
{
    "put_item_in_box": {
        "17925": "Put the green plushy in the box",
        "64133": "Put the tool into the blue box.",
        "35470": "Pick up the bottle from the table and put it in the box",
        "75539": "Put the plush toy in the box",
        "28313": "Put the measuring tape that is near the white cup in the box",
        "93336": "Put the tool inside the box.",
        "84125": "Put the yellow and black tool in the box",
        "63136": "Put the rope in the box",
        "4268": "Put the fluffy toy inside the box.",
        "59175": "Pick up the tape from the table and put it in the blue box.",
        "80296": "Put the black tape in the box",
        "66099": "Put the black masking tape into the box.",
        "40513": "Pick up the bottle from the table and put it in the box",
        "78532": "Put the yellow object into the blue box",
        "48710": "Pick the bottle and put it in the box",
        "61256": "Pick the wrench and put it in the box",
        "79304": "Put the roll of tape in the box",
        "13262": "Pick up the white cup from the table and put in the box",
        "91727": "Put the black tape in the box",
        "6877": "Put the bottle in the box",
        "25182": "Put the white and yellow bottle on the table into the box",
        "89186": "Put the green plush toy in the blue box",
        "52709": "Pick up the fluffy toy and put it in the box.",
        "55164": "Pick up the bottle and put it in the box"
    },
    "put_cup_upright": {
        "12307": "Put the white cup upright on the table",
        "12436": "Put the clear cup upright",
        "46758": "Put the clear cup upright",
        "87222": "Put the white cup upright",
        "80964": "Put the cup upright",
        "91851": "Put the clear cup upright",
        "25423": "Put the white cup upright",
        "85214": "Set the colourless cup upright",
        "86250": "Pick up the transparent cup and make it up right."

    },
    "put_spray_bottle_upright": {
        "49291": "Put the spray bottle upright",
        "54432": "Pick up the spray bottle and make it stand up right."
    },
        "pick_up_cup_and_put_upright":{
            "8470": "Pick up the cup and put it upright on the table",
            "55644": "Pick the cup and put it upright",
            "23792": "Pick up the cup and put it upright",
            "17527": "Pick the plastic cup and put it upright"
    },
    "move_item_forward": {
        "10250": "Pick up the water bottle and move it to the front of the table",
        "80209": "Move the black measuring tape to the front right",
        "9324": "Move the spanner with a black and yellow handle forward"
    },
    "move_item_left":{
        "92095": "Move the black tape to the left",
        "5734": "Pick the masking tape and move it to the left on the table"
    },
      "put_white_cup_in_clear_cup":{
        "56771": "Put the white cup in the transparent cup",
        "63303": "Pick the white cup and put it in the clear cup",
        "29153": "Pick up the clear cup, put the white cup inside the clear cup",
        "391": "Pick up the white cup, put the clear cup inside the white cup"
    }
}
