
{
    "move_left": {
        "28927": "Move the brown object at the right front corner to the left",
        "14215": "Move the cylindrical block slightly to the left",
        "36264": "Move one brown piece to the left",
        "34861": "Move the right front brown object to the left",
        "14137": "Move the block on the far right to the left"
    },
    "move_right": {
        "89106": "Move the bridge shaped object to the right side of the table",
        "39101": "Move the wooden block to the right",
        "84027": "Move the cup to the right on the table",
        "3402": "Pick up the wooden cup and move it to the right.",
        "52697": "Move the cup to the right",
        "41060": "Move the cone-like object to the right on the desk",
        "24044": "Pick up the wooden block and move it slightly to the right."
    },
    "move_backward": {
        "29589": "Move the pond backward",
        "31134": "Move the rectangular block on the right backwards",
        "5186": "Move the cone shaped object backward from the left side of the table",
        "11476": "Move the wooden cylinder on the left backwards",
        "7883": "Move the small cone shaped object further away"
    },
    "move_forward": {
        "24337": "Move the object on the right to the front",
        "74785": "Move the cylinder to the front left.",
        "12964": "Move the wooden object furthest to the right forward",
        "86434": "Move the back second left object forward",
        "87205": "Move the rectangular block forward to the middle of the table",
        "80825": "Move the brown circular object from the back to the front",
        "92885": "Move the square block forward",
        "29401": "Move the wooden cup forward",
        "87913": "Move the rectangular block forwards",
        "16895": "Move the wooden cup forward"
    },
        "put_on_table": {
        "93208": "Pick up the brown object and put it on the table",
        "79644": "Pick up the wooden cube from the wooden cylindrical block and put it on the table.",
        "3618": "Pick up the wooden X block and put it on the table.",
        "31019": "Pick up the square object and put it on the table",
        "36020": "Put the topmost block on the table",
        "20046": "Put the top wooden piece on the table",
        "36571": "Pick the circular object on the cup and put it on the table",
        "39395": "Pick up the rectangle and put it on the table",
        "17389": "Remove the cylindrical block from the cup and put it on the table"

    },
    "put_X_on_Y": {
        "75906": "Put the cube on top of the rectangular block",
        "19218": "Put the rectangular block on the stack",
        "45738": "Put the square block on the block in the middle",
        "38191": "Put the wooden cup on the cylindrical block",
        "81072": "Put the wooden cups on the wooden blocks",
        "21185": "Put the wooden cup on the wooden ring",
         "45254": "Put the flowery block on the square block",
        "10569": "Put the star block on the square block",
        "21366": "Put the rectangular block on the cup",
        "20028": "Put the block on top of the other block"

    },
      "put_on_top_of_stack":{
        "63885": "Pick up the wooden wine cup from the table and put it on top of the stack of wooden blocks.",
        "81509": "Pick up the wooden wine cup and put it on top of the wooden block.",
        "57556": "Place the wooden rectangle on the top right side of the table on top of the stacked blocks",
        "29050": "Pick up the round wooden rod and put it on top of the rectangular wooden block",
        "6153": "Pick up the circular block and put it on the pile of wooden blocks"
      },
    "pick_up_put_on_top":{
        "427": "Pick up the star object shaped and put it on top of the other objects",
        "33078": "Pick up the object from the table and place it on top of the other object",
        "51528": "Pick up the object from the table and put it on top of the other objects"
    },
        "place_on_top":{
        "27811": "Place the cylindrical block on top of the square block at the back."
    },
      "put_on_top_misc":{
        "25777": "Take the wooden ring and put it on the wooden goblet",
        "17339": "Take the block on the cap and put it on the square object",
        "7659": "Pick up the square object and put it on the bridge shaped object"
      },
     "remove_and_put_back":{
        "28078": "Remove the cylinder from the wooden cup then put it back in the cup."
     },
    "remove_from_top":{
        "6283": "Remove the X shaped block from the top of the stack",
        "84157": "Remove the wooden cube from the top of the wooden block"
    },
     "cup_tasks":{
        "14838": "Pick up the wooden cup and put it at the edge of the table"
     }
}
