{
    "Pouring Tasks": {
        "7170": "Pour the contents in one bowl into the other",
        "94339": "Put the contents in the container on the spoon then pour them inside the bowl",
        "89896": "Pour the contents in the pink bowl into the clear container.",
        "80809": "Pour the contents of the ceramic bowl into the clear lunch box",
        "1324": "Shift the pink bowl, then pour the black bowl's contents into it",
        "2214": "Pour some of the contents of the clear lunchbox into the ceramic bowl on the left",
        "87108": "Empty the contents of the pink bowl into the clear container"
    },
    "Spoon Transferring Tasks": {
        "14741": "Transfer a spoonful of contents from the transparent bowl to the pink bowl",
        "58522": "Use the green spoon to put some of the contents of the can into the ceramic bowl",
        "26049": "Put some of the contents in the bowl on the green spoon",
        "66376": "Use the green spoon to place some contents from the white and black bowl and put them on the white napkin.",
        "44495": "Place some grains on the spoon, empty them into the container with grains and then place the spoon back",
        "77650": "Put the white object on the green spoon, then put the spoon in the pink bowl",
        "27611": "Use the spoon to put some of the bowl's contents on the serviette",
        "55910": "Use the green spoon to take out some of the contents in the pink bowl and put them in the white bowl.",
        "48232": "Pick up the green spoon and place it in the clear lunch box with grains in it",
        "21225": "Put a spoonful of the clear lunchbox's contents into the bowl",
        "67558": "Use the green spoon to place some contents from the pink bowl into the black and white bowl.",
        "88943": "Transfer a spoonful of contents from the transparent bowl to the pink bowl",
        "23136": "Use the green spoon to remove some contents from the clear container then place them back in the container."
    },
    "Lid on Container Tasks": {
        "94211": "Put the clear lid on the clear container.",
        "47954": "Put the green lid on the tin",
        "27745": "Put the lid on the jar",
        "22623": "Put the transparent lid on the transparent bowl",
        "31832": "Put the blue lid on one container on the left."
    },
    "Moving Objects Between Bowls": {
        "61844": "Move the objects from the pink bowl into the glass bowl",
        "7511": "Move some objects from the transparent bowl to the pink bowl",
        "20384": "Put the orange and blue objects in the black and white bowl.",
        "56915": "Place one object from the clear container into the pink bowl."
    },
    "Moving Can Tasks": {
        "90990": "Move the can to the right",
        "42670": "Open the yellow can then place some of the contents in the can into the white bowl.",
        "87600": "Put the yellow can in the hole of the masking tape",
        "38375": "Take some objects out of the yellow can and put them in the bowl.",
        "42592": "Put the can of food in the black and white bowl on the right.",
        "32767": "Put the can on one bottle",
        "90392": "Remove the can from the holder"
    },
    "Moving Bottle Tasks": {
        "56728": "Move the bottle to the right",
        "19516": "Move one bottle to the right",
        "74495": "Move a bottle from the caddy closer to the bottle on the left"
    },
    "Moving [Object] to the Right Tasks": {
        "95406": "Move the box to the right.",
        "63444": "Move the white packet to the right"
    },
    "Moving [Object] to the Left Tasks": {
        "92956": "Move the brush to the left.",
        "48590": "Move the green packet to the left"
    },
    "Pick up and Place Two of the Same Object": {
        "85261": "Pick up the two tissues"
    },
    "Putting Objects in Box": {
        "53148": "Pick up the glass bottle from the left side of the table and put it in the box.",
        "20125": "Pick up one bottle from the left and put it in the box on the right."
    },
    "Place Object Upright": {
        "49287": "Put the brush upright",
        "44522": "Place the white brush upright."
    },
    "Remove Bottle From Box": {
        "4757": "Remove one bottle from the box.",
        "86205": "Remove one glass bottle from the box.",
        "94454": "Remove one glass bottle from the box."
    },
    "Moving/Placing Napkins": {
        "70663": "Pick up the napkin on the left and put it on top of the napkin on the right, move the napkin back to the left and then back to the right.",
        "52651": "Use one napkin to pick up the pieces of candy on the table on the left, put the candy on the other napkin on the right"
    },
    "Moving Object Forward": {
        "59655": "Move the black bowl forward, then take out the tin"
    },
    "Moving Object Backward": {
        "10978": "Move the tape backwards",
        "56663": "Move the yellow can to the back."
    },
    "Place Object on Object": {
        "67476": "Put the brush on the green lid",
        "33771": "Pick up the objects from the napkin and put them on the other object",
        "82512": "Remove the blue packet from the ceramic bowl and put it on the orange can",
        "18757": "Put the grey object on the table.",
        "2659": "Put the paper towel on the piles of paper towels"
    },
    "Put Bottle in Container": {
        "92420": "Put one of the bottles in the package on the right",
        "94145": "Put the bottle in the crate",
        "26960": "Put the clear green bottle in the empty slot of the case",
        "65155": "Put the white bottle on the left inside the case of bottles"
    },
    "Put Contents of Container into Another Container": {
        "26832": "Put some of the contents in the bowl on the lid and then after pour the contents on the lid in the bowl",
        "13097": "Put the packet in the bowl"
    },
    "Multi-Step Card Stacking": {
        "32721": "Pick up one card from the left pile of cards, put it on the pile in the middle, pick up the middle pile of cards and put them on the cards on the right"
    },
    "Placing Objects in Bowl": {
        "22867": "Pick up the orange objects from the napkin and place them in the black and white bowl."
    }
}