
{
    "put_object_in_blue_bowl": {
        "19988": "Remove the plastic spoon from the paper cup and put it in the blue bowl",
        "26523": "Pu the black cap in the blue bowl",
        "41780": "Remove the marker from the blue bowl and put it on the plate",
        "34231": "Remove the cups from the blue bowl, put it on the serviette and then remove the marker from the cup and put it in the blue bowl",
        "59315": "Remove the marker from the paper cup and put it in the blue bowl",
        "73782": "Put the blue block inside the blue bowl",
        "6721": "Pick up the pen and place it in the blue bowl",
        "56514": "Pick up the white tea cup and put it in the blue bowl",
        "45546": "Put the snack bar in the blue bowl",
         "4323": "Put the coffee cup onto the blue bowl",
        "15750": "Remove the black object from the white mug and put it inside the blue bowl",
        "85518": "Pick up the blue object from the white mug and place it in the dark green bowl"

    },
    "put_object_in_bowl": {
        "909": "Put the white bowl into the blue bowl",
        "70926": "Put the small pink object into the white bowl",
        "9746": "Put the brown paper in the bowl",
        "40381": "Pick up the black object from the white plate and put it in the bowl.",
        "26946": "Put the yellow packet into the bowl",
        "91587": "Put the green marker inside the the white bowl on the right",
        "48207": "Put the marker and pens in the white bowl.",
        "49880": "Remove the blue object from the bowl",
        "90974": "Put the packet into the bowl",
        "93433": "Put the lid in the bowl",
         "30860": "Move the small cup to the white bowl"

    },
    "put_object_in_cup": {
        "16029": "Put the black object in the cup",
        "32423": "Shift the white spoon to the cup",
        "9654": "Put the right marker in the left cup",
        "45523": "Pick up the brown sachets, then place them in the cup",
        "8552": "Put the marker in the cup",
        "85367": "Put the black object inside the small white cup"
    },
    "put_object_on_plate": {
        "50816": "Remove the white plate from the blue bowl and put it on the counter",
       "84059": "Put the clip on the white plate",
        "79676": "Put the white mug on the white plate.",
        "17336": "Put the small white mug on the ceramic plate on the left"
    },
        "put_object_on_blue_bowl": {
        "79541": "Lift the wooden spoon from the table and place it on top of the blue bowl",
        "77407": "Put the wooden spoon on the blue bowl"
    },
    "remove_object_from_cup":{
        "15763": "Remove the yellow packet from the cup",
        "6301": "Remove the teabag from the cup and place it on the table"
    },
    "remove_object_from_bowl": {
        "26272": "Remove the black pen from the bowl.",
       "91455": "Remove the lids from the white bowl and put them in the dark blue bowl.",
       "48091": "Remove the marker and clip from the bowl",
       "16458": "Remove the black object from the blue bowl and put it on the white plate on the right"

    },
   "move_bowl_backward":{
        "47942": "Put the black object in the blue bowl, then move the bowl backwards"
   },
   "move_bowl_forward":{
       "3809": "Move the bowl to the front of the counter, then place the marker in it"
   },
    "stack_cups": {
        "81128": "Stack the two coffee cups on the right together.",
        "32129": "Stack the cup lids"
    },

      "move_cups_right":{
        "87933": "Move the upright cups to the right"
      },
        "move_cups_left":{
        "70611": "Move the two stacked cups to the left"
    },

    "move_object_right":{
        "57478": "Pick up the white paper cup and move it to the right of the kitchen counter",
        "36962": "Move the large white bowl to the right.",
        "55521": "Move the blue bowl to the right"

    },

      "put_cup_on_something":{
        "28207": "Put the coffee cup on the side plate",
        "66709": "Put the white teacup on the saucer.",
        "34008": "Put the cup on the cup lid"
    },
        "move_two_cups":{
        "17407": "Move the two paper cups closer to the edge of the counter"
    },
    "put_something_into_stacked_cup":{
        "90662": "Pick up the black marker from the white napkin and put it in the top stacked paper cup",
         "20596": "Pick up the green marker from the white bowl and put it in the top paper cup on the stack of paper cups"

    },
       "remove_cup_from_something":{
        "93117": "Remove the mug from the side plate",
         "67434": "Remove the teacup from the blue bowl and place it on the right side of the counter."
       },
      "place_saucer":{
        "16051": "Pick the saucer up and place between the cups on the table"
      },
    "place_object_in_white_bowl":{
         "26054": "Remove the white lid from the paper cup and then put it in the white bowl near the wall"
    },
    "place_object_on_teacup":{
       "78303": "Put the black thing on the tea cup"
    },
    "take_off_plate":{
       "9844": "Take the tea cup off of the plate"
    },
    "take_off_blue_bowl":{
      "7026": "Take the wooden spoon off of the blue bowl"
    },
     "pour_out_object":{
        "17866": "Pick up the stacked paper cups and pour out the black object onto the kitchen counter"
    },
    "move_cup_to_bowl": {
        "9388": "Move the tea cup to the left of the white bowl"
    },
     "move_cup_to_wall":{
        "43443": "Move the cup next to the wall"
     },
      "misc_actions_with_lids":{
        "81820": "Move the lid from the right cup to the left cup"
      }
}
