
{
    "put_marker_in_cup": {
        "89224": "Put the marker in the cup",
        "21004": "Put the marker in the cup",
        "65045": "Put the marker into the cup.",
        "79270": "Put the marker in the mug on the table",
        "48882": "Put the marker in the cup",
        "70134": "Put the marker inside the cup",
        "59482": "Pick up the marker and put it in the cup"
    },
    "put_marker_in_bowl": {
        "50069": "Put the marker in the bowl",
        "10314": "Put the marker in the bowl",
        "72140": "Put the marker inside the bowl",
        "73164": "Put the purple marker in the bowl"
    },
    "remove_marker_from_cup_put_on_table": {
        "54273": "Remove the marker from the white mug and put it on the table",
        "43652": "Remove the marker from the mug cup and place it on the table",
        "44731": "Take the marker out of the cup and put it on the table",
        "2495": "Remove the marker out of the cup and put it on the table",
        "25271": "Pick the marker from the cup and put it on the table",
        "17113": "Pick the marker from the cup and put it on the table",
        "52578": "Take the marker out of the cup and put it on the table",
        "7163": "Take the green marker out of the cup and set it on the table"
    },
        "remove_pen_from_cup_put_on_table": {
        "41344": "Pick up the pen from the cup and put it on the table.",
        "65538": "Remove the pen from the mug cup and place it on the table",
        "1945": "Take the pen out of the mug and put it on the table",
        "6949": "Pick the pen from the cup and put it on the table",
        "41788": "Remove the pen from the cup and put it on the table",
        "45379": "Remove the pen from the mug and put it on the table",
       "4963": "Pick up the pen from the white mug cup and put it on the table.",
       "10492": "Pick up the pen from the mug cup and put it on the table."

    },
    "put_pen_in_cup": {
        "10284": "Pick up the pen and put it in the cup",
        "56120": "Pick up the pen from the table and put it in the white mug cup.",
        "39027": "Pick the pen and put it in the cup",
        "28671": "Put the pen in the white mug cup",
        "41177": "Pick up the object and put it in the cup"

    },
      "put_pen_inside_mug":{
        "28288": "Place the black pen inside the white mug",
        "74519": "Put the red marker inside the white mug",
        "77211": "Put the yellow pen inside the maroon mug",
       "48822": "Put the yellow pen inside the maroon mug",
        "10359": "Put the red pen inside the white mug"
    },
    "put_pen_inside_cup": {
        "76196": "Put the green pen inside the white cup",
        "49468": "Put the yellow marker inside the white cup",
        "62011": "Put the green pen inside the white cup",
        "77437": "Put the green pen in the cup"

    },
    "remove_marker_from_bowl_put_on_table": {
        "23350": "Remove the marker out of the bowl and put it on the table",
        "17380": "Remove the marker from the bowl and put it on the table",
        "74468": "Take the marker from the bowl and put it on the table",
        "22897": "Pick up the marker from the bowl  and put it on the table"
    },
     "move_cup_left":{
        "45459": "Move the cup to the left",
        "48663": "Move the mug to the left"
    },
      "move_cup_right":{
        "29900": "Move the cup to the right",
        "17228": "Move the cup to the right then put the marker in the cup"
    },
       "move_backward": {
        "6696": "Take the marker out of the mug and put it on the table then move the mug backward",
        "34148": "Move the purple marker backwards"
    },
       "move_forward":{
        "90657": "Slide the bowl towards you",
        "80173": "Move the bowl forwards, put the purple marker inside the bowl"

       }
}
