
{
    "wipe_table": {
        "87041": "Use the napkin to wipe the table",
        "74006": "Use the white cloth to wipe the table",
        "64663": "Wipe the table with the white cloth",
        "54054": "Use the white napkin to wipe the table",
        "84906": "Use the white towel to wipe the table",
        "68546": "Use the tissue to wipe the table",
        "4809": "Use the cloth to wipe the counter",
        "82901": "Wipe the table with the white cloth",
        "8426": "Wipe the table with the cloth",
        "73075": "Wipe the table with the napkin",
        "36600": "Wipe the table with the napkin"
    },
    "put_item_in_bag": {
        "42372": "Pick up the sachet from the table and put it in the blue bag.",
        "92300": "Put the green sachet inside the paper bag",
        "29201": "Pick up the sachet from the table and put it in the bag.",
        "33426": "Put the plastic in the bag",
        "53794": "Pick up the small object and put it in the paper bag",
        "87848": "Put the crumpled paper into the bag",
        "93737": "Put the blue sachet in the green paper bag.",
        "87473": "Put the green sachet in the bag",
        "13621": "Put the green packet in the green bag",
        "77621": "Put the red wrapper in the bag",
        "41402": "Pick up the sachet from the table and put it in the bag.",
        "24897": "Put the blue plastic inside the bag",
        "64449": "Put the green packet in the blue paper bag.",
        "90819": "Pick up the black plastic and put it in the paper bag",
        "40521": "Put the green packet in the bag",
        "49226": "Put the sachet on the table in the paper bag",
        "44751": "Pick up the plastic and put in the paper bag",
        "48857": "Pick up the small object on the table and put it in the paper bag",
        "7011": "Put the clear plastic in the green paper bag.",
        "35698": "Pick up the green thing on the table and put it in the paper bag",
        "16115": "Put the orange sachet in the bag",
        "55150": "Put the blue packet in the green bag"

    },
     "put_lid_on_cooker": {
        "17682": "Cover the cooker with the lid",
        "62362": "Put the lid on the pressure cooker"
    },
    "take_lid_off_cooker": {
        "67063": "Take the lid off of the rice cooker",
         "42216": "Remove the lid from the cooker"

    },
     "throw_item_on_floor": {
        "5004": "Pick up the cloth from the table and throw it on the floor",
        "39968": "Pick up the paper from the table and throw it on the floor",
        "957": "Pick up the napkin and throw it on the floor"
    },
    "move_cable":{
        "45081": "Move the black cable to the right",
        "72483": "Move the black cable to the right.",
        "55207": "Move the rice cooker cable to the left"
    },
   "put_cable_on_cooker": {
        "52667": "Put the black cable on the rice cooker",
        "80207": "Put the cable on top of the rice cooker"
   },
    "move_sachet_forward": {
       "64628": "Move the sachet forward"
    }
}

