
{
    "put_egg_in_red_cup": {
        "134": "Put the egg inside the red cup.",
        "13996": "Put the right egg in the red cup",
        "53293": "Put the timer in the red cup",
        "8901": "Put one egg in the red cup",
        "56539": "Put the left white object in the red cup",
        "25338": "Put the right brown egg in the red cup"
    },
    "pour_contents_into_red_bowl": {
        "82048": "Get the contents in the jar and pour them in the red bowl",
        "74898": "Empty the jug into the red bowl",
        "39866": "Pour the contents in the clear jug into the red bowl",
        "87744": "Pour the contents of the jug into the red bowl",
        "68163": "Pour the contents in the clear jug into the red bowl on the table.",
        "55117": "Pour the things in the jug into the red bowl",
        "46327": "Pour all the beans in the jar into the red bowl",
        "62585": "Pour the contents inside the clear jar into the red bowl"
    },
    "fold_towel": {
        "79242": "Fold the towel on the table",
        "68377": "Fold the towel twice",
        "94811": "Fold the towel",
        "66042": "Fold the towel",
        "21215": "Fold the red and white tea towel"

    },
    "put_marker_in_mug": {
        "3604": "Pick the marker on the tray and put it in the white mug",
        "42671": "Put the marker in the mug cup",
        "68169": "Put the green marker inside the white mug",
        "23884": "Put the marker in the mug",
        "75858": "Pick up the pen from the tray and put it in the mug cup.",
        "93671": "Put the green marker inside the white mug",
        "93801": "Pick the marker and put it in the cup"
    },
     "wipe_tray_with_towel": {
        "51636": "Use the white towel farthest from you to wipe the tray",
        "58448": "Use the cloth to wipe the tray",
        "18429": "Use the white and red towel at the back to wipe the tray"
    },
    "press_yellow_button": {
        "68532": "Press the yellow button on the object",
        "2125": "Press down on the yellow button",
        "8683": "Press the yellow button on the object"
    },
    "press_orange_button": {
        "41147": "Press the orange button on the right side of the board",
        "41295": "Press the orange button on the object on the table"
    },
     "wipe_table_with_towel": {
        "69004": "Wipe the table with the white towel.",
        "30691": "Use the white towel to wipe the table",
        "80596": "Wipe the white tray using the white towel next to the board"

    },
     "put_object_in_red_mug":
    {
        "2569": "Place the brown object in the red mug",
        "33328": "Place the white object inside the red mug"
    },
        "pick_up_egg_put_in_cup":
    {
        "73287": "pick up the egg and put it in the cup",
        "27488": "Pick the egg and put it in the cup",
        "2278": "Pick the white object and put it in the cup",
        "57162": "Put the egg in the mug"
    }
}

