{
    "put_pen_in_bowl": {
        "62724": "Put the pen in the bowl",
        "5387": "Put the pen inside the blue bowl",
        "33809": "Put the pen in the bowl",
        "1426": "Put the green pen in the bowl",
        "81181": "Put the pen in the bowl",
        "22709": "Put the pen in the bowl",
        "48709": "Put the pen in the bowl",
        "2027": "Pick up the pen and put it in the bowl",
        "32114": "Pick up the pen and put it in the bowl"
    },
    "put_marker_in_cup": {
        "80259": "Put the marker in the cup",
        "56989": "Pick the marker on the table and put it in the cup",
        "34995": "Put the marker in the cup",
        "11256": "Pick up the marker and put it in the cup",
        "93653": "Pick up the marker and put it in the cup",
        "79836": "Put the marker inside the cup",
        "26208": "Put the marker in the cup",
        "75489": "Put the marker in the cup",
        "45930": "Put the marker inside the mug cup",
        "25716": "Put the red marker inside the clear cup",
        "16376": "Put the black marker inside the mug",
        "8061": "Put the red marker inside the clear mug",
        "41687": "Put the orange sharpie in the mug"
    },
    "remove_marker_from_cup_and_place_on_table": {
        "93954": "Remove the marker from the mug cup and place it on the table",
        "78881": "Move the marker from the cup to the table",
        "88607": "Remove the orange marker from the mug and put it on the table",
        "1838": "Take the marker from the blue cup and place it on the table",
        "5056": "Take the marker from the cup and put it on the table",
        "41664": "Remove the orange marker from the mug and place it on the table",
        "11720": "Take the marker out of the mug and put it on the table",
        "70097": "Get the marker from the green mug then put it on the table",
        "19029": "Remove the marker from the cup and place it on the table",
        "66660": "Remove the marker from the plastic cup and put it on the table",
        "71035": "Take the marker out of the cup and put it on the table",
        "27651": "Remove the marker from the white and green mug",
        "43403": "Remove the marker from the mug.",
        "31385": "Remove the marker from the cup.",
        "44157": "Remove the orange marker from the white mug",
        "81224": "Remove the red marker from the clear cup"
    },
    "remove_pen_from_bowl_and_place_on_table": {
        "20766": "Remove the pen from the bowl and place it on the table",
        "23719": "Remove the pen from the teal bowl and put it on the table",
        "19114": "Take the pen out of the blue bowl and put it on the table",
        "48967": "Remove the green pen from the bowl and put it on the table",
        "85480": "Remove the pen from the bowl and put it on the table",
        "23935": "Remove the pen from the bowl and put it on the table",
        "29383": "Take the green pen out of the white bowl"
    },
    "put_pen_on_table": {
        "89060": "Put the pen on the table",
        "4331": "Put the pen on the table",
        "13508": "Pick up the pen from the mug cup and put it on the table.",
        "79832": "Pick up the pen from the table and put it in the mug cup."
    },
    "move_item_forward": {
        "61999": "Move the white mug forward"
    },
    "move_item_backward": {
        "47720": "Move the white bowl backwards"
    },
    "put_item_in_bowl": {
        "24695": "Get the green pen from the table and put it in the white bowl",
        "88920": "Pick the marker from the bowl and put it on the table"
    },
    "move_item_right": {
        "9503": "Move the cup to the right.",
        "81908": "Move the pen slightly to the right"
    },
    "move_item_left": {
        "3494": "Move the blue bowl to the left"
    }
}