
{
    "open_and_close_cabinet_door": {
        "26883": "Partially open the cabinet's left door, and then close it",
        "4367": "Open the cupboard door",
        "40464": "Open the top cupboard then close it",
        "49299": "Open the left upper cabinet door then close it.",
        "81813": "Open the left cabinet door",
        "91791": "Open the left door of the cabinet",
        "84378": "Partially open the cupboard's left door, then close it",
        "71717": "Open the left upper cabinet door then close it again.",
        "46382": "Open the left door of the top cabinet and close it",
        "23863": "Open and close the top left cabinet door",
        "22864": "Open the top left cabinet door",
        "64752": "Open and close the cabinet door on the top left",
        "85371": "Open and close the top left cabinet door"
    },
    "stir_bowl_with_utensil": {
        "57351": "Use the silver spatula to stir the contents of the white plate",
        "49044": "Stir the contents of the bowl using the spatula",
        "52782": "Use the cake slicer to stir in the bowl",
        "75962": "Use the silver spatula to stir the contents of the white plate on the right",
        "49609": "Use the cake slicer to stir in the bowl",
        "49745": "Use the metal utensil to steer what's in the bowl",
        "81875": "Use the spoon to stir in the bowl",
        "19799": "Stir the contents of the paper plate with a spoon",
        "13021": "Pick up the spoon and stir in the bowl",
        "6004": "Use the spatula to stir the contents in the bowl",
        "25599": "Use the spatula to stir the bowl"
    },
    "put_lid_on_container": {
        "44949": "Pick up the lid and put it on the bowl",
        "71843": "Put the white lid on the clear storage bin",
        "77625": "Put the lid on the plastic box",
        "39623": "Put the lid on the bowl",
        "34153": "Put the lid on the bowl"
    },
    "remove_lid_from_container": {
        "86798": "Remove the white lid from the clear container.",
        "18094": "Remove the lid from the container",
        "45897": "Remove the white lid from the clear lunchbox"
    },
     "move_cups": {
        "32910": "Remove some paper cups from the pile on the right and put them on the paper cups on the left",
        "20628": "Move one cup from the stack to the counter",
        "537": "Remove two coffee cups from the stack at the front and place them on the left.",
        "18488": "Move the white cup to the right",
        "13118": "Move two cups to the left pile of cups",
        "77892": "Remove the two paper cups from the pile and put them on the counter",
        "87498": "Pick up the cup from the stacked cups on the left and stuck it on the cups on the right",
        "22480": "Take two cups off of the biggest stack and put them on the small stack on the right",
        "60602": "Put the two coffee cups on the stack at the front of the counter.",
        "63848": "Pick up the coffee cups on the right and place them on the front stack.",
        "18293": "Move one cup from the stack to the left",
        "1809": "Put the cup on the table on top of the stack to the right",
        "94508": "Put the upside down cup on the pile of cups"
    },
    "put_item_in_box":{
        "17158": "Remove the black object from the wooden box and put it on the counter",
        "38172": "Put the coffee pod in the wooden box.",
        "53404": "Remove the white lid from the lunchbox on the right, remove a black object from the lunchbox and put it inside the wooden box",
        "20256": "Put the black thing into the wooden box",
        "64320": "Move the black object from the bowl to the brown box",
        "42474": "Remove the coffee pod from the brown box, then put the black object in the brown box",
        "74700": "Move the black object to the counter",
        "79850": "Move the objects in the wooden object to the storage bin, and put the wooden object in as wee",
        "61800": "Pick up the objects from the white bowl and put them in the colorless bowl",
        "4770": "Put the wooden box on top of the clear container.",
        "61729": "Remove the white lid from the container then remove the wooden box from the container and put the orange ball in the box."

    }

}
