
{
    "put_object_in_container": {
        "34816": "Put the red mug in the red bowl",
        "5636": "Put the towel in the pan",
        "2066": "Put the salt and pepper shaker in the mug",
        "25109": "Put the silver bottle in the furthest silver pot",
        "76833": "Pick the bottle on the table and put it in the pot",
        "20019": "Pick the salt shaker and put it in the uncovered pot",
        "8286": "Pick up the object from the table and put it in the cup",
        "78962": "Place the egg inside the red bowl",
        "82569": "Put the orange cup in the orange bowl",
        "29364": "Put the fork into the mug.",
        "17613": "Put the red mug inside the red bowl",
        "40415": "Put the egg in the small pot"

    },
    "move_object_right": {
        "39429": "Move the tea towel to the right",
        "14369": "Move the silver pot on the left to the right",
        "5159": "Move the fork to the right",
        "53831": "Move the white mug to the right",
        "25700": "Move the silver pan to the right",
        "50344": "Move the mug to the right",
        "4299": "Move the red cup from left to right.",
        "38726": "Pick up the white towel and move it to the right."
    },
     "move_object_left": {
        "67652": "Move the mug to the left",
        "84691": "Move the red cup slightly to the left",
        "69473": "Move the mug to the left",
        "93110": "Move the salt shaker to the left"
    },
    "move_object_forward": {
        "54884": "Move the fork to the front of the table"
    },
    "move_object_backward": {
       "23639": "Move the pan away from you",
       "8293": "Move the cup backwards",
        "56607": "Put the silver lid on top of the pot on the right, move the fork backwards"
    },
    "wipe_pan": {
        "36885": "Use the towel to wipe the inside of the pan",
        "25625": "Use the towel to wipe the pan",
        "77409": "Use the towel to wipe the pan",
        "50830": "Use the towel to wipe the pan",
        "86287": "Pick up the kitchen towel and wipe the pan",
        "31437": "Use the white towel to wipe the pan",
        "33243": "Wipe the pan with the dish cloth",
        "77463": "Pick the cloth and wipe the bottom of the pan"

    },
    "remove_lid_put_on_table": {
        "67093": "Take the lid off the pot",
        "94821": "Remove the lid from the frying pan and put it on the table",
        "18054": "Remove the lid from the silver pot",
        "35478": "Take the lid off the metallic pot and put it on the table",
        "19612": "Take the lid off the silver pot",
      "42264": "Remove the lid from the silver pot",
      "25520": "Remove the lid from the pot and put it on the table",
        "63433": "Remove the silver lid from the silver pot on the right and put it on the table",
        "34660": "Remove the silver lid from the silver pot",
       "44427": "Pick up the lid and put it on the table",
        "79312": "Pick up the lid from the pot and put it on the table, then pick up the folk and put it in the in the pot"

    },
      "uncover_pot":{
        "48220": "Uncover the small pot and put the lid on the table",
        "91870": "Uncover the pots on the table",
       "28002": "Uncover the small pot and put the lid on the table",
       "91508": "Uncover the pot"

    },
    "put_lid_on_pot": {
       "64061": "Close the lid of the silver pot",
        "76366": "Cover the smaller pot with the lid on the table",
        "53922": "Put the left lid on the silver pot closest to you",
        "80141": "Put the left lid on the silver pan",
        "10020": "Pick up the lid on the left and place it on the silver pan",
        "73508": "Cover the smaller pot with the lid on the left",
        "41772": "Take the lid from the table and put it on the pot that is near the white cup",
        "55208": "Take the lid from the table and put it on the pot next to the cup",
         "94014": "Place the silver lid on top of the silver pot on the left",
        "63843": "Put the silver lid on the silver pot in the middle",
        "77810": "Pick up the lid and place it on top of the pot"
    },

    "fold_towel": {
        "46198": "Fold the kitchen towel",
        "87745": "Fold the towel in half",
        "53955": "Fold the towel in half",
       "13003": "Fold the towel in half then fold it in half again",
        "17680": "Fold the white towel once",
        "67038": "Fold the towel twice.",
        "28538": "Fold the towel on the table"
    },
      "unfold_towel":{
        "20579": "Unfold the red and white towel once",
        "626": "Unfold the towel",
        "35578": "Unfold the towel on the table",
        "9123": "Unfold the towel"

      },
    "place_item_on_table": {
        "84503": "Remove the fork from the mug and put it on the table",
        "33841": "Remove the grey thing from the mug and put it on the table",
        "9793": "Take the egg out of the pan and place it on the table",
        "12905": "Take the brown object from the silver pan and place it on the table",
        "64767": "Take the egg from the bowl and put it on the table",
        "42257": "Put the fork on the table",
        "65455": "Put the marker on the table"
    },
      "pour_content":{
        "58406": "Pour some contents from the clear jar into the orange bowl",
        "8756": "Pick up the cup and pour its content in the red bowl.",
        "12412": "Pour some of the things in the jug into the bowl"
      },
    "put_cloth_on_pan":{
        "29292": "Pick up the cloth and put it on the pan",
        "26964": "Put the dish cloth on the pan"

    },
     "put_egg_on_pan":{
        "78515": "Put the egg on the silver pan",
        "13054": "Place the egg on the silver pan"
     },
    "open_pot": {
         "1598": "Open the small silver pot",
        "53710": "Open the silver pot"
    },
    "pick_put_on_table":{
        "19585": "Pick the cup in the bowl and put it on the table",
        "82900": "Pick the cup in the bowl and put it on the table",
        "7472": "Remove the mug from the bowl and put it on the table"
    },
    "wipe_table": {
    "21196": "Wipe the table with the towel",
        "85947": "Pick up the cloth and wipe the table"
    },
    "rotate_object":{
      "60544": "Rotate the cup slightly anticlockwise",
      "46955": "Pick up the folk from the table and rotate it slightly to the right."

    },
     "move_object":{
        "27142": "Move the folk",
        "39454": "Straighten the white towel",
        "9977": "Move the cup slightly down on the table"
     },
    "remove_object_put_aside":{
        "82952": "Remove the gray object from the right silver pot and put it at the left side of the white cup",
       "91691": "Take the cloth partly off the pan",
        "46829": "Remove the salt cellar from the mug cup"
    },
     "press_button":{
        "61364": "Press the button on the object on the table.",
        "43989": "Press a button on the wooden board",
         "70112": "Press a button on the control pad"

     },
    "place_item_upright":{
       "24098": "Place the salt shaker upright on the table",
       "14641": "Put the lid on the table on top of the silver pot next to the white mug",
       "2380": "Pick up the lid and close the  bowl"
    },
      "move_to_side":{
        "54950": "Move the salt cellar to the left of the table",
        "28343": "Move the salt shaker to the right side of the table"

      }
}
