
{
    "put_item_in_bin": {
        "10625": "Put the coffee pod on the silver spoon then throw the pod in the bin using the spoon.",
        "47361": "Fold the napkin and put it in the bin",
        "23433": "Put the tomato sachet inside the bin",
        "62475": "Put the white bowl in the bin",
        "6031": "Pick up the small pink paper on the right and throw it in the bin below",
        "30866": "Put the teabag in the bin",
        "91802": "Put the white cup into the spoon then pick up the spoon and drop the cap into the bin",
        "284": "Put the packet inside the trash can",
        "21153": "Pick up the sachet on the napkin and put it inside the bin",
        "39210": "Put the paper inside the rubbish bin",
        "28339": "Place the small white container to the left of the mug in the bin beneath the counter",
        "1463": "Move the white bowl to the left and place the small white item in the bin",
        "32701": "Pick up the trash and throw it in the bin",
        "74072": "Put the small tissue in the rubbish can",
        "35926": "Put the white item in the bin",
        "77791": "Pick up the spoon and then throw the object on it in the bin",
        "32233": "Throw the straw into the bin",
        "5998": "Place one of the small white containers in the trash can beneath the counter to the right of the dishwasher",
        "16244": "Put the green item in the bin",
        "66428": "Pick up one object from the countertop and put it inside the grey bin.",
        "39294": "Put the paper towel into the bin",
        "18127": "Take an item out of the bowl and put it into the bin",
        "64438": "Put the white wrapper in the bin"

    },
    "pour_contents_into_container": {
        "552": "Pick up the plate on the right and pour its contents into the plate on the left",
        "42687": "Pour the contents in the white mug into the coffee cup.",
        "87103": "Pick up the paper cup on the right and pour its contents into the mug",
        "465": "Pour the contents in the coffee pod into the white bowl.",
        "83157": "Pour the contents in the coffee pod on the right into the white bowl.",
        "52950": "Pour the contents in the white bowl into the coffee cup on the right.",
        "37977": "Pour the contents from the sachet on the right into the white bowl.",
        "70451": "Pour the content of the packet onto the bowl",
        "17717": "Pick the big cup on the counter and pour water into the small cup"
    },
        "pour_into_bin":{
            "41990": "Pour out the contents from the plate into the bin",
            "22152": "Pick up some cereal from the blue bowl and place it on the silver spoon then pour the cereal from the spoon into the bin.",
            "43234": "Pour a spoonful of the blue bowl's contents into the bin"
        },
    "stack_cups": {
        "59157": "Build a tower of cups",
        "16546": "Put each cup in the stack, into the other",
        "68152": "Stack the paper cups on top of each other",
        "37197": "Stack all the cups that are in a built tower together",
        "64881": "Stack the coffee cups together in two piles."
    },
    "transfer_with_spoon": {
        "61848": "Use the white spoon to collect some coffee beans from the coffee pod on the left then place them inside the white bowl.",
        "50334": "Use a spoon to transfer some contents from the left coffee pod to the bowl",
        "78638": "Use the white spoon to transfer some contents from the blue bowl into the white bowl"
    },
    "move_item_left":{
        "63621": "Remove the wipe from the roll and put it on the left"
    },
      "throw_away_small_item":{
        "90310": "Throw away the small tissue"
      },
        "move_teabag":{
            "90836": "Remove the tea bag from the paper cup and put it in the mug",
            "70392": "Move the tea bag to the other cup"
        },
        "push_forward":{
            "54570": "Push the tissue forward"
        },
        "remove_from_packet":{
            "93913": "Remove the wooden stirrer from the white packet."
        },
        "unstack_cups":{
            "13162": "Unstack both stacked cups"
        },
        "simultaneous_removal":{
            "34311": "Simultaneously remove one cup from each stack"
        },
    "paper_towel_tasks":{
       "55306": "Get a piece of paper towel from the roll of paper towel and put it on the table"
    },
       "wipe_with_napkin":{
           "8055": "Use the white napkin to wipe the counter."
       },
    "squeeze_sachet":{
        "85893": "Squeeze the sauce out of the white sachet in the middle on the napkin",
        "34890": "Press down the sachet"
    }
}
