
{
    "move_left": {
        "88832": "Move the toy ring donut to the left",
        "32916": "Move the donut to the left",
        "27567": "Move the orange towel to the left",
        "18892": "Move the doughnut to the left of the table",
        "25430": "Move the slice of pizza plush toy slightly to the left",
        "96": "Move the pizza slice to the left",
        "1476": "Pick up the orange plate and slightly move it to the left."
    },
    "move_right": {
        "11904": "Move the slice of pizza closer to the right edge",
        "69902": "Move the orange plate to the right",
        "45239": "Slide the cloth slightly to the right on the desk",
        "61": "Move the green plush toy to the right",
        "73057": "Move a piece of the pizza plush toy to the right"
    },
    "move_backward": {
        "65544": "Move the green block backwards",
        "15636": "Move the fake pizza slice backward",
        "41925": "Move the green block backward",
        "23133": "Move the slice of pizza away from you.",
        "55020": "Move the orange towel backwards."
    },
    "move_forward": {
        "26514": "Move the orange and black object forward",
        "25242": "Move the green block forwards",
        "61358": "Move the green plush toy forwards",
        "14787": "Move the green plushie closer to you",
        "64025": "Put the items, which are on the plate, on the table, then push the towel forward"
    },
    "put_donut_on_plate": {
        "84241": "Put the donut on the plate",
        "69019": "Put the donut on the orange plate.",
        "28707": "Put the donut on the plate",
        "45667": "Put the donut on the plate.",
        "60135": "Put the donut toy on the orange plate"
    },
    "put_green_plushy_on_plate": {
        "49871": "Put the green plush toy on the orange plate.",
        "67805": "Put the green plushy on the plate",
        "41706": "Put the green plushie on the orange plate",
        "17771": "Put the green plushy ball on the orange plate"

    },
    "remove_item_from_plate": {
        "60040": "Take the blue plush toy off of the orange plate",
        "10194": "Remove the green plushy from the plate",
        "32750": "Remove the donut from the plate",
        "78846": "Remove the donut from the orange plate"

    },
    "put_item_on_table":{
        "78619": "Pick up the doughnut and put it on the table",
        "93248": "Pick up the green plush toy on the plate and place it on the table",
        "31555": "Put the donut on the table",
        "94291": "Put the green plushy on the table",
        "92643": "Pick the pizza on the plate and put it on the table",
        "52210": "Pick up the green plush toy from the plate and put it on the table"
    }
}

