
{
    "move_yellow_block_forward": {
        "40704": "Move the yellow block away from you",
        "57743": "Move the yellow block on the left backwards",
        "26802": "Move the yellow block forward"
    },
    "move_blue_block_forward": {
        "68750": "Move the blue block forward",
        "58010": "Move the blue cylindrical block to the front",
        "14281": "Move the blue block closer to you",
        "58747": "Move the blue rectangular block backwards"
    },
    "move_block_right": {
        "26123": "Move the blue cylinder block to the right",
        "48530": "Move the yellow block to the right",
        "61399": "Move the blue cylinder to the right",
        "12398": "Move the blue cylinder to the right",
        "62058": "Move the yellow rectangular block to the right"
    },
    "move_block_left": {
        "49106": "Move the yellow block to the left",
        "59563": "Move the green cube to the left",
        "85453": "Pick up the blue cylindrical block from the table and move it to the left.",
        "48855": "Pick up one blue block and slightly move it to the left.",
        "51960": "Move the blue block on the right to the left"
    },
    "put_on_table": {
        "69652": "Pick the orange block and put it on the table",
        "48035": "Pick the green triangular block and put it on the table",
        "90410": "Pick up the cylindrical block and put it on the table",
        "71803": "Put the yellow block on the table",
        "70340": "Put the cube down on the table",
        "50264": "Pick up the orange marker and put it on the table",
        "91616": "Pick up the blue object and put it on the table"

    },
    "put_blue_on_yellow": {
        "71064": "Put the blue block on top of the yellow block on the table",
        "42521": "Put one blue block on top of the yellow block on the front left side of the table.",
        "54869": "Put the blue block on top of the yellow blocks",
        "56318": "Put the blue cylinder on top of the the yellow rectangle"
    },
    "put_X_on_blue": {
       "90005": "Pick up the green square object from the table and place it on top of the blue object",
       "15294": "Put the yellow block on top of the blue block",
       "46276": "Put the green cube on top of the blue cube",
       "57300": "Pick up the orange object from the table and put it on the blue object",
       "58475": "Pick the blue cylindrical block and put it on the blue square block",
       "91613": "Pick up the square blue block and put it on the square green block"

    },
   "put_orange_on_yellow":{
        "60987": "Put the orange block on top of the yellow blocks",
        "75984": "Put the orange cube on the yellow block",
        "21861": "Pick the yellow block and place it on the orange block"
   },
    "put_on_orange":{
        "37808": "Pick up the green block on the right and put it on the orange square block on the right",
        "33481": "Put the orange triangle on top of the orange square"
    },
	"remove_from_top":{
        "92936": "Remove the orange block from the top of the orange block",
        "78003": "Remove the topmost yellow block from the stack on the left",
        "83280": "Remove the blue block from the top of the stack on the left.",
        "49514": "Remove the orange block from the top of the blue block."
	},
    "stack_blocks":{
        "81837": "Stack two orange blocks",
        "90097": "Put the yellow and block and put it on top of the other yellow block",
        "88180": "Put the orange block on the stack of blocks"

    },
    "unstack_blocks":{
        "56333": "Unstack the yellow and orange blocks",
        "18799": "Unstack the yellow and blue blocks"
    },
    "place_on_top_of":{
        "94038": "Remove the blue block from the top of the green block and place it on top of the yellow block in the middle",
        "37878": "Pick up the blue block in the middle of the table and place it on top of the yellow block at the back of the table",
        "5338": "Pick up the green object from the table and pit on top of the other objects",
        "40498": "Put the middle blue block on the green block",
        "80677": "Put the green block on the yellow block",
        "65708": "Move the green block to the back blue block",
        "66137": "Move the orange cube from the top of the cylindrical block to the top of the block directly in front of it"
    }
}

