{
    "86144": "Pick a cloth in the basket and put it on the back rest of the chair",
    "60161": "Pick a cloth in the box and put it on the back rest of the chair",
    "80642": "Pick up the black cloth from the box and put it on the headrest of the chair",
    "10372": "Place one item of black clothing from the white box onto the backrest of the grey chair",
    "27268": "Put one sock on the backrest of the chair",
    "37764": "Place the black clothing on the backrest of the grey chair",
    "41099": "Remove the shirt from the white bin and hang it on the chair",
    "81035": "Pick up the orange cloth from the chair's headrest and put it in the box",
    "58511": "Place the animal print clothing on the backrest of the chair",
    "71313": "Put the peach shirt on the backrest of the chair",
    "32019": "Put the animal print cloth in the basket",
    "67219": "Pick up the animal clothe and put it on the headrest of the chair",
    "149": "Pick up the light coloured cloth from the chair and put it in the container.",
    "10902": "Remove the black cloth from the chair and put it in the gray basket",
    "35735": "Pick up the animal print cloth from the chair and put it in the box",
    "78744": "Place the animal print clothing from the white box on the backrest of the chair",
    "81340": "Put the blue cloth and the shirt into the basket.",
    "89627": "Remove the orange clothing from the white basket and hang it on the back of the chair",
    "36124": "Put the black cloth in the box",
    "22559": "Put the orange cloth on the chair in the white basket",
    "30240": "Remove the orange cloth from the backrest of the chair and place it inside the box",
    "42785": "Put the grey shirt inside the box.",
    "49058": "Put the clothes from the chair backrest into the white box",
    "54179": "Put the black cloth on the head rest",
    "74017": "Remove the peach shirt from the white bin and hang it on the back of the chair",
    "86815": "Pick up the black head sock from the container and put it on the chair.",
    "27559": "Put the animal print cloth in the laundry basket",
    "21288": "Put the orange shirt on the backrest of the chair",
    "48812": "Remove the black cloth from the basket and hang it on the chair",
    "6445": "Put the black shirt on the chair.",
    "59565": "Remove the black clothing from the bin and hang it on the back of the chair",
    "52402": "Put the orange thing on the chair in the white bin",
    "91571": "Pick up the black cloth from the headrest of the chair and put it in the box",
    "1717": "Pick up the grey clothing from the chair and put it in the white bin",
    "31541": "Pick up the black shirt in the basket and put it on to the chair.",
    "11575": "Hang the orange clothing on the back of the chair",
    "27832": "Remove the shirt from the basket and put it on the chair.",
    "93881": "Put a cloth from the box on the head rest of the chair",
    "24891": "Pick up the striped cloth from the chair and put it in the container.",
    "56251": "Put the blue cloth in the basket.",
    "64957": "Move the black cloth to the box",
    "36926": "Pick up the light coloured cloth from the chair and put it in the container.",
    "28863": "Pick up the black cloth from the chair and put it in the container.",
    "40000": "Put the leopard print cloth on the backrest of the chair",
    "66113": "Put the green piece of clothing inside the basket.",
    "36162": "Put the black cloth on the backrest of the chair",
    "73666": "Put the black shirt into the basket.",
    "28100": "Move the black cloth from the chair head rest to the box",
    "75073": "Move a cloth from the head rest and put the cloth in the box",
    "41158": "Take the black cloth out of the basket and hang it on the back of the white chair",
    "82622": "Put the sock in the laundry basket",
    "95176": "Put the orange shirt on the chair into the white bin",
    "79305": "Pick up one cloth from the box and put it on the headrest of the chair",
    "3919": "Remove grey clothing from the white basket and hang it on the back of the chair",
    "66001": "Put the black cloth in the laundry basket",
    "65746": "Pick up the blue cloth from the box and put it on the chair's headrest",
    "87253": "Pick up the cloth with green and white dots from the chair's headrest and place it inside the box",
    "68568": "Pick up the orange cloth from the box and put it on the headrest of the chair, then pick up the black cloth  from the headrest of the chair and put it in the box",
    "56154": "Pick up the blue cloth from the headrest of the chair and put it in the box",
    "77147": "Pick up the black cloth from the box and put it on the headrest of the chair",
    "69980": "Remove the black clothing from the backrest of the grey chair and place it in the white storage container",
    "13149": "Pick up the cloth with green and white dots from the box and put it on the chair's headrest",
    "37726": "Remove the clothes from the backrest of the grey chair and put them inside the white storage bin",
    "79452": "Put the blue bandana on the head rest",
    "32867": "Pick up the orange shirt and put it on the chair.",
    "60133": "Put the orange cloth inside the basket.",
    "36327": "Hang the orange and peach clothes in the basket on the back of the chair",
    "39143": "Hang the orange cloth on the head rest of the chair",
    "75495": "Pick up the black cloth from the box and put it on the headrest of the chair",
    "19436": "Pick a cloth on the back rest of the chair and put it in the box",
    "34029": "Put the orange cloth on the headrest chair",
    "62060": "Put the black shirt on the chair in the white bin",
    "88556": "Put the beige shirt in the box",
    "38000": "Put the peach shirt on the backrest of the grey chair",
    "2552": "Pick up the grey clothing from the bin and hang it on the back of the chair",
    "70777": "Remove the black clothing from the backrest of the grey chair and put it inside the white storage bin"
}