{
    "52992": "Put the marker in the cup then take the marker out and put it on the table",
    "38273": "Put the mug on the table",
    "69633": "Take the black marker out of the mug",
    "8837": "Put the marker in the mug",
    "52102": "Pick up the pen and put it in the mug cup",
    "18567": "Take the black marker out of the mug and place it on the table",
    "81797": "Put the marker on the table",
    "62987": "Pick the marker from the cup and put it on the table",
    "34572": "Remove the marker from the cup and put it on the table",
    "68237": "Remove the marker from the cup and put it on the table",
    "15376": "Put the marker in the mug and then remove it and put it back on the table",
    "19602": "Take the marker out of the cup and put it on the table",
    "55956": "Put the marker in the white mug",
    "32664": "Put the pen in the mug",
    "41241": "Put the marker in the mug",
    "47643": "Take the pen out of the mug and place it on the table",
    "76827": "Put the marker on the table",
    "41501": "Put the pen in the mug",
    "76955": "Put the marker in the mug",
    "46370": "Pick up the marker and put it in the cup",
    "37667": "Pick up the pen from the table and put it in the yellow cup.",
    "86306": "Pick up the pen from the mug cup and put it on the table",
    "44456": "Place the marker in the mug",
    "51496": "Put the pen in the mug",
    "12459": "Put the marker into the green cup.",
    "28971": "Pick up the marker from the cup and place it on the table",
    "65067": "Pick up the pen from the cup and put it on the table.",
    "91565": "Remove the marker from the mug and put it on the table",
    "13615": "Pick the marker and put it in the cup",
    "59954": "Take the marker from the yellow cup and place it on the table",
    "75830": "Remove the black marker from the yellow mug",
    "28861": "Put the marker in the mug",
    "11454": "Put the marker inside the mug cup then put it back on the table",
    "72254": "Put the marker into the mug.",
    "79934": "Remove the marker from the mug cup and place it on the table",
    "20930": "Put the marker on the table, put it back in the mug then put it back on the table",
    "80580": "Remove the marker from the mug and place it on the table",
    "21574": "Put the pen in the mug",
    "37831": "Put the marker in the mug on the table",
    "53959": "Put the black marker inside the mug",
    "62279": "Put the marker in the green cup",
    "72392": "Take the marker out of the mug and put it on the table",
    "13259": "Pick the pen and put it in the cup",
    "75977": "Remove the marker from the mug and put it on the table",
    "29519": "Put the marker in the white mug",
    "42959": "Put the marker in the mug",
    "90703": "Remove the marker from the white mug",
    "48722": "Put the marker in the yellow mug",
    "56788": "Take the black marker out of the mug",
    "75860": "Put the marker in the mug on the table",
    "89428": "Take the marker out of the mug and put it on the table",
    "77529": "Take the blue marker out of the yellow mug",
    "40029": "Remove the marker from the mug and put it on the tray.",
    "36455": "Take the marker out of the mug and put it on the table",
    "360": "Put the marker inside the mug.",
    "86247": "Put the pen inside the mug cup",
    "32746": "Put the red marker inside the yellow mug",
    "64620": "Put the pen in the mug",
    "56688": "Remove the marker from the mug and put it on the table",
    "25585": "Put the pen in the mug",
    "91639": "Pick the pen on the table and put it in the cup",
    "77048": "Pick up the pen from the table and put it in the cup.",
    "38780": "Pick up the pen from the table and put it in the cup. Pick up the pen from the cup and put the pen back on the table. Pick up the pen from the table and put it back in the cup.",
    "1405": "Remove the marker from the mug cup",
    "53247": "Put the marker inside the mug then take the marker out of the mug"
}