{
    "64773": "Use the towel to wipe the counter",
    "59783": "Get the white cloth from the countertop, use it to wipe the cabinet on top, then put it back on the table",
    "62856": "Wipe the counter with the white cloth",
    "69384": "Use the cloth to wipe the counter",
    "90889": "Use the towel to wipe the counter.",
    "93066": "Use the towel to clean the plate",
    "13": "Use the white cloth to wipe the table",
    "21525": "Use the towel to wipe the countertop",
    "62747": "Wipe the counter using the cloth",
    "11933": "Take the cloth and wipe the plate",
    "17054": "Use the cloth to wipe the plate",
    "57373": "Use the cloth to wipe the counter",
    "7712": "Wipe the counter with the cloth",
    "33315": "Wipe the table with the white cloth",
    "44963": "Wipe the grey plate with the white cloth on the countertop",
    "18213": "Use the cloth and wipe the counter",
    "18469": "Wipe the counter top using the cloth",
    "34343": "Wipe the cabinet with the cloth",
    "49832": "Use the towel to wipe the plate",
    "40490": "Wipe the plate with the towel, put the towel on the counter then move the plate backwards",
    "63799": "Use the white cloth to wipe the cupboard",
    "60349": "Use the cloth to wipe the table.",
    "1345": "Pick the cloth and wipe the plate",
    "16454": "Use the cloth to wipe the counter",
    "4679": "Pick up the towel and put the towel back on the countertop.",
    "42953": "Use the white towel to wipe the counter top",
    "46414": "Pick the cloth and move it to the right on the counter",
    "40143": "Use the white cloth to wipe the top of the cabinet",
    "19922": "Wipe the counter with the cloth",
    "65273": "Use the white towel to wipe the the plate",
    "92118": "Use the cloth to wipe the countertop",
    "71127": "Use the towel to wipe the countertop",
    "59227": "Pick up the cloth from the table, wipe the grey plate with it and put the cloth back on the table.",
    "32092": "Use the cloth to wipe the plate",
    "64735": "Use the white towel to wipe the counter",
    "57185": "Use the cloth to wipe the plate.",
    "6117": "Use the cloth and wipe the table",
    "19942": "Use the towel to wipe the counter",
    "23911": "Use the cloth to wipe the surface",
    "41960": "Use the cloth to wipe the table.",
    "81129": "Use the towel to wipe the counter",
    "95338": "Use the towel to wipe the countertop",
    "46444": "Wipe the counter with the cloth",
    "44014": "Use the towel to wipe the surface",
    "92526": "Use the towel to wipe the table.",
    "63990": "Use the cloth to wipe the counter",
    "82168": "Use the towel to wipe the grey plate",
    "13433": "Use the cloth on the counter to wipe the countertop",
    "8317": "Move the towel to the right then wipe the countertop",
    "43518": "Use the towel to wipe the counter"
}