{
    "3585": "Pick up the towel and put it on the table. Pick up the towel from the table and put it on the tripod",
    "52745": "Put the white towel on the table",
    "65034": "Pick the black cloth and hang it on the object",
    "30230": "Put the black towel on the table",
    "71712": "Hang and unhang the white cloth from the stand then hang up the black cloth",
    "72226": "Put the cloth on the table",
    "61481": "Hang the black shirt on the back of the chair",
    "75817": "Hang the towel on the black stand",
    "49719": "Put the black towel and put it on top of the white towel",
    "41017": "Hang the white cloth on the black stand",
    "24635": "Remove the black towel from the chair backrest and place it on the table",
    "24125": "Put the blue and white towel on the table",
    "62528": "Remove the tea towel from the stand and place it on the table",
    "68189": "Remove the towel from the rack and put it on the table.",
    "84067": "Put the black shirt on the table",
    "19046": "Place the white towel on the black stand",
    "2152": "Take the black shirt off the stand and put it on the table",
    "90216": "Put the white cloth on the table",
    "24682": "Unhang the cloth from the stand",
    "92268": "Pick up the white cloth from the tripod and place it on the table.",
    "61564": "Hang the cloth on the black stand",
    "57469": "Remove the black t-shirt from the black stand",
    "42110": "Hang the towel on the stand",
    "46210": "Hang the white cloth on top of the black cloth on the stand",
    "43147": "Hang the black cloth on the object",
    "17038": "Take the cloth on the back rest and put it on the table",
    "29332": "Put the black t-shirt on the table",
    "15510": "Put the t-shirt on the table",
    "17563": "Pick the cloth and put it on the back rest of the chair",
    "22691": "Pick up the towel from the table and hang it on the metaling object",
    "78499": "Hang the black shirt on the black stand",
    "8871": "Take the white towel from the back of the chair and place it on the black cloth on the table",
    "74919": "Put the black object from the table and put it on the headrest",
    "73395": "Hang the towel on the black stand",
    "35514": "Take the white cloth off the black pole, put it down, pick it back up and put it on the black pole again",
    "71354": "Get the black cloth from the table and put it on the chair's backrest",
    "84672": "Hang the white cloth on the black rod",
    "4807": "Hang the towel on the backrest of the chair",
    "36040": "Hang the white cloth on the back of the chair",
    "14540": "Remove the black object from the headrest and put on the table",
    "42202": "Unhang the cloth from the stand",
    "9953": "Unhang the white and blue towel from the black stand",
    "36586": "Hang the white and blue towel on the stand, remove the towel from the stand, hang the towel back on the stand",
    "5869": "Pick up the black cloth from the tripod and put it on the table.",
    "9983": "Put the white cloth on the table",
    "39689": "Hang the cloth on the black stand",
    "6413": "Drop the towel from the black stand to the table",
    "36112": "Pick the tea towel on the table and hang it on the stand",
    "91409": "Hang the black shirt on the stand",
    "41239": "Unhang the cloth and put it on the table",
    "64282": "Pick up the black cloth from the table and hang it on the metallic object",
    "27936": "Remove the black cloth from the metallic object and put it on the table",
    "25889": "Put the white cloth on the table",
    "43308": "Pick up the black piece of clothing and put it in the center of the table",
    "35120": "Pick up the white towel from the table and put it on the black tripod.",
    "55108": "Take the cloth and put it on the table",
    "54600": "Hang the white cloth on the stand",
    "89937": "Remove the black t-shirt from the backrest of the grey chair and place it on the table",
    "21857": "Hang the cloth on the stand",
    "46951": "Put the white towel on the table",
    "49015": "Take the cloth and hang it on the object",
    "25976": "Put the towel on the black rod",
    "24953": "Put the cloth on the table",
    "43386": "Put the towels on the table",
    "62845": "Pick up the white cloth and put it on the table",
    "42366": "Remove the white towel from the black stand",
    "78208": "Pick up the towel and put it on the black object",
    "94086": "Hang the black cloth on the object",
    "45447": "Hang the white cloth on the back of the chair",
    "41352": "Unhang the cloth from the stand",
    "49033": "Take the white cloth from the black hanger and place it on the table",
    "52619": "Unhang the towel from the black stand and place it on the table",
    "95116": "Hang the white cloth on the black stand",
    "51605": "Put the black clothing on the table",
    "53144": "Hang the cloth on the stand",
    "25512": "Pick up the towel and place it on the table",
    "8617": "Hang the cloth on the stand",
    "17842": "Hang the towel on the backrest of the chair",
    "28082": "Take the black shirt off the stand and put it on the table",
    "63412": "Remove the black piece of clothing from the rack and put it on the table.",
    "67013": "Pick up the towel from the table and put it on the tripod.",
    "9158": "Hang the white and blue towel on the black stand",
    "81862": "Put the towel on the table",
    "91083": "Pick up the cloth from the table and put it on the tripod.",
    "82397": "Take the tea towel on the stand and put it on the table",
    "52190": "Remove the white towel from the black stand",
    "51168": "Pick the cloth and put it on the table",
    "57830": "Hang the black t-shirt on the stand",
    "72181": "Pick the cloth and hang it on the object",
    "36345": "Remove the black t-shirt from the black stand and place it on the table",
    "19962": "Remove the white towel from the black stand and put it on the table"
}