{
    "8579": "Put the orange marker in the yellow mug",
    "84099": "Put the red marker inside the mug",
    "76810": "Move the white plate downwards",
    "70924": "Pick the marker from the cup and put it on the table",
    "49809": "Take the stick of glue out of the mug",
    "65041": "Place the orange marker inside the yellow mug",
    "67473": "Take the red marker out of the yellow mug",
    "7445": "Take the marker out of the mug and place it on the table",
    "24213": "Put the marker on the table",
    "86933": "Put the orange marker in the mug",
    "12312": "Remove the marker from the cup and put it on the table",
    "44312": "Take the marker from the white cup and place it on the table",
    "1052": "Put the marker on the table",
    "64156": "Put the marker inside the mug cup",
    "33060": "Take the stick of glue out of the mug and place it on the right side of the table",
    "70568": "Take the orange marker out of the yellow cup",
    "8107": "Pick up the marker  from the cup and put it on the table",
    "60076": "Remove the marker from the yellow cup, show it to the camera, and place it on the table",
    "25262": "Remove the red marker from the white cup",
    "23215": "Remove the red marker from the white cup",
    "13107": "Take the pen out of the mug and place it on the table",
    "71731": "Put the marker in the cup",
    "73525": "Remove the marker from the cup and put it on the table",
    "81076": "Pick up the pen from the table and put it in the white cup.",
    "53047": "Put the marker in the cup",
    "5179": "Put the marker in the cup",
    "19260": "Put the green marker in the cup",
    "60220": "Take the marker from the yellow cup and place it on the table",
    "64575": "Put the marker into the mug.",
    "30018": "Remove the red marker from the yellow mug",
    "30020": "Pick up the marker and put it in the cup",
    "70469": "Remove the red marker from the yellow mug and put it on the table",
    "48454": "Take the marker out of the mug and put it on the table",
    "81221": "Put the marker on the table",
    "43213": "Remove the marker from the mug",
    "66253": "Take the marker out of the mug and put it on the table",
    "17103": "Pick up the red marker from the table and place it inside the yellow mug",
    "25807": "Put the red marker in the mug",
    "73294": "Pick the object and put it in the cup",
    "58963": "Put the marker in the mug",
    "9686": "Put the marker in the cup",
    "43096": "Pick up the pen from the table and put it in the white cup. Pick up the pen from the white cup and put it on the table. Pick up the pen from the table and put it in the white cup.",
    "66141": "Put the red marker inside the yellow mug",
    "5858": "Remove the marker from the cup and put it on the table",
    "50916": "Place the red marker inside the yellow mug",
    "35942": "Take the marker out of the yellow cup and place it on the table",
    "8297": "Put the marker into the cup.",
    "10602": "Put the marker in the green cup",
    "89599": "Put the marker on the table",
    "81900": "Take the marker from the cup and put it on the table",
    "15981": "Put the marker in the cup",
    "6766": "Remove the marker from the cup and put it on the table",
    "47087": "Put the marker in the cup",
    "44400": "Pick up the marker and put it in the mug.",
    "88177": "Pick the marker and put it in the cup",
    "26866": "Put the marker in the cup",
    "55672": "Take the marker out of the mug and put it on the table",
    "15994": "Take the red marker out of the yellow mug",
    "84605": "Take the marker out of the yellow mug",
    "70655": "Put the marker in the cup"
}