{
    "1029": "Use the cloth to wipe the table",
    "95495": "Fold the cloth on the table",
    "31628": "Use the towel to wipe the table",
    "61580": "Fold the cloth on the table.",
    "82061": "Hang the black cloth on the back of the chair",
    "11921": "Fold the bluestripped table cloth",
    "20753": "Use the white towel to wipe the table",
    "22417": "Fold the towel four times over",
    "83832": "Use the towel to wipe the table then unfold it.",
    "1305": "Use the white towel to wipe the table surface",
    "18075": "Wipe the table top with the white and blue towel",
    "8860": "Hang the black t-shirt on the backrest of the grey chair",
    "43932": "Fold the white and blue towel from right to left and then bottom to top",
    "35486": "Slide the white towel across the table.",
    "53662": "Fold the cloth on the table",
    "58524": "Fold the white and red cloth on the table",
    "93218": "Wipe the table top with the white towel",
    "31396": "Fold the towel",
    "41126": "Hang the black t-shirt on the backrest of the grey chair on the right",
    "5290": "Use the cloth to wipe the table",
    "33194": "Use the white towel to wipe the table",
    "44210": "Fold the towel two times over from right to left then left to right, fold the towel in half from top to bottom",
    "45621": "Put the black cloth on the head rest of the armchair",
    "28600": "Fold the tea towel on the table",
    "21689": "Use the cloth to wipe the table",
    "62777": "Use the white and blue cloth to wipe the table",
    "77759": "Remove the black t-shirt from the backrest of the grey chair and put it on the table",
    "12352": "Fold the towel",
    "73665": "Fold the red and white  cloth neatly",
    "31811": "Remove the black object from the top of the chair and put it on the table",
    "51782": "Wipe the table with the cloth",
    "26567": "Use the white and red tea towel to wipe the table",
    "12235": "Fold the towel",
    "33739": "Move the black cloth from the top of the chair to the table",
    "6093": "Fold the white towel",
    "28239": "Fold the white towel",
    "43988": "Fold the cloth in half",
    "61524": "Use the cloth and wipe the table",
    "45782": "Fold the towel on the table",
    "50648": "Put the black cloth on the table",
    "66781": "Wipe the table top with the white towel",
    "78180": "Put the shirt on the table, unfold the white cloth then unfold the shirt.",
    "3301": "Put the tea towel on the back of the chair",
    "34279": "Use the white cloth to wipe the table",
    "80104": "Fold the towel at the left",
    "49900": "Wipe the table with the white cloth",
    "2674": "Put the black cloth on the table",
    "69490": "Take the black top on the chair and put it on the table",
    "21494": "Pick up the black cloth from the table and put it on the chair back of the chair.",
    "93558": "Fold the towel on the table",
    "19704": "Use the towel to wipe the table.",
    "46844": "Place the black t-shirt on the table"
}