{
    "4611": "Remove the black ladle from the black pot and put it on the table, put the lid on the black pot",
    "22536": "Take the lid off of the silver pot next to the clear bowl and put it on the table",
    "77324": "Take the lid off the silver pot",
    "83482": "Remove the silver lid from the silver pot on the left",
    "53804": "Put the lid on the table then pour the contents from the clear jar into the black pot",
    "52787": "Take the silver lid from the silver pot farthest away from you and put it on the table",
    "87094": "Move the clear bowl on the top of the white lid",
    "3129": "Take the lid farthest away from you and put it on the silver pot closest to you",
    "93263": "Cover the black pot with the lid on the table",
    "36947": "Pick up the silver lid on the left and place it on the silver pot on the left",
    "61527": "Put the silver lid on the silver pot at the front of the table",
    "90210": "Put the silver lid on top of the pot on the left",
    "34917": "Pick up the lid and close the pot",
    "26727": "Take the lid and place it on the stock pot",
    "83567": "Put the glass lid on top of the black pot",
    "4231": "Cover the small pot with the lid on the table",
    "48778": "Take the lid off the black pot",
    "52894": "Pick the lid on the table and put it on the uncovered pot",
    "21151": "Put the clear cover on the white thing",
    "54431": "Uncover the pot",
    "45731": "Take the lid off the silver pot",
    "35512": "Put the glass lid on top of the black pot",
    "86713": "Remove the upside down bowl from the white lid",
    "88768": "Uncover the pot",
    "12501": "Take the lid from the black pot and put it on the table",
    "35031": "Cover the black pot with the clear lid",
    "20698": "Uncover the white plate and put the clear lid on the table",
    "60638": "Pick the lid and put it on the small pot",
    "29920": "Pick up the lid and put it on the table",
    "42217": "Place the clear bowl on top of the white lid",
    "27373": "Uncover the pot and put the lid on the table",
    "18163": "Uncover the pot and put the lid on the table",
    "18164": "Pick the lid and put it on the table",
    "62199": "Pick up the silver lid from the table and put it on the small silver pot",
    "30458": "Take the lid and put it on the pot",
    "76031": "Pick up the lid and close the pot",
    "68867": "Take the lid off the pot on the table",
    "70930": "Pick up the lid and close the pot with it",
    "18707": "Put the silver lid on top of the silver pot on the right side of the table",
    "63765": "Put the lid on the pot",
    "3881": "Put the left lid on the silver pot closest to you",
    "27956": "Pick up the lid and place it on the pot",
    "61237": "Take the silver lid from the table and put it on the silver pot",
    "17726": "Uncover the silver pot and put the lid on the table",
    "51017": "Place the lid on the pot",
    "94027": "Put the plastic cover on the tray.",
    "17740": "Remove the lid from the pot and put it on the table",
    "56657": "Pick the lid and put it on the pot",
    "76118": "Take the lid off the smaller pot",
    "7514": "Put the lid on the black pot",
    "65371": "Put the lid on the cake tray.",
    "48479": "Move the objects from the orange bowl to the black pot, then cover the black pot with the glass lid",
    "67937": "Take the lid off the smallest pot and put it on the table",
    "17251": "Put the lid on the small pot on the table",
    "17257": "Remove the glass lid from the black pot",
    "18287": "Take the lid off the shorter pot and place it on the table",
    "78198": "Pick up the plastic lunch box and put it on the white lid. Pick up the lid from the table and put it on the silver pot. Pick up the lid from the other silver pot and put it on the table.",
    "3447": "Put the glass lid on top of the black pot",
    "41340": "Remove the food container from the lid",
    "78207": "Take the lid and cover the smaller pot",
    "28544": "Remove the lid from the pot and put it on the table, pick up the lid and put it back on the pot",
    "43906": "Remove the lid from the black pot.",
    "51075": "Take the lid off the silver pot on the right and put it on the table",
    "86920": "Put the lid on the black pot then remove the lids from the silver pots.",
    "39817": "Pick up the plastic container from the table and move it forward.",
    "44941": "Take the lid off the black pot and put it on the table",
    "14734": "Pick a lid on the table and put it on the taller silver pot",
    "49039": "Pick the bowl from the white tray and place it on the table",
    "24465": "Take the silver lid off the taller silver pot and put it on the table",
    "68497": "Close the lid on the smaller pot",
    "5524": "Put the pots lid on the table then remove the orange bowl from it and put it on the table also",
    "39317": "Put the spoon on the table then cover the pot with the lid",
    "6043": "Put the clear lid on the white plate",
    "13217": "Cover the plate with the clear lid",
    "14754": "Take the lid off the pot and put it on the table",
    "56742": "Place the lid on the table then use the spoon to mix in the pot",
    "65449": "Cover the pot with the clear lid",
    "29614": "Put the silver lid on the small pot, take the glass lid off the large pot, then put the silver lid from the smallest pot on the table",
    "31663": "Take the lid off the small silver pot and put it on the table",
    "74671": "Put the clear bowl on the white plate",
    "85938": "Remove the lid of the small pot that's near the orange cup on the table",
    "54710": "Remove the lid from the silver pot",
    "25531": "Place the lid on the table",
    "34252": "Cover the silver pot",
    "69070": "Remove the glass lid from the black pot and put it on the table",
    "19929": "Uncover the black pot and put the lid on the table",
    "81886": "Take the clear lid and put it on the left black pot",
    "8680": "Put the clear box on the table",
    "3562": "Pick up the lid from the table and put it on the open silver pot. Pick up the lid off the other pot and put it on the table.",
    "10236": "Pick the silver lid on the table and put it on the uncovered pot"
}