{
    "53504": "Close the top right drawer",
    "62080": "Close the top right drawer",
    "2436": "Take a t-shirt out of the top right drawer and put it on the bed",
    "44293": "Close the top left drawer",
    "19467": "Open the top bedroom drawer fully",
    "23565": "Close the top drawer",
    "53006": "Close the top right drawer",
    "32527": "Close the left top drawer",
    "3984": "Close the top drawer of the bed.",
    "60943": "Close the topmost drawer on the left",
    "75023": "Close the top left drawer and open the top right drawer",
    "57236": "Open the topmost drawers fully",
    "2069": "Close the top left drawer then open the top right drawer fully",
    "32022": "Close the top right and left drawers respectively",
    "32663": "Open the top right drawer.",
    "33814": "Open the left top drawer then close the right top drawer",
    "52886": "Open fully the top left drawer, close the top right drawer then also close the top left drawer",
    "19482": "Close the top right drawer then open the top left drawer fully",
    "27419": "Open the bedroom drawer fully",
    "53143": "Close the topmost drawer",
    "29725": "Close the top drawer on the left",
    "81945": "Open the topmost drawer on the left",
    "83746": "Close the drawer on the left",
    "7203": "Close the topmost drawer on the left",
    "34979": "Close the top right drawer",
    "49573": "Open the top right drawer and close the top left drawer.",
    "88611": "Close the top drawer on the right",
    "35495": "Close the topmost drawer on the left",
    "21544": "Remove the red shirt from the upper drawer on the left and put it in the upper drawer on the right, close the left upper drawer",
    "72235": "Close the left top drawer",
    "32942": "Close the drawer of the banker bed",
    "19119": "Open the left top drawer",
    "36784": "Close the top drawer on the right",
    "48561": "Pick up the orange piece of clothing from the top right drawer and set it on the bed",
    "14258": "Close the drawer",
    "89006": "Close the top right drawer",
    "13111": "Close the top drawers",
    "58808": "Close the open drawers",
    "41913": "Close the top left drawer under the bed",
    "72376": "Open the top most drawer on the right",
    "81595": "Close the upper drawer of the cabinet to the right and open the upper drawer of the cabinet to the left",
    "90553": "Open the top drawer of the bed",
    "20157": "Close the top left drawer",
    "35005": "Open the top most drawer on the left, close the topmost drawer on the right, close the topmost drawer on the left",
    "24895": "Close the topmost drawer of the cabinet to the left",
    "35393": "Close the top drawer to the left then open the top drawer to the right.",
    "40130": "Pull out the red shirt from the topmost drawer on the left and put it inside the topmost drawer on the right, close the topmost drawer on the right then close the topmost drawer on the left",
    "93764": "Close the topmost drawer on the left",
    "38342": "Open the top right drawer",
    "2761": "Open the top left drawer, then close the top right drawer",
    "32719": "Open the top left drawer.",
    "38095": "Close the topmost drawer",
    "60540": "Open the upper drawer on the left",
    "33628": "Close top left drawer on the left banker bed",
    "77944": "Open both topmost drawers fully",
    "60768": "Close the top drawer on the right",
    "89698": "Close the top right drawer",
    "17892": "Close the top drawer on the left and open the top drawer on the right",
    "40677": "Close the top drawer on the left",
    "43621": "Open the topmost drawer on the left, close the topmost drawer on the right",
    "81380": "Open the top left bedroom drawer fully",
    "33128": "Close the drawer on the left",
    "82535": "Close the topmost drawer on the right",
    "2922": "Open then close the top left drawer",
    "49643": "Close the top drawer of the left cabinet",
    "82667": "Close the top left drawer",
    "33517": "Close the top right drawer",
    "90853": "Pick the garment on top of the orange garment in the top left drawer and put it in the top right drawer",
    "93287": "Close the topmost drawer on the right",
    "23158": "Close the top bedroom drawer",
    "8311": "Close the top drawer",
    "6520": "Open the first drawer on the left under the bed",
    "50038": "Remove the red shirt from the topmost drawer on the right and place it in the topmost drawer on the left",
    "56060": "Completely open the topmost cabinet on the right, and then close it back to its original position",
    "55294": "Close the top right drawer fully",
    "42879": "Move the blue shirt from the left drawer to the one on the right"
}