{
    "79875": "Remove the marker from the mug.",
    "75784": "Remove the orange marker from the mug and put it on the table",
    "9744": "Take the marker out of the bowl and place it on the table",
    "59923": "Pick up the pen from the mug cup and put it on the table.",
    "80915": "Remove the marker from the mug and put it on the table.",
    "11808": "Put the black sharpie on the table",
    "25648": "Remove the marker from the bowl",
    "24118": "Take the orange pen out of the clear cup and place it on the table",
    "80967": "Take the marker out of the mug and place it on the table",
    "63560": "Take the marker out of the mug and put it on the table",
    "82507": "Put the black marker inside the white mug, remove the marker from the mug and put it on the table",
    "7254": "Put the orange pen inside the cup",
    "52824": "Take the marker out of the white bowl",
    "49246": "Remove the marker from the mug cup and place it on the table",
    "27743": "Put the black pen in the blue bowl",
    "65131": "Put the pen in the mug",
    "35948": "Remove the black marker from the bowl and place it on the table",
    "30835": "Remove the marker from the bowl and put it on the table",
    "43123": "Pick up the marker and put it in the bowl",
    "68234": "Put the cup on the right side of the marker",
    "75414": "Put the marker into the bowl",
    "62103": "Put the marker on the table",
    "40091": "Put the marker inside the mug cup",
    "50844": "Take the marker from the blue bowl and put it on the table",
    "21663": "Pick the marker on the table and put it in the cup",
    "8360": "Pick up the brush from the table and put it in the cup.",
    "13994": "Remove the marker from the mug cup",
    "65198": "Remove the pen from the blue bowl",
    "70832": "Pick the marker and put it in the cup",
    "72368": "Remove the pen from the cup, put it on the table, and then put it back in the cup",
    "76471": "Take the marker out of the mug and put it on the table",
    "71360": "Put the marker in the bowl",
    "42689": "Take the marker out of the mug and put it on the table",
    "32454": "Pick up the pen from the table and put it in the bowl",
    "41676": "Put the marker  in the bowl",
    "39118": "Take one green marker out of the white mug",
    "3796": "Put the marker on the table",
    "16091": "Put the marker in the bowl",
    "19165": "Put the marker in the bowl",
    "90340": "Put the marker in the bowl on the table",
    "57577": "Pick the marker and put it in the cup",
    "38122": "Take the marker out of the mug and put it on the table",
    "79090": "Move the marker to the left.",
    "68851": "Pick up the small brush from the mug cup and put it on the table. Pick up the mug cup and slightly move it to the right. Pick up the small brush from the table and put it in the mug cup.",
    "13558": "Remove the marker from the mug and put it on the table",
    "74487": "Put the marker in the mug",
    "62727": "Pick up the pen and put it in the bowl",
    "70427": "Place the pen in the cup",
    "93486": "Put the marker into the bowl.",
    "20791": "Put the marker on the table",
    "52535": "Remove the pen from the plastic cup.",
    "59196": "Put the marker in the clear cup",
    "95036": "Put the marker in the colourless cup",
    "11077": "Get the marker from the table and place it in the mug",
    "21830": "Put the marker on the table",
    "18248": "Take the marker from the white bowl and put it on the table",
    "6483": "Remove the marker from the mug cup",
    "68443": "Put the green marker inside the white mug",
    "22365": "Put the orange pen inside the clear cup",
    "14688": "Pick the marker from the cup and put it on the table",
    "90471": "Put the green marker inside the white mug",
    "74613": "Put he marker in the bowl",
    "38270": "Remove the marker from the mug cup and place it on the table",
    "40839": "Put the marker inside the white mug cup",
    "58767": "Remove the black marker from the white and green mug and put it on the table",
    "49552": "Remove the marker from the mug and place it on the table",
    "63377": "Put the brown marker inside the mug",
    "12183": "Pick the marker and put it in the cup",
    "14744": "Pick the marker from the bowl and put it on the table",
    "29106": "Put the marker in the mug",
    "16311": "Put the marker in the mug",
    "44987": "Remove the marker from the cup and put it on the table",
    "83902": "Put the marker in the mug",
    "19406": "Move the white mug to the right, place the marker inside the mug",
    "51154": "Put the marker on the table in the mug",
    "67554": "Remove the black marker from the mug, put the marker back in the mug",
    "55282": "Remove the marker from the mug and put it on the table",
    "40949": "Pick up the pen from the bowl and put it on the table.",
    "25079": "Take the marker out of the mug and put it on the table",
    "86008": "Take the marker in the cup and put it on the table"
}