{
    "16771": "Put the plush toy inside the drawer then close it",
    "1669": "Close the top drawer of the cabinet.",
    "48520": "Pick up the blue cup from the drawer and put it on the counter, then close the drawer",
    "63754": "Open the top cabinet drawer on the right",
    "18317": "Close the drawer",
    "48528": "Open the drawer to the right of the dishwasher",
    "21777": "Close the open drawer",
    "50963": "Remove the green pear from the open drawer and place it in the basket",
    "80021": "Remove the orange object from the box and put it in the open drawer and close it",
    "7190": "Close the open drawer",
    "91413": "Open the cupboard drawer",
    "92568": "Open the bottom left drawer",
    "19353": "Open the drawer and place the green plush toy in the drawer",
    "50208": "Open the top drawer of the kitchen unit",
    "68256": "Open the top drawer and remove the green object",
    "24994": "Open the top drawer of the bottom cabinet.",
    "61730": "Remove the banana plushie from the box, put it in the open drawer, and then close the drawer",
    "71076": "Close the bottom drawer",
    "23848": "Close the open drawer",
    "50728": "Open the drawer, put the blue cup inside it, and then close it",
    "9005": "Open the drawer",
    "48045": "Open the top draw of the kitchen unit",
    "78767": "Open the drawer and remove the pineapple plushie from the drawer",
    "88496": "Close the drawer",
    "85170": "Put the green object in the drawer and then close it",
    "64054": "Remove the blue cup from the drawer",
    "54330": "Put the green plush toy in the drawer",
    "67901": "Open the drawer, put the pineapple plush toy in the drawer then close the drawer",
    "50240": "Close the top drawer of the bottom cabinet.",
    "67264": "Open the top drawer of the bottom cabinet.",
    "53315": "Open the left drawer.",
    "63556": "Close the top draw of the kitchen unit",
    "76100": "Pick up the green toy, put it in the drawer and close the drawer.",
    "9671": "Open the drawer on the left",
    "458": "Pick up the plush toy from the drawer and put it on the counter, then close the drawer",
    "19018": "Open the top drawer of the kitchen unit",
    "33228": "Remove the pineapple and pear plushies from the drawer, put them on the counter and then close the drawer",
    "54476": "Open the drawer, then put the blue cup in the drawer",
    "74186": "Open the top drawer",
    "13776": "Open the drawer",
    "26192": "Close the drawer",
    "46288": "Put the green pear in the open drawer.",
    "16595": "Open the top drawer of the kitchen unit,remove the orange cup and close it",
    "65232": "Open the drawer",
    "61397": "Open the drawer, remove all the objects and put them in the box, and then close the drawer",
    "13655": "Open the left drawer then remove the green pear and put it in the basket.",
    "72792": "Close the drawer",
    "93530": "Close the drawer",
    "19163": "Close the open drawer",
    "20060": "Open the drawer and put the pineapple plushie in it.",
    "66272": "Open the drawer on the left",
    "51170": "Close the open drawer",
    "90082": "Close the overhead cabinet door",
    "60645": "Close the drawer",
    "17513": "Open the bottom right drawer",
    "46569": "Pick up the green plush toy from the drawer and put it on the counter",
    "67818": "Open the drawer fully",
    "36463": "Close the open drawer",
    "88431": "Open the drawer",
    "50801": "Open the drawer, place the orange cup inside the drawer, close the drawer",
    "5363": "Open the drawer",
    "80116": "Take the pineapple plush toy out of the drawer then close the drawer",
    "8054": "Open the drawer",
    "20343": "Open the drawer",
    "30071": "Open the left drawer then put the pineapple in the basket."
}