{
    "51970": "Close the open drawer",
    "1411": "Put the paper roll in the open drawer",
    "88328": "Put the wooden spoon in the glass, open the tap, and then close the drawer",
    "8457": "Close the drawer",
    "68873": "Slide the light blue can opener into the open drawer.",
    "19088": "Remove the blue can opener from the drawer",
    "83219": "Put the yellow sponge in the drawer",
    "33300": "Put the orange packet in the open drawer, remove the yellow sponge from the open drawer and use it to wipe the counter",
    "88083": "Take the wooden spoon out of the drawer and put it on the chopping board",
    "1430": "Close the drawer",
    "57753": "Remove the orange pack from the drawer and put it on the counter",
    "79897": "Close the drawer",
    "2592": "Take the orange object from the drawer and place it on the countertop",
    "59681": "Place the orange pack inside the open drawer, take the pack out of the drawer and put it on the countertop",
    "84005": "Remove the brown paper roll from the open drawer and put it on the countertop",
    "35622": "Take the kitchen sponge out of the drawer and put it on the side of the sink",
    "42407": "Pick up the Dish washing sponge from the kitchen drawer and put it on the kitchen unit base",
    "76455": "Pick the sponge in the drawer and put it on the counter",
    "78246": "Put the wooden spoon in the drawer",
    "86312": "Put the sponge on the counter then put it back in the drawer",
    "26418": "Close the open drawer",
    "10421": "Remove the wooden spoon from the chopping board and put it in the open drawer",
    "66357": "Push the faucet handle to the right, remove the orange packet from the top of the counter and place it in the open drawer, close the open drawer",
    "84406": "Close the top drawer.",
    "18232": "Put the wooden spoon in the drawer",
    "10680": "Put the yellow pack in the open drawer on the right",
    "36539": "Close the top drawer of the cabinet.",
    "12995": "Put the sponge in the open drawer",
    "45637": "Open the tap, remove the wooden spoon from the open drawer, put it on the chopping board, and then close the drawer",
    "18631": "Remove the yellow sponge from the open drawer and put it on the right side of the counter",
    "8524": "Close the drawer",
    "28493": "Put the  blue can opener in the open drawer",
    "6352": "Close the open drawer",
    "25809": "Pick up the blue can opener from the top drawer and put it on the countertop",
    "55377": "Close the open drawer",
    "27223": "Close the top drawer to the right",
    "64855": "Pick the wooden spoon and put it in the drawer",
    "55130": "Close the open drawer",
    "24155": "Close the open drawer",
    "28509": "Place the yellow sponge inside the open drawer",
    "19295": "Close the drawer",
    "47458": "Close the top drawer",
    "61923": "Close the open drawer on the right",
    "29540": "Close the open drawer on the right",
    "76516": "Put the can opener in the drawer then put it back on the counter top",
    "19943": "Put the sponge in the drawer",
    "69995": "Put the blue utensil into the drawer.",
    "39788": "Close the kitchen drawer on the right",
    "73455": "Get the sponge on the countertop and place it in the open drawer of the cabinet",
    "29424": "Close both the tap and the top drawer",
    "75764": "Close the top drawer of the kitchen unit",
    "36731": "Put the orange packet in the open drawer",
    "29310": "Close the open drawer"
}