{
    "72195": "Take the orange bowl from the cabinet and put it on the stove then close the cabinet door",
    "85124": "Open the left door of the top cabinet.",
    "24197": "Remove the orange bowl from the microwave",
    "14472": "Close the top fridge door",
    "25358": "Put the pot in the sink on the stove.",
    "19346": "Open the upper fridge door",
    "51987": "Put the black lid on top of the grey pot",
    "92436": "Open the microwave",
    "56725": "Open the microwave",
    "91799": "Pick up the red bowl and put it on the shelf",
    "79772": "Put the wooden spoon on the shelf on the stove",
    "31006": "Open the microwave",
    "65056": "Close the top part of the refrigerator",
    "63649": "Put the grey pot inside the sink",
    "67488": "Put the pot on the left side of the stovetop in the sink",
    "1699": "Pick the cooking stick and put it in the top cabinet",
    "33059": "Open the microwave door",
    "74659": "Remove the wooden spoon from the sink and put it on the stove",
    "77606": "Close the door of the microwave",
    "64295": "Close the door of the cabinet above the sink",
    "14381": "Pick the orange bowl and put it on the shelf",
    "71217": "Put the wooden spoon in the sink",
    "40115": "Push the grey pot to the left side of the stove",
    "92215": "Close the top door",
    "94905": "Open the microwave",
    "35898": "Take the orange bowl from the cupboard and put it on the stove",
    "18496": "Uncover the pot and put the lid on the stovetop",
    "13507": "Close the microwave door",
    "25539": "Close the microwave door",
    "55875": "Cover the grey pot with the black lid on the stove",
    "68420": "Remove the bowl from the sink and put it on the stove top",
    "80586": "Remove the black lid from the pot and place the lid on top of the cabinet",
    "59339": "Take the pot and put it in the cabinet then close the door",
    "13773": "Slide the pot to the right",
    "36174": "Put the red bowl in the microwave",
    "28112": "Pick up the orange bowl from the top shelf of the cabinet and put it in the sink. Close the door of the top shelf",
    "33495": "Put the pot in the sink",
    "28764": "Take the lid off the pot and put it on the stove",
    "739": "Open the microwave drawer.",
    "59108": "Cover the pot with the lid",
    "42725": "Take the lid on the stove and put it on the pot",
    "6758": "Open the microwave door",
    "48103": "Take the lid from the top of the shelf and put it on the pot on the stove",
    "73316": "Put the grey pot inside the sink",
    "83299": "Move the pot from the sink to the top cabinet then close the cabinet door",
    "25962": "Remove the black lid from the pot on the stove and put it on top of the cabinet",
    "55148": "Remove the pot from the microwave and put it on the stovetop",
    "17261": "Close the upper compartment of the fridge",
    "95477": "Put the pots lid on the stove",
    "66812": "Remove the pot from the sink and put it on the stove",
    "17406": "Open the freezer",
    "5247": "Open the upper door of the refrigerator"
}