{
    "39556": "Put the white object in the coffee machine",
    "16517": "Uncover the glass jar and put a coffee pod inside",
    "82314": "Open the coffee maker",
    "19212": "Place the glass lid on the jar",
    "36111": "Close the top compartment of the coffee maker.",
    "43412": "Put the coffee pod with the red lid into the pot",
    "4501": "Close the coffee maker",
    "32789": "Take the lid off the pot and put it on the table",
    "68121": "Place the cup on the coffee maker",
    "88312": "Take the cup out of the pot and put it on the table",
    "40225": "Remove the coffee pod from the chamber",
    "58022": "Put the black bottle in the white cup",
    "66470": "Put the coffee pod inside the coffeemaker",
    "23336": "Open the water reservoir lid on the Keurig machine",
    "24745": "Pick the lid on the table, put it on the jar, then put one cup in the pot and another cup inside the coffee maker",
    "85803": "Put the lid on the pot",
    "44844": "Open the coffee maker",
    "37807": "Put the white object into the pot.",
    "29105": "Put the orange cup in the white cup",
    "33969": "Open the coffee maker, take out the cup and put it in the pot",
    "67634": "Open the coffee maker",
    "92211": "Pick up the black lid and put it on top of the black pot",
    "94394": "Close the compartment on the coffee machine.",
    "20283": "Pick the small tin on the table, put it in the coffee maker then close it",
    "54331": "Move the silver pot to the left.",
    "1854": "Take the cup out of the pot and put it on the table",
    "31171": "Put one cup in the silver pot",
    "52679": "Put the white object into the silver pot.",
    "86343": "Put the pot on the coffee maker",
    "73804": "Put the yellow object on the whiteboard stand",
    "12237": "Put the black lid on the gray bowl",
    "58960": "Take the lid off the pot and put it on the table",
    "12114": "Lift up the lid of the coffee machine",
    "48339": "Put the coffee pod inside the glass container",
    "71639": "Get the small orange and white bottle near the coffee maker and put it in the white mug",
    "55516": "Put the black lid on top of the grey pot",
    "10205": "Close the coffee machine chamber",
    "33502": "Take the coffee pot out of the pot and put it on the table then open and close the coffee machine chamber",
    "76640": "Close the coffee maker",
    "353": "Close the lid of the coffee maker",
    "78817": "Lift the lid of the coffee maker",
    "34915": "Remove the coffee pod from the coffee maker and put it on the table",
    "23652": "Take the black lid from the table and put it on the gray pot",
    "38252": "Put one coffee pod in the coffee machine then put another coffee pod in the gray pot",
    "39534": "Place the lid on the small pot",
    "61039": "Put the coffee pod in the mug",
    "68847": "Take the cover off the pot on the table",
    "87152": "Close the top of the coffee machine.",
    "8051": "Uncover the jar and put the lid on the table",
    "14452": "Open the lid of the coffee marker",
    "59124": "Get the packaged object and put it in the grey pot",
    "32630": "Open the coffee maker",
    "69240": "Remove the capsule coffee from the coffee maker and place it on the table",
    "71422": "Pick up the object from the table and put it in the cup"
}