{
    "91648": "Move the can closer to you",
    "56450": "Move the cup to the left on the table",
    "60034": "Pick up the silver bowl and move it to the right.",
    "45956": "Move the maize to the left",
    "59908": "Take the cellar in the bowl and put it on the table",
    "11400": "Put the blue cup in the silver bowl",
    "49160": "Move the can to the left",
    "65930": "Move the blue block forwards",
    "33421": "Move the can of corn to the right",
    "61711": "Bring the purple toy closer to the cardboard",
    "24849": "Pick the cellar and put it in the bowl",
    "80278": "Put the white bowl in the silver bowl",
    "9625": "Pick up the blue object from the right side of the table and put it on the left",
    "18207": "Move the can backward",
    "8095": "Remove the white bottle from the silver bowl and put it on the table",
    "84255": "Move the can to the right",
    "60322": "Move the white bottle to the right",
    "678": "Move the can slightly to the left",
    "44711": "Push the tin up on the desk",
    "28072": "Slide the can slightly to the left",
    "66988": "Move the blue cup to the right",
    "72108": "Move the orange pepper to the left",
    "31406": "Move the blue object to the right",
    "20015": "Move the red pepper to the right",
    "21040": "Remove the shaker out of the pot",
    "47280": "Put the salt shaker in the pot",
    "87981": "Move the plastic maize to the left",
    "3891": "Put the cup in the silver bowl.",
    "60851": "Put the salt shaker on the table",
    "89649": "Move the blue cup backwards",
    "90287": "Put the white bottle in the silver bowl",
    "14778": "Move the salt shaker to the right",
    "66107": "Pick up the salt cellar and put it on the table",
    "74811": "Remove the bottle from the bowl and put it on the table",
    "38077": "Put the salt cellar in the silver bowl.",
    "2494": "Take the salt cellar out of the silver bowl",
    "39231": "Move the blue block to the right",
    "73661": "Push the orange can to the right",
    "89408": "Remove the blue cup from the pot",
    "36802": "Remove the bottle from the bowl and put it on the table",
    "92996": "Move the salt shaker to the right",
    "43846": "Move the can to the right front corner",
    "86086": "Move the blue block to the right",
    "94284": "Pick up the salt cellar and put it in the bowl",
    "71885": "Put the shaker in the silver pot",
    "3279": "Slide the can to the left",
    "41681": "Pick up the blue cup from the pot and put it on the table",
    "80978": "Move the salt shaker closer to you",
    "88658": "Move the orange thing to the right",
    "90066": "Move the blue cup closer to you",
    "59477": "Move the salt shaker to the right corner farthest from you",
    "59352": "Put the cellar in the silver bowl",
    "7769": "Move the silver bowl to the left",
    "75355": "Move the saltshaker to the left",
    "7260": "Remove the salt shaker from the silver bowl",
    "49884": "Remove the bottle from the bowl and put it on the table",
    "70622": "Pick up the salt cellar from the silver bowl and put it on the table.",
    "81501": "Put the salt shaker inside the pot",
    "54496": "Pick the blue cup and put it on the table",
    "57570": "Move the salt shaker forward",
    "57827": "Move the blue block to the left",
    "74850": "Put the salt cellar in the silver bowl.",
    "1767": "Pick up the orange bell pepper plush toy and put it at the center of the table",
    "2024": "Put the salt shaker inside the silver bowl",
    "18793": "Put the blue cup in the metal bowl",
    "32362": "Remove the salt cellar from the silver bowl.",
    "36074": "Remove the bottle from the bowl and put it on the table",
    "47467": "Put the shaker in the pot",
    "49395": "Remove the shaker from the bowl and put it on the table",
    "37236": "Put the salt shaker in the silver bowl",
    "85749": "Move the blue block forward",
    "4470": "Put the salt cellar in the silver bowl.",
    "77560": "Move the blue block to the left",
    "12922": "Pick up the cup and put it on the left side of the table"
}