{
    "90625": "Remove some of the black objects from the white box and put them on the counter",
    "23301": "Put some zip ties in the box",
    "2443": "Put the plastic bottles in the plastic bag",
    "37776": "Put the empty bottles on the counter in the plastic bag",
    "83089": "Put some of the zip ties on the counter on the box",
    "6034": "Pick the cable ties in the box and put them on the counter",
    "2323": "Put the water bottles inside the plastic bag",
    "28436": "Pick up the three bottles and put them in the plastic bag.",
    "71571": "Put the bottles on the counter in the plastic bag",
    "40729": "Pick up the bottle from the plastic bag and put it on the countertop.",
    "52889": "Put the bottles in the plastic bag on the right",
    "70297": "Put five plastic bottles inside the white plastic bag",
    "63388": "Take the lid off of the bowl",
    "46376": "Remove some zip-ties from the box and place them on the counter",
    "37935": "Pick up the black objects from the counter and put them on the box cover",
    "93232": "Pick up the bowl and put it on the object",
    "20785": "Pick up the bottles from the counter and put them in the plastic bag",
    "5298": "Put the water bottles inside the plastic bag",
    "53041": "Put the black objects into the box",
    "94898": "Put the plastic bottles into the plastic bag",
    "59063": "Put the bottles on the counter in the plastic on the side of the counter",
    "30648": "Put two of the bottles on the counter in the plastic bag",
    "80834": "Pick up all the black objects on the table and put them on the cover box",
    "55747": "Remove a bottle from the plastic bag and put it on the counter and then put it back in the plastic bag",
    "72260": "Put the zip ties on the box",
    "83524": "Move the bowl and then pick up the lid and put it on the bowl",
    "35146": "Put the water bottles into the plastic bag",
    "6731": "Pick up some of the black cables from the counter and put them in the box",
    "19148": "Pick up some of the black cables from the box and put them on the counter",
    "86091": "Put five clear bottles inside the white plastic bag",
    "68175": "Put the bottles into the plastic bag.",
    "28496": "Move the white and silver container to the right",
    "21329": "Remove the zip ties from the box",
    "12370": "Pick up the bottles from the counter and throw them in the bin",
    "83665": "Place some zip-ties on the box.",
    "42453": "Put the bottles in the plastic bag",
    "33623": "Put the water bottles into the plastic bag.",
    "86104": "Put the water bottles on the counter in the plastic bag",
    "92121": "Put the water bottles on the counter in the plastic bag",
    "17755": "Pick up the bottles from the counter and put them in the plastic",
    "59357": "Put the empty water bottles on the counter in the plastic bag",
    "89053": "Pick two bottles on the counter and put them in the bag",
    "30433": "Pick up the bottles from the counter and put them in the plastic",
    "39009": "Put the container on top of the lid",
    "62313": "Put all the water bottles into the plastic bag",
    "34283": "Place five empty water bottles inside the clear plastic bag",
    "73964": "Place two empty water bottles from the right side of the counter into the bin on the floor",
    "49517": "Throw the four bottles on the right into the bin on the floor",
    "92780": "Put the bottle on the counter in the plastic bag",
    "94959": "Put the bottles in the plastic",
    "83954": "Pick up the bottles on the counter and put them in the plastic bag",
    "60276": "Put three bottles inside the bin on the floor",
    "9719": "Remove the black objects from the box",
    "6776": "Put the bow on the lid",
    "78330": "Put the lid inside the container.",
    "75389": "Place some black zip-ties on the box."
}