{
    "55298": "Remove the scissors out of the tray",
    "75779": "Move the stationary holder containing the green decorating ribbon forward",
    "53259": "Put the furthest tray upright",
    "40975": "Pick up the yellow gift bow and put it in the clear storage container with an orange cloth",
    "75794": "No action",
    "67604": "Move the marker from the middle tray to the furthest tray",
    "37": "Put the container upright",
    "43046": "Pick up the red ribbon tape and move it backward on the table",
    "47141": "Put the mug on the table",
    "43052": "Move the tape dispenser to the other side of the cup",
    "8237": "Remove the blue marker from the container at the front and place it in the container at the back.",
    "18487": "Remove an orange glove from the black box and put it on the table",
    "45117": "Move the clear box to the right",
    "57407": "Move the white disc under the box to the right.",
    "84031": "Remove the brown object from the top compartment of the clear case on the left and put it on the table",
    "26692": "Put the wooden block in the left bowl",
    "57414": "Pick up the clear masking tape dispenser and move it to the right",
    "86087": "Move the bow to the container on the left side",
    "47177": "Move the clear container at the front to the right.",
    "88145": "Put the match box inside the clear case on the left",
    "59474": "Remove the orange glove from the container on the left and put it in the container on the right.",
    "71770": "Put the right scissors in the closest tray",
    "63579": "Take the marker out of the clear box and put it into the object with three compartments",
    "67681": "Move the green and yellow ribbons to the left tray",
    "2161": "Put the marker into the cup",
    "51318": "Move the cup to the left",
    "32900": "Put the marker closest to you in the bowl closest to you",
    "94345": "Shift the sharpies to the clear object, then put the mug on the pad",
    "84115": "Put the white object and red disc in the container at the back.",
    "80027": "Put the clear object directly on the table",
    "2205": "Turn the clear object to the right",
    "12457": "Put the right scissors in the bowl furthest from you",
    "41129": "Remove the wooden block from the clear bowl and place it upright on the far right of the table",
    "71850": "Remove the tape from the container on the left and put it on the table.",
    "67772": "Move the black cup forward",
    "90304": "Move the black cup closer to the purple umbrella",
    "94402": "Move the yellow decoration to the table",
    "84164": "Pick up the black mug and move it to the right of the table in between the two scissors",
    "47310": "Put the sharpie in the cup",
    "73935": "Move around three objects on the table",
    "18645": "Remove the scissors from the container",
    "67801": "Lift the blue marker next to the box to the right and put it in the black stationary cup",
    "45281": "Pick up the red ribbon tape and put it in the empty clear square container",
    "4335": "Remove the green and red ribbons from the clear case and put them in the bottom compartment of the clear case on the front right",
    "10480": "Move the green object to the object on the right",
    "53487": "Take the blue marker out of the clear container on the right.",
    "76020": "Put the circular object inside the container",
    "71928": "Move the clear case with a blue object in it to the right",
    "26875": "Flip the small and clear storage box upside down",
    "18700": "Put a marker in the other container",
    "282": "Pick up one pair of scissors, then place them in the clear object",
    "82207": "Put the blue object in the second container from the left.",
    "16673": "Place the black mug upright.",
    "67880": "Put the marker in the transparent object",
    "92467": "Pour out the tape from the tray",
    "20788": "Move the tape roll to the clear object next to the scissors",
    "28982": "Remove the blue item from the glass box",
    "18750": "Put the block onto the black box",
    "33086": "Move the purple umbrella forwards.",
    "59724": "Take the marker out of the cup",
    "86348": "Put the brown object on the table",
    "86366": "Move the black cup to the right",
    "26975": "Put the tape dispenser on the black object",
    "90464": "Move the red disc to the empty container.",
    "22884": "Remove the marker from the black cup",
    "4465": "Put the marker into the clear box",
    "63859": "Move the plastic box to the left",
    "76149": "Remove the marker from the container",
    "51574": "Move the mug forwards.",
    "16760": "Remove the marker from the cup",
    "53630": "Put the black cup on the black object on the left",
    "76169": "Pick up the clear storage container with three square compartments and move it a little forward on the table",
    "33167": "Put the marker inside the container",
    "53673": "Remove the white object from the top segment of the clear case on the left and put it on the table",
    "70092": "Move one of the orange gloves to the clear container next to the purple umbrella",
    "90590": "Move the black cup to the right",
    "90634": "Put the tape item in the container",
    "18958": "Put the marker next to the black box",
    "8720": "Move the umbrella to the left",
    "6673": "Take the marker out of the cup",
    "39440": "Move the blue marker to the far left compartment of the container",
    "21016": "Move the black cup forwards",
    "49691": "Remove the blue object from the black cup",
    "37405": "Move the scissors from the bowl to the cup",
    "80413": "Move the tape slightly from the right to the left",
    "18975": "Take the blue object out of the black cup",
    "39466": "Pick up the green gift bow and put it in the clear square container next to the red ribbon tape",
    "47665": "Move the white and red disc to the clear container on the left",
    "70208": "Move the black mug to the left.",
    "78421": "Unstack the clear containers.",
    "53847": "Remove the object from the transparent pen holder to the right and put it on the table",
    "4703": "Put the red ribbon on top of the red disc.",
    "25186": "Move the black masking tape dispenser to the right",
    "62051": "Lift the scissors to the right  from the table and put it in the black stationary cup",
    "76397": "Move the orange object in the small container to the container on the right",
    "53886": "Transfer to the tape to another clear container",
    "43650": "Put the white and blue object in the clear container on the left.",
    "39557": "Remove the orange decor from the tray on the right and place it in the middle compartment of the 3 compartment bowl on the left",
    "647": "Straighten the clear box",
    "10890": "Remove the marker from the clear case on the left and then put it in the black cup",
    "88714": "Put the black mug on the right side of the table.",
    "2700": "Remove the scissors from the cup",
    "10892": "Take the tape dispenser off of the book",
    "31377": "Remove the orange circular object from the clear case on the left and then put it in the bottom compartment of the clear case on the right",
    "10903": "move the object out of the box",
    "17060": "Put the tape in the left bowl",
    "15021": "Place the purple marker into the mug",
    "86709": "Place the black mug upright.",
    "49852": "Put the wooden block into the plastic container",
    "66243": "Remove the red and green ribbon from the top compartment of the clear case on the left and put them on the table",
    "76496": "Pick up one gold gift bow from the table and put it in the clear storage container with other gift bows",
    "23256": "Put the blue marker from the clear container on the right into the black mug.",
    "13017": "Move the colorless bowl forward",
    "37595": "Move the black object backwards",
    "39650": "Stack up the containers on the table",
    "752": "Lift the green ribbon and put it in the pen holder to the right",
    "13042": "Pick up the empty clear case and move it forward",
    "54002": "Move the left tray forward",
    "51959": "Put the black object on top of the black box.",
    "54008": "Pick up the clear case on the left side of the black box and put it on the black object on the left",
    "51965": "move the box and place it in a larger box",
    "70397": "Put the green object in the furthest tray",
    "62209": "Put the marker inside the black cup",
    "776": "Pick up the black mug and move it forward on the table",
    "2838": "Remove the purple marker from the clear container.",
    "49947": "Move the clear container forwards.",
    "37661": "Move the purple umbrella to the back left.",
    "84767": "Pick up an orange wipe and put it on the clear bowl",
    "86820": "Remove the marker from the black cup",
    "52022": "Remove the marker from the black cup and put it on the table",
    "29498": "Move the green marker to right",
    "6971": "Put the red disc in the clear container on the right.",
    "31549": "move the object across the table and place it in the box",
    "4930": "Move the mug forwards.",
    "25415": "Move the black cup to the right",
    "58196": "Pick up the blue marker and put it inside the black cup",
    "64343": "Pick up the roll of red ribbon tape and put it in the middle clear container with cello tape",
    "54109": "Put the bow inside the container",
    "35679": "Lift the pen holder containing the brown masking tape and place it on the white and black book",
    "27498": "Move the CD holder to the clear object in the right",
    "74605": "Move the container to the left",
    "21367": "Pick up the second clear container from the left and move it forwards then push the black box to the right.",
    "896": "Put the orange circular object on the black box",
    "9092": "Put the black cup on the black object",
    "7045": "Pick the pair of scissors from the yellow ribbon tape and put it in the black cup",
    "13191": "Move the black masking tape dispenser forward",
    "27528": "Move the cup to the left",
    "37767": "Pick up the orange tissue from the clear container on the right of the table and put it into the clear square container at the bottom of the table",
    "64394": "Pick up the square clear container and pour out its contents onto the table",
    "66439": "Move the black cup to the left",
    "33681": "Put the marker in the left tray",
    "91030": "Stack up the containers on the table",
    "93078": "Remove the marker from the tray",
    "11167": "Put the block inside the container to the left",
    "88992": "Pick up the black cup and put it on the book",
    "82857": "Move the black cup forward and place the purple marker first then the blue blade cutter",
    "27574": "Put the white tape in the clear container at the back on the left.",
    "35766": "Put the small block inside the container",
    "39862": "Move the black cup forward",
    "91062": "Move the clear square bowl to the left",
    "48072": "Put the black mug on top of the white disc.",
    "9166": "move the object from the box and place it on the table",
    "91086": "Move the blue marker to the container at the back.",
    "89059": "Put the blue marker in the container in the middle.",
    "78836": "Move the clear box closer to the edge of the table",
    "23544": "Shift the black object to the table",
    "41978": "Move the markers from the clear box to the black cup then move the cup to the right",
    "84988": "Move the tape dispenser backwards",
    "33788": "Remove the gold decoration from the case on the left and put it in the middle compartment of the case on the right",
    "44044": "Lift the marker from the black cup and put it in the stationary holder containing the gloves and then lift the gloves and put them next to the box to the right",
    "17421": "Remove the blue marker from the container on the back left side of the table and put it in the container at the front.",
    "76813": "Put the scissors in the empty clear object",
    "87065": "Move the black tape dispenser to the left.",
    "60446": "Pour the contents in the clear container on the right onto the table.",
    "72738": "Remove the green object from the container",
    "7207": "Move the tape dispenser to the left.",
    "72746": "Remove the markers from the middle compartment of the case on the left and put them in the bottom compartment of the case on the right",
    "25645": "Take the plastic box off of the book",
    "68667": "Put the blue marker inside the middle compartment of the container",
    "83003": "Move the green and white object to the left",
    "95298": "Move the tape dispenser forwards.",
    "83015": "Put the red disc in the stacked clear containers on the left.",
    "23625": "Put the blue object in the bowl furthest from you",
    "13403": "Move the transparent tray to the left",
    "87149": "Put the circular object inside the transparent box",
    "33902": "Remove the glove from the table and put it in the stationary holder with its pair",
    "56430": "Put the black cup on the black object",
    "64622": "Take the marker out of the clear container at the front on the right and put it in the container on the left.",
    "50289": "Remove the orange object from the clear case and put it on the black box",
    "62584": "Move the two stationary holders to the left and separate them",
    "56452": "Put the scissors on the table",
    "17555": "move the object from the box",
    "54420": "Move the black cup to the front",
    "58516": "Place the ribbon tape with a green label in the container on the right",
    "83094": "Move one pen to the frontmost clear object",
    "25755": "Move the black cup slightly to the left",
    "79011": "Put the brown object on the closest ribbon roll",
    "15528": "Put the orange circular object in the bottom compartment of the clear case on the left",
    "38060": "Separate the clear objects",
    "11438": "Remove the red ribbon from the container on the left then put it in the container on the right.",
    "25774": "Put the marker inside the black cup",
    "5297": "Put the wooden block on the table",
    "9407": "Pick up the brown object on the to right side of the table and put it on the black box",
    "91331": "Take the blue pen out of the clear container",
    "52427": "Move the cup to the right",
    "46299": "Move the tape dispenser to the left",
    "3293": "Take the marker out of the black mug.",
    "52453": "Put the clear masking tape into the clear case on the left",
    "54518": "Put a marker into the cup",
    "13582": "Move the black cup forward",
    "42256": "Move the clear container on the left to the right.",
    "81180": "Put the marker in the bowl closest to you",
    "91421": "Put the blue marker in the clear container on the right.",
    "44319": "move the tape and place it on another object",
    "46367": "Remove the white decorating ribbon from the stationary holder and put it on the table",
    "81188": "Move the blue object to the right tray",
    "50469": "move an object on the table",
    "3372": "Pick up the black cup and move it southwards",
    "56620": "Remove an orange glove from the box",
    "17712": "Pick up the black cup and put it on the black book",
    "52554": "Remove the marker from the right tray",
    "70991": "Move the clear container in front backwards.",
    "1362": "Place the clear container on the right upright.",
    "62805": "Move the black cup to the right, unstack the two clear cases and the stack them up again",
    "1401": "Put the marker inside the container",
    "40320": "Put the clear container into the other",
    "56705": "Move the black cup to the right",
    "40322": "Put the gold ribbon in the container at the front.",
    "28042": "Move the decoration to the clear object on the left",
    "26000": "Move the blue circular object to the right",
    "83347": "Move the cup to the left",
    "64920": "Lay the tray on its side",
    "1442": "Put the marker that is at the right of the black cup in the black cup",
    "7588": "Move the red ribbon from the right tray to the left tray",
    "79283": "Move the cup to the left",
    "9663": "Pick up the black tissue box and put it on the table left of the yellow ribbon tape",
    "11716": "Move the tape dispenser to the left then move the blue and purple markers in the container on the left to the left.",
    "38347": "Move the tape dispenser to the left",
    "9677": "Put one glove in the clear object",
    "34255": "Put the scissors on the clear container",
    "87503": "Put the mug on the table",
    "44497": "Put the pen in the container",
    "36312": "Pick up the orange thing from the stairs and put it into the clear box",
    "5624": "Pick up the marker and put it into the black cup",
    "40449": "Remove the markers from the clear bowl on the left and put them in the clear bowl on the right",
    "67073": "Remove the purple marker from the black cup and place it on the table",
    "44551": "Put the right scissors in the cup",
    "17928": "Move the container to the right",
    "5649": "Put the blue object inside the container",
    "81435": "Put the black masking tape dispenser on the black object on the left",
    "56861": "Move the purple umbrella to the right",
    "9780": "Move the marker from the right bowl to the left bowl",
    "38453": "Move the empty pen holder to the right forward",
    "32314": "Move the tap dispenser to the furthest compartment on the tray",
    "24126": "Move the red bow to the right",
    "71239": "Bring the black object closer to the mug",
    "3676": "Put the sellotape in the clear container at the front of the table.",
    "15968": "Move the black object forward",
    "11878": "Take the bow out of the plastic container and put it into another container on the right",
    "36477": "Remove the marker from the black cup and put it on the table",
    "75393": "Move the green ribbon to the large container on the left.",
    "71330": "Move the black bowl forward",
    "89768": "Put the blue object in the closest tray",
    "81588": "Put the green and red decorating ribbons in the  empty stationary holder to the right",
    "52919": "Shift the umbrella to the right",
    "32443": "Move the purple umbrella forward and move the clear case to the right",
    "3779": "Remove the red ribbons from the bottom compartment of the clear case on the right and put them in the right compartment of the clear case on the left",
    "20163": "Move one red ribbon to the left tray",
    "3783": "Take the red tape out of the clear box and put it on the black box",
    "48849": "Remove the white disc from the middle container.",
    "14045": "Put the white tape in the clear bowl on the right.",
    "81636": "Move the scissors on the left to the right.",
    "69366": "Remove the markers from the black cup, put them inside the clear bowl on the right and move it to the front",
    "85752": "Pick up the blue utility knife and place it in the clear bowl then place the clear bowl on top of the orange tape",
    "69380": "Remove the red ribbon roll from the tray",
    "53009": "Remove the marker from the clear bowl at the rear of the table and place it inside the clear bowl next to the black cup",
    "91925": "Pick up the clear cello tape and place it on the red ribbon in the clear container",
    "5916": "Put the white object inside the container",
    "55075": "Move the red ribbon to the right tray",
    "20266": "Put the pen in the cup",
    "16171": "Move the box to the left",
    "44846": "Pick up the white marker on the left and then put it in the black cup",
    "85811": "Push the plastic bottle forwards",
    "18237": "Remove the scissors from the cup",
    "67407": "Remove the red ribbons from the clear case on the left and then put them in the bottom compartment of the clear case on the right",
    "65363": "Move the tray to the right",
    "83796": "Put the blue object from the clear container in the black mug.",
    "83801": "Move the clear container at the front to the left.",
    "5985": "Pick up the clear case with more than one item in it and move it to the left",
    "38757": "Put the brown thing into the plastic box",
    "24444": "Move the container to the right",
    "51072": "Put the black cup on the black object on the left",
    "79745": "Move the black box to the right.",
    "51076": "Remove the object in the clear case on the left and put it on the table",
    "71560": "Put the white tape in the clear container on the left.",
    "20371": "Move the black object to the left",
    "47000": "Remove the black cup from the scale",
    "20383": "Remove the maker from the clear jar at the rear end of the table, put the marker into clear table at the front, move the clear bowl forward and place the marker on the table inside it",
    "26530": "Move the blue marker to the top segment of the clear case",
    "1957": "Push off the top ribbon roll",
    "42927": "Move the red ribbon to the left tray",
    "59314": "Put the green CD holder on the table",
    "34739": "Push the right transparent bowl upright",
    "75700": "Move the small, green object closer to the red one",
    "30668": "Remove the marker from the black mug.",
    "14288": "Put the masking tape on the table",
    "55258": "Remove the tape dispenser from the black object",
    "8156": "Place the red ribbon tape in the clear container",
    "10211": "Remove one tape from the right bowl",
    "47076": "Remove the white circular object from the middle compartment of the clear case on the right and put it on the table",
    "51174": "Place the clear container on the black book",
    "61415": "Remove the black cup from the white object and put it on the table",
    "67565": "Pick up the blue marker from the tablecloth and put it in the black mug.",
    "6136": "Put the left marker in the black cup",
    "59387": "Put the brown object inside the container to the left",
    "73726": "Stack up the transparent containers"
}