{
    "80769": "Pick up the towel from the top of the bed and put it on the bed",
    "87430": "Pick up the blue cloth and put it on the chair",
    "79479": "Put the white coat hanger on the blue towel",
    "4872": "Move the lamp backwards.",
    "36616": "Put the towel on the back of the chair",
    "51212": "Put the object on the dresser inside the open drawer",
    "32013": "Move the towel to the left",
    "44429": "Pull open the top drawer on the right",
    "49935": "Open the topmost drawer on the right.",
    "30992": "Move the blue towel to the left.",
    "89617": "Put the blue cloth on the shelf",
    "15378": "Put the blue cloth on the backrest of the chair",
    "95379": "Fold the blue towel on the bed",
    "18837": "Unfold the blue pillowcase on the towel",
    "23833": "Put the remote in the black bowl",
    "48155": "Put the hanger on the backrest of the chair",
    "61858": "Close the open drawer",
    "68643": "Pull the sheet to the left",
    "73258": "Put the white hanger on the bottom bed.",
    "83371": "Close the drawer",
    "7470": "Put the remote inside the drawer",
    "49583": "Close the drawer",
    "52018": "Move the right corner of the blanket to the right",
    "45108": "Take the blue object out of the black box.",
    "33976": "Move the blue pillow case to the right and fold it in half then place the remote control on the pillow case.",
    "30269": "Pick up the blue cloth and put it on the chair",
    "55615": "Move the cloth to the chest of drawers",
    "82368": "Close the open topmost drawer on the right.",
    "81473": "Close the right drawer.",
    "92102": "Place the towel on the seat of the chair",
    "17607": "Put the blue cloth on the backrest of the chair",
    "9928": "Move the towel to the left",
    "32711": "Move the right end of the blanket to the left",
    "42314": "Put the blue sheet on the back of the chair",
    "89418": "Unfold the cloth",
    "19411": "Put the grey remote control on the nightstand.",
    "56407": "Partially unfold the towel",
    "27993": "Move the pillow forward",
    "42203": "Pull the blue pillow case to the left",
    "42587": "Move the black box to the left.",
    "56028": "Put the grey remote control on the chair.",
    "56670": "Pick up the remote and put it in the open drawer",
    "52704": "Take the remote control out of the open drawer.",
    "41058": "Put the grey remote control on the grey towel.",
    "22631": "Put the cloth on the chair",
    "84714": "Move the lamp forward",
    "89707": "Unfold the cloth",
    "29036": "Open the topmost drawer on the right.",
    "48241": "Put the pillow on the chair",
    "80625": "Pull open the drawer on the right",
    "94963": "Open the rightmost drawer, and then move the white toy to the counter",
    "67959": "Remove the blue cloth and towel and put them on the bed",
    "30331": "Open the central topmost drawer."
}