{
    "6657": "Push the tap handle to the right",
    "66564": "Put the cup in the sink",
    "53000": "Open then close the tap",
    "64912": "Close the upper cabinet door.",
    "2577": "Pull the tap handle downwards",
    "74259": "Put the bowl in the sink",
    "88339": "Close the open cabinet door",
    "16407": "Put the clear bowl in the sink.",
    "25879": "Pick up the black and white mug and put it in the sink",
    "75802": "Open the faucet.",
    "11035": "wipe the counter",
    "15905": "Pick up the white mug and put it on the metal rack on the left",
    "8866": "Remove the cup from the countertop and put it in the sink",
    "52129": "Open the tap",
    "55204": "Put the orange cup inside the sink",
    "90404": "Lift the cup and put it in the sink",
    "28840": "Use the sponge to clean the surface",
    "85801": "Remove the clear bowl from the sink and put it on the right side of the counter.",
    "29100": "Use the sponge to wipe the counter top",
    "35501": "Use the object on the table to wipe the table surface",
    "22318": "Open the tap",
    "54061": "Pick up the clear cup and put it in the sink",
    "560": "Pick up the blue marker from the clear lunch box and place it on the white countertop",
    "22064": "Open the tap",
    "92589": "Push the faucet handle to the right.",
    "72885": "Close the faucet.",
    "16951": "Close the faucet.",
    "68600": "Use the cloth to wipe the counter.",
    "22461": "Use the sponge to wipe the counter",
    "50495": "Wipe the counter with the brown cloth",
    "65471": "Pick the orange cup from the sink and put it on the kitchen counter",
    "81088": "Push the faucet handle to the left.",
    "69826": "Remove the marker from the bowl and place it on the table",
    "46532": "Push the tap handle to the left",
    "80709": "Close the cabinet door",
    "88391": "Remove the clear container from the sink and put it on the right side of the counter.",
    "62667": "Put the marker in the bowl",
    "5070": "Remove the clear cup from the sink and place it on the right side of the table",
    "19537": "move the cup to the sink",
    "60413": "Clean the counter",
    "18264": "Close the upper cabinet door.",
    "40410": "Take the bowl out of the sink",
    "78557": "Put the orange marker inside the lunchbox",
    "9823": "Close the tap",
    "41185": "Open the faucet.",
    "31203": "Push the faucet handle to the left.",
    "22372": "Put the cup in the sink",
    "41828": "Remove the cup from the sink and place it on the counter right side of the sink",
    "47588": "Put the black marker inside the container",
    "42727": "Put the clear lunch box inside the sink",
    "67687": "Open the faucet",
    "92136": "Put the marker in the bowl",
    "75882": "Put the orange cup on the right side on the counter.",
    "43243": "Use the white towel to wipe the right side of the counter",
    "58222": "Remove the marker from the bowl",
    "58735": "Open the tap",
    "91248": "Push the tap handle to the left",
    "70258": "Put the blue cup into the sink",
    "2293": "Remove the pink cup from the sink an put it on the counter",
    "32758": "Close the upper kitchen closet",
    "51064": "Close the open upper cabinet door.",
    "67835": "Use the towel to wipe the counter",
    "17789": "Put the cup inside the sink",
    "40958": "Remove the blue cup from the sink"
}