{
    "72192": "Move the sprite can to the right of the laptop",
    "19458": "Close the lid of the laptop",
    "79365": "Move the green can to the right",
    "15110": "Put one green block on the white plate.",
    "43142": "Open the laptop, pick a paper towel up from the right side of the table, clean the laptop screen, place the paper towel back and switch the laptop on",
    "37384": "Turn on the laptop.",
    "90887": "Spoon some of the content with the spoon",
    "66954": "Remove lid from the bottle and put it on the table",
    "42508": "Use the spoon to stir the bowl",
    "83982": "Transfer the blue block from one paper plate to another",
    "3092": "Put one blue block on the white plate.",
    "58391": "Press a key on the keyboard",
    "88856": "Move the spoon to the left",
    "36507": "Pick up the green cylinder and put it onto the plate",
    "84258": "Use the tissue to clean the laptop's screen",
    "21028": "Move one green block to the right plate",
    "55291": "Place the cap on the blue spray bottle",
    "92664": "Use the white napkin to wipe the tabletop.",
    "91817": "Move the blue and white bowl forward",
    "13740": "Press the topmost button on the right side of the laptops keyboard",
    "63533": "Use the spoon to stir the contents in the bowl",
    "95149": "Use the silver spoon to stir the blocks in the bowl.",
    "60463": "Press one key on the keyboard",
    "62383": "Use the spoon to stir in the bowl, then remove two green blocks from the white bowl",
    "77489": "Use the paper towel to wipe the table",
    "11954": "Uss the spoon to stir the contents in the bowl",
    "81714": "Put one green block on the white plate.",
    "9268": "Move the green cylinder from the bowl to the plate",
    "13494": "Use the spoon to stir in both the left then the right white bowls",
    "26680": "Use the silver spoon to stir the blocks in the bowl.",
    "48190": "Press a key on the laptop.",
    "16960": "Press a key on the laptop then close the laptop.",
    "46661": "Remove the blocks from the white plate and put them in the white bowl then use the napkin to wipe the pizza slice on the plate.",
    "31688": "Open the laptop.",
    "39804": "Move the blue block to the plate on the right",
    "59337": "Move the white bowl backwards.",
    "6092": "Close the laptop",
    "33740": "Pick up the green block from the white plate and put it inside the clear white bowl",
    "45006": "Press a key on the keyboard.",
    "53071": "Close the laptop.",
    "24016": "Move the green block from the white bowl to the white plate",
    "44501": "Press a button on the keyboard",
    "13398": "Move the green can to the right.",
    "6999": "Open the laptop",
    "18648": "Use the towel to wipe the keypad",
    "35159": "Close the laptop",
    "59733": "Press a button in the top right corner of the laptop keyboard",
    "2267": "Put the blue bottle next to the Sprite can",
    "41694": "Open the laptop",
    "11745": "Move the tissue box to the left.",
    "50532": "Use the paper towel to clean the screen of the laptop",
    "57828": "Use the white napkin from the box to wipe the counter.",
    "63846": "Move the blue and white plate closer to the can",
    "75109": "Take the green object out of the bowl and put it on the white plate",
    "60264": "Fold the laptop",
    "74232": "Open the laptop, then press a key on the keyboard",
    "21866": "Use the white napkin to wipe the laptop screen.",
    "77946": "Use the tissue to wipe the counter",
    "31852": "Move the can to the right",
    "16237": "Use the silver spoon to push the blue block off the white plate",
    "75885": "Open the laptop, press a button on the center of the keyboard and use the napkin to wipe the screen",
    "78831": "Close the laptop",
    "94446": "Pick up the blue block from the white plate and put it in the black and white bowl.",
    "59634": "Press a key on the laptop.",
    "91252": "Wipe the computer screen using the paper towel",
    "83703": "Use the silver spoon to stir the blue blocks in the bowl.",
    "35960": "Move the artificial bun to the left",
    "23930": "Move the green block from the white plate to the bowl next to the remote",
    "50171": "Use the silver spoon to stir the contents in the white bowl.",
    "31740": "Take the tissue paper out of the dispenser and wipe the table with it",
    "68861": "Use a napkin to wipe the laptop screen"
}