{
    "36610": "Move the green plush toy to the right",
    "43522": "Remove the cup from the white pot.",
    "31110": "remove the object from the bowl and place it on the table",
    "13576": "Move the blue cup",
    "75402": "Put the salt cellar in the bowl",
    "61709": "move a cloth on the table",
    "8978": "Put the green cup into the bowl",
    "14489": "Pick up the cup from the pot and put it on the table",
    "39961": "Move the purple plush toy backwards",
    "91934": "Put the shaker in the dish",
    "37408": "Pick up the bottle and put it in the bowl",
    "61984": "Remove the cup from the dish and put it on the table",
    "86433": "Move the orange cloth forward",
    "89248": "Slide the cloth to the right",
    "82340": "Move the blue block backwards",
    "46246": "Pick up the white bowl and slightly move it to the right.",
    "57128": "Pick up the bottle and put it in the bowl",
    "52137": "Move the can slightly to the right",
    "74536": "Move the shaker to the left",
    "64692": "Put the blue cup in the dish",
    "51382": "Pick up the cup and put it in the bowl",
    "59447": "Move the orange pepper closer to the edge",
    "25784": "Move the red pepper to the right",
    "83766": "Put the blue cup in the pot",
    "54971": "Move the orange object to the left",
    "32831": "Put the red ball on the pan",
    "59459": "Move the orange pepper to the right.",
    "54340": "Move the orange cloth",
    "48586": "Remove the salt shaker from the pot",
    "72650": "Remove the blue cup from the pot",
    "68045": "Move the orange towel to the back of the table",
    "91597": "Move the orange ball to the right",
    "51152": "Slide the orange cloth to the right",
    "24402": "Move the blue block to the back right",
    "86232": "Pick up the orange toy from the table and put it in the pan.",
    "1625": "Slightly push the towel to the left",
    "19162": "Take the cellar in the bowl and put it on the table",
    "71261": "Push the orange towel on the table to the left",
    "24418": "Pick the red pepper and place it beside the green object on the desk",
    "25699": "Remove the shaker from the bowl and put it on the table",
    "54498": "Move the container on the table to the right",
    "59246": "Pick up the orange object and put it in the pot",
    "83696": "Put the blue cup into the pot",
    "37489": "Remove the white object from the bowl.",
    "75633": "Remove the orange ball from the silver plate and move it to the right side of the table",
    "499": "Put the green cup in the bowl",
    "30709": "Move the maize cob forward",
    "59765": "Pick up the salt cellar and put it in the pot",
    "54263": "Move the blue block to the front",
    "88569": "Put the salt shaker inside the pot",
    "40186": "Remove the cup from the pot",
    "77435": "Remove the blue cup out of the bowl",
    "252": "Remove the shaker from the bowl and put it on the table",
    "28541": "Pick the blue object and move it to the bottom on the desk",
    "75006": "Remove the salt cellar from the white pot",
    "81663": "Slide the can to the right on the desk"
}