{
    "69639": "Put the bowl inside the sink",
    "16394": "Put the Fanta and Coke cans  on the grey tray",
    "20490": "Pick up the can, then put it in the bowl",
    "59405": "Pick all the candy bars from the kitchen counter and place them on the gray tray",
    "14": "Put the towel in the bowl",
    "55310": "Put the towel into the bowl",
    "57359": "Take the three cups off of the tray",
    "86031": "Lift the red and orange can bottles and put them on the grey tray",
    "18452": "Put the candy bar into the bowl",
    "55333": "Put the red packet in the bowl.",
    "49192": "Put the red can on the tray",
    "32810": "Put the packet in the bowl.",
    "38956": "Pick up the green package and put it in the bowl",
    "81964": "Put the orange can inside the clear bowl",
    "53294": "Put the metal can onto the tray",
    "6191": "Put the crisps' packet in the bowl",
    "53302": "Put the chocolate bar inside the plastic bowl",
    "34872": "Put the red can into the clear bowl",
    "73786": "Bring the can closer to the cup",
    "92229": "Pick up the blue paper cup and move it to the bottom right side of the gray tray on the kitchen counter, pick up the orange paper cup and move it to the upper right side of the gray tray on the kitchen counter",
    "67661": "Remove the towel from the plastic bowl and put it on the counter",
    "94285": "Put the green and orange cans on the tray",
    "22614": "Remove the can from the bowl",
    "75862": "Place the towel in the bowl",
    "41050": "Remove the cans from the tray.",
    "94299": "Pick the cream tea towel and put it on the table to the left of the gray tray, pick the navy blue tea towel and put it on the table to the right of the gray tray",
    "2140": "Put the towel in the bowl",
    "41052": "Pick the towels one at a time and place them on the tray",
    "82014": "Take the can out of the bowl",
    "12386": "Pick up the silver coke can and put it on the kitchen counter, pick up the brown dr pepper can and put it on the kitchen counter",
    "26723": "Put the green can in the bowl",
    "63598": "Remove the packets from the tray",
    "2160": "Pick up the green sprite can and put it on the gray tray, pick up the orange fanta can and put it on the gray tray",
    "20597": "Put the orange packet in the bowl",
    "57464": "Put the black bowl inside the sink",
    "55417": "Put the green packet inside the plastic bowl",
    "61562": "Move the towel from the bowl to the stove top",
    "12411": "Remove the can from the bowl.",
    "34940": "Place the cans on the grey tray.",
    "2176": "move the cups off of the tray",
    "41093": "Put the cups on the try",
    "77958": "Put the blue towel in the clear bowl.",
    "80010": "Pick up the candy bar and then put it in the bowl",
    "26773": "Take the can out of the bowl",
    "51350": "Put the black bowl in the sink on the left.",
    "73882": "Put the orange can inside the plastic bowl",
    "20635": "move the objects off of the tray",
    "22693": "Move the orange can to the right  the gray can to the left and the red can forward from the tray",
    "77993": "Move the soda cans on the table onto the tray",
    "92329": "Remove the purple, blue and orange cups from the grey tray and put them on the countertop",
    "92339": "Place the cups directly onto the counter",
    "65727": "Put the snack packet into the bowl",
    "80066": "Remove the towel from the bowl and place it on the table",
    "86214": "Move two candy bars from the tray to the right, move the orange candy bar to the left from the tray",
    "28874": "Put the cans on the tray",
    "6356": "Put the bowl in the sink on the left.",
    "10456": "Put the towels on the tray.",
    "67814": "Pick up the orange fanta can from the clear bowl and put it on the kitchen counter",
    "6376": "Remove the contents on the tray",
    "47338": "Put the bowl in the sink on the left.",
    "92396": "Put the can into the bowl",
    "4347": "Put the can in the bowl",
    "33020": "Remove the cups from the tray and put them on the counter.",
    "12543": "Remove the cups from the grey tray.",
    "8448": "Put the red can in the black bowl.",
    "57603": "Put the green and purple cups on the tray",
    "37124": "Put the red packet in the bowl.",
    "49414": "Remove the green, purple and orange cups from the tray",
    "59657": "Put the white cloth inside the plastic bowl",
    "49426": "Put the can in the bowl",
    "82201": "Put the metal can into the black bowl",
    "92443": "Remove the blue and orange cups from the tray",
    "18723": "Pick up the blue packet of Doritos and put it in the clear bowl",
    "51492": "Remove the packets from the grey tray.",
    "10534": "Put the grey can in the plastic bowl",
    "65830": "Put the brown towel in the bowl",
    "57642": "Put the cloth in the bowl",
    "12589": "Put the cans on the counter",
    "33073": "Put the blue towel inside the plastic bowl",
    "24886": "Take the cups out of the tray",
    "67899": "Remove the towel from the bowl",
    "71995": "Put the can in the bowl",
    "88380": "Put the towel in the bowl.",
    "90434": "Remove the green and grey cans from the tray",
    "33106": "Remove the green cup from the tray",
    "29011": "Put the blue cloth in the plastic bowl",
    "37204": "Put the orange can in the plastic bowl",
    "43349": "move the can from the counter to the bowl",
    "51545": "Put the red packet in the bowl.",
    "6491": "Pick up the green can and put it in the clear bowl",
    "10592": "Put the towel on the counter.",
    "6505": "Put the can in the bowl.",
    "8553": "Take the can out of the cup",
    "90474": "Put the Doritos' packet in the bowl",
    "78188": "Put the orange packet inside the plastic bowl",
    "39277": "Remove the purple and orange cups from the tray",
    "84334": "Remove the towel from the bowl and put it on the kitchen countertop",
    "72047": "Take the towel out of the bowl",
    "90486": "Put the candy bar on the tray",
    "33144": "Put the yellow pack in the bowl.",
    "82296": "Pick up the orange packet and put it in the clear bowl",
    "45434": "Take the can out of the white bowl",
    "82300": "Put the cans on the tray",
    "67965": "Put the green can on the tray",
    "384": "Pick up the blue packet of doritos and put it in the clear bowl",
    "37250": "Place the snickers bar in the bowl",
    "80263": "Put both cans on the grey tray",
    "59784": "Put the candy bar in the bowl",
    "72083": "Remove the cans from the grey tray.",
    "14742": "Put the white and brown towels on the tray",
    "70039": "Put the yellow packet in the bowl",
    "8613": "Put the cans onto the tray",
    "65958": "Put the red and green can on the grey tray",
    "59818": "Put the blue towel in the clear bowl.",
    "2475": "Pick up the green can and put it in the black bowl",
    "88492": "Move the soda cans to the counter",
    "72110": "Place the soda can into the bowl",
    "35247": "Remove the yellow and green cups from the tray",
    "37309": "Remove the cans from the grey tray.",
    "37319": "Put the cups on the grey tray.",
    "90567": "Put the Fanta can directly on the counter",
    "8656": "Put the towel in the plastic bowl",
    "53713": "Lift the coke and put it in the black bowl",
    "82391": "Put the orange packet in the clear bowl.",
    "61912": "Put the grey can on the tray",
    "66012": "Remove the can from the bowl",
    "25053": "Put the blue packet in the bowl",
    "74207": "Put the plastic cups on the tray",
    "61924": "Put the orange packet in the bowl.",
    "4583": "Remove the cups from the grey tray.",
    "18927": "Put the towel in the bowl",
    "63986": "Put the cup off of the tray and put the candy bars on it",
    "10739": "Take the cans off of the tray",
    "27148": "Put the grey can inside the black bowl",
    "16909": "Put the right packet in the bowl",
    "74255": "Put the bowl in the left sink",
    "533": "Remove the orange can from the plastic bowl and put it on the counter",
    "39447": "Remove the towel from the bowl.",
    "25112": "Get the can bottle and put it in the sink",
    "33309": "Put the soda can on the counter",
    "80415": "Remove the cans from the tray and put them on the countertop",
    "12833": "Put the dorito packet into the plastic bowl",
    "57894": "Put the can on the tray",
    "45607": "Take the cups off of the tray",
    "25135": "Put the soda can in the bowl",
    "39472": "Put the cans on the tray",
    "12852": "Remove the cloth from the bowl",
    "33333": "Put the can in the bowl",
    "45624": "Put the red can in the black bowl.",
    "43579": "Move the can of coke from the bowl to the counter top",
    "84540": "Move the objects from the tray to the top of the kitchen counter",
    "74301": "Put the orange packet in the bowl",
    "53824": "Put the towel into the bowl",
    "47686": "Remove the blue towel from the clear bowl and put it on the countertop",
    "10830": "Put the can on the tray",
    "80465": "Put the plastic cups on the tray",
    "55891": "Put the grey can inside the clear bowl",
    "2645": "Put the orange packet in the bowl",
    "59991": "Put the grey towel in the bowl.",
    "88665": "Put the green and grey cans on the tray",
    "57950": "Pick up the towel and place it in the bowl",
    "12895": "Put the green packet in the bowl.",
    "41568": "Remove the red can bottle from the opaque bowl  and put it on the kitchen countertop",
    "37473": "Put the cans on the tray.",
    "45668": "Put the candy bar in the bowl",
    "86633": "Put the bowl in the sink.",
    "55914": "Pick up the silver coke can and put it on the kitchen counter to the right of the gray tray, pick up the green sprite can and put it on the kitchen counter to the left of the gray tray",
    "51836": "Remove the cans from the tray and put them on the counter",
    "14983": "Put the cups on the tray",
    "43656": "Remove the grey can from the plastic bowl",
    "72328": "Take the cans off of the tray",
    "17043": "Remove the cans from the tray.",
    "55957": "Shift the two cans to the tray",
    "62112": "Remove the towel from the bowl",
    "19109": "Put the brown and blue towels on the tray",
    "17065": "Put the can in the bowl",
    "43690": "place the bowl in the sink",
    "64170": "Put the cans on the tray",
    "94897": "Remove the towel from the bowl",
    "43701": "Pick up the green sprite can and put it on the counter to the left of the gray tray, pick up the brown dr pepper can and put it on the counter to the right of the gray tray, pick up the orange fanta can and put it on the counter to the right of the gray tray",
    "74422": "Remove the silver and orange cans from the tray.",
    "80567": "Remove the cans from the tray and put them on the counter",
    "23225": "Put the towel in the bowl",
    "31428": "Put the yellow packet in the bowl.",
    "8902": "Take the towel out of the bowl and place it on the counter top",
    "84680": "Remove the cups from the tray.",
    "60105": "Pick up the white and yellow rectangular packet and put it in the clear bowl",
    "29390": "Put the cans on the tray",
    "21200": "Put the cans on the tray.",
    "33491": "Put the two cans on the tray.",
    "90839": "Put the towels on the grey tray",
    "8927": "Put the blue packet in the bowl",
    "45806": "Put the cans on the tray",
    "74478": "Place the snickers bar in the bowl",
    "39664": "Put the cups on the counter",
    "45812": "Put the blue packet in the bowl",
    "17142": "Place the orange packet in the bowl",
    "70399": "Take the can out of the bowl",
    "6916": "Take the soda can out of the bowl",
    "80644": "Remove the cans from the tray.",
    "19215": "Put the orange can inside the black bowl",
    "64272": "Pick up the cream tea towel and put it on the kitchen counter",
    "37652": "Put the chocolate bar inside the bowl",
    "88854": "Put the green packet in the bowl",
    "62231": "Remove the can from the bowl",
    "60185": "Remove the green can from the bowl.",
    "88860": "Put the green can inside the black bowl",
    "80671": "Put the orange packet and the purple packet on the tray",
    "35616": "Put the grey can on the tray",
    "49964": "Remove the chocolate bars from the tray",
    "15162": "Remove the brown towel from the bowl",
    "74556": "Put the snack pack in the bowl",
    "25405": "Put the can in the bowl",
    "4929": "Take the cups off of the tray",
    "9031": "Bring the can closer to the sink",
    "58191": "Put the can into the black bowl",
    "31570": "Pick up the blue Doritos packet and put it in the clear bowl",
    "41820": "Put the green packet inside the plastic bowl",
    "2909": "Put the orange can inside the black bowl",
    "76638": "Remove the grey can from the plastic bowl and put it on the table",
    "95069": "Remove the towel from the bowl.",
    "33632": "Pick the cream towel and place it in the clear bowl",
    "80740": "Put the towel in the bowl",
    "2921": "Put the green can on the grey tray.",
    "25451": "Pick up the blue package of snacks and place it inside the clear bowl",
    "37744": "Put the red can inside the black bowl",
    "13169": "Put the red can in the black bowl.",
    "11133": "Put the can on the tray",
    "60290": "Put the towel in the bowl on the left.",
    "52112": "Put the candy bar into the bowl",
    "31633": "move the cups onto the tray",
    "58260": "Put the packets on the grey tray.",
    "74644": "Remove the sachets from the tray, one at a time",
    "2966": "Put the can in the bowl",
    "82842": "Put the green can in the black bowl.",
    "35749": "Put the red can on the grey tray",
    "33703": "Put the brown towel in the bowl",
    "66474": "Put the towel inside the bowl",
    "68533": "place the cans on the tray",
    "23482": "Pick the cups and place them on the tray",
    "15302": "Remove the green and purple cups from the tray",
    "21447": "Put the black bowl in the sink",
    "58317": "Put the bowl in the sink on the left.",
    "37838": "Put the can in the black bowl.",
    "82913": "Put the orange can on the grey tray",
    "46051": "Put the plastic bowl inside the left sink",
    "997": "Take the towel out of the bowl.",
    "91111": "Put the black bowl into the sink",
    "82921": "Remove the can from the bowl",
    "48111": "Put the plastic bowl in the left sink",
    "76784": "Remove the towel from the bowl, then place it on the counter",
    "54262": "Take the cans off of the tray",
    "76796": "Take the hand towel out of the white bowl",
    "29702": "Remove the blue cloth from the clear bowl and put it on the countertop",
    "91145": "Put the black bowl in the sink",
    "54284": "Remove the towel from the bowl",
    "60431": "Put the orange can in the black bowl.",
    "89105": "Take the cups off of the tray",
    "80914": "Put the purple, blue and green cups onto the tray",
    "72723": "Take the grey hand towel out of the bowl",
    "42005": "Put the packet in the bowl",
    "33818": "Remove the can from the bowl.",
    "42014": "Put the green and gray cans on the tray",
    "19493": "Put the green, maroon and yellow cups on the tray",
    "21554": "Put the right sachet in the bowl",
    "62515": "Put the towel in the clear bowl.",
    "50230": "Pick up the silver coke can and place it on the gray tray, pick up the orange fanta can and place it on the gray tray",
    "29753": "Place all the cups on the tray",
    "76860": "Put the cans on the grey plate",
    "42052": "Take the cans off of the tray",
    "40007": "Put the towel in the bowl.",
    "91214": "Put the cups on the grey tray.",
    "83028": "Put the can on the tray",
    "85076": "Put the orange can inside the black bow",
    "17496": "Remove the cups from the tray",
    "33881": "Put the can inside the bowl",
    "78940": "Remove the orange, blue and purple cups from the tray",
    "91230": "Put the packet in the bowl",
    "15455": "Put the packets on the grey tray.",
    "13417": "Pick up the clear bowl and put it in the sink",
    "89212": "Put the candy bar into the bowl",
    "46206": "Put the bowl inside the sink",
    "87166": "Pick up the two towels and put the on the grey tray",
    "44166": "Move the soda can closer to the sink",
    "42122": "Put the chocolate bar inside the plastic bowl",
    "13458": "Put the snack in the bowl",
    "70802": "Remove the green cup from the tray and put it on the counter",
    "91282": "Remove the red, grey and green cans from the tray",
    "58517": "Remove the can from the bowl",
    "7320": "Remove the cans on the tray",
    "74906": "Put the can into the bowl",
    "85147": "Put the cans on the grey tray",
    "44189": "Place the orange can in the black bowl",
    "1190": "Take the two metal cans off of the tray",
    "3238": "Take the grey hand towel out of the bowl",
    "79016": "Remove the cups from the tray",
    "9385": "Remove the towel from the bowl",
    "23724": "Put the red can in the black bowl",
    "36012": "Put the can in the bowl",
    "58541": "Remove the blue towel from the bowl.",
    "76972": "Remove the can from the bowl",
    "50359": "Pick up the orange can and place it on the gray tray, pick up the green can and place it on the gray tray",
    "23739": "Put the can on the tray",
    "15555": "Pick the brown towel from the clear bowl and place it on the counter top",
    "9426": "Remove the blue, purple and green cups from the tray",
    "21724": "Put the orange packet in the bowl",
    "31965": "Remove the towel from the bowl",
    "9455": "Put the green packet in the bowl.",
    "79088": "Put the bar into the bowl",
    "19697": "Put the bowl in the sink",
    "23795": "Pick the black bowl and put it in the sink",
    "72949": "Remove the grey cloth from the plastic bowl",
    "74997": "Pick up the orange fanta can from the clear bowl and put it on the kitchen counter",
    "68858": "Remove the white can from the bowl.",
    "62715": "Put the can in the bowl",
    "40194": "Shift all the cups to the counter",
    "89348": "Put the orange packet in the bowl",
    "32008": "Move all the cans from the tray to the counter top",
    "64776": "Put the black packet in the bowl",
    "25882": "Take the cans off of the tray",
    "36123": "Put the cans on the grey tray",
    "19744": "Put the chocolate bars on the tray",
    "66852": "Place the orange can in the black bowl",
    "89384": "Put the dorito packet into the clear bowl",
    "34090": "Put the towel in the bowl",
    "32052": "Put the bowl inside the sink",
    "25915": "Remove the grey towel from the clear bowl and put it on the countertop",
    "11588": "Pick up the gray towel from the clear bowl and put it on the kitchen counter",
    "38213": "Remove the towel from the bowl",
    "52552": "Pick up the green candy bar and put it on the gray tray, pick up the orange candy bar and put it on the gray tray",
    "58696": "Lift the snickers chocolate and put it in the bowl",
    "66894": "Put the cups on the tray",
    "91481": "Put the red can inside the plastic bowl",
    "7521": "Remove the grey, red and green cans from the tray",
    "87394": "Put the candy bar into the bowl",
    "54630": "Place the sprite can in the bowl",
    "64870": "Pick up the orange fanta can and put it in the clear bowl",
    "9576": "Put the soda can in the bowl",
    "3433": "Put the bowl into the sink",
    "81258": "Pick up the orange cup and put it on the gray tray, pick up the mauve cup and put it on the gray tray",
    "58731": "Remove the purple cup from the grey tray and put them on the counter",
    "7531": "Put the cups on the grey tray.",
    "64886": "Remove the orange can from the bowl and put it on the counter",
    "50551": "Shift the cups to the tray",
    "81271": "Remove the grey cloth from the clear bowl and put it on the table",
    "89462": "Remove the green sachet from the tray",
    "93561": "Remove the can from the bowl",
    "73086": "Pick up the silver coke can and put it on the kitchen counter, pick up the orange fanta can and put it on the kitchen counter",
    "71043": "Put the red can in the plastic bowl",
    "9613": "Put the towel in the bowl",
    "17806": "Put the can in the bowl.",
    "83354": "Put the can into the bowl",
    "54683": "Pick up the orange canned drink from the clear bowl and place it on the white kitchen counter",
    "52637": "Lift the drink can and put it in the black bowl.",
    "85408": "Move the bowl to the left sink",
    "83365": "Put the orange and green cans on the tray",
    "44454": "Put the grey can and the orange can on the tray",
    "40364": "Remove the coke from the bowl and put it on the counter",
    "50608": "Put the purple, green and blue cups onto the tray",
    "21938": "Put the snack paket into the bowl",
    "89524": "Place the soda can on the tray",
    "36280": "place the bowl in the sink",
    "64955": "Put the green can in the bowl",
    "5566": "Remove the can from the bowl",
    "58818": "Pick up the black bowl and put it in the sink",
    "56774": "Put the red can in the black bowl.",
    "38345": "Pick up the cream tea towel from the clear bowl and put it on the kitchen counter",
    "50634": "Put the green can inside the plastic bowl",
    "81353": "Remove the blue towel from the plastic bowl and put it on the counter",
    "11732": "Remove the towel from the bowl",
    "85463": "Put the cans on the grey tray.",
    "13788": "Put the right packet in the bowl",
    "26078": "Put the green packet inside the plastic bowl",
    "60895": "Put the cloth on the counter",
    "44517": "Pick up the blue tea towel from the clear bowl and put it on the kitchen counter",
    "75246": "Remove the cups from the tray",
    "81393": "Remove the can from the bowl",
    "73202": "Put the cans on the grey plate",
    "65011": "Put the cans on the grey tray.",
    "40441": "Put the green can in the black bowl",
    "38393": "Put the silver can inside the black bowl",
    "52730": "Pick up the brown dr pepper can and place it in the clear bowl",
    "89609": "Pick up the red packet of doritos and put them in the clear bowl",
    "42506": "Put the towel in the bowl.",
    "44555": "Put the black bowl in the left sink",
    "87562": "Put the packet in the bowl.",
    "22029": "Remove the green can from the plastic bowl and put it on the counter",
    "50703": "Move the cups to the counter",
    "93716": "Remove the towel from the bowl",
    "77340": "Remove the two small packets from the grey tray.",
    "5661": "move the cans to the tray",
    "65058": "Put the metal can into the bowl",
    "36402": "Remove the green can from the bowl.",
    "26163": "Remove the cans from the tray and then put them on the counter",
    "63033": "Put the yellow packet in the bowl",
    "24130": "Pick up the black bowl and put it in the sink",
    "11852": "Put the three packets on the grey tray",
    "32332": "Put the green and purple cup on the grey tray",
    "3685": "Put the snack pack in the bowl",
    "36458": "Put the cans on the grey tray",
    "75371": "Pick up the green sprite can and put it on the kitchen counter",
    "9838": "Place the coke can in the black bowl",
    "44654": "Put the orange packet in the bowl.",
    "38515": "take out the cloth from the bowl",
    "48766": "Put the can inside the bowl",
    "65158": "Put the cups on the grey tray.",
    "65159": "Pick up the towels and move them onto the trays one by one starting with the brown towel",
    "52872": "Remove the blue cup from the tray.",
    "56971": "Put the orange packet in the bowl.",
    "26252": "Put the blue cloth in the bowl.",
    "65170": "Take the towel out of the bowl",
    "18067": "Put the bowl in the sink",
    "67224": "Pick up the green sprite can from the clear bowl and place it on the kitchen counter",
    "16027": "Take the sprite and coke from countertop and put them on the grey tray",
    "16028": "Pick up a soda can and place it on the gray tray",
    "52893": "Put the blue cup on the grey tray",
    "65180": "Put the red can inside the plastic bowl",
    "91810": "Remove the green and purple cups from the tray",
    "24227": "Move the can of coke to the tray",
    "81571": "Pick up the green cup and put it on the kitchen counter, pick up the blue cup and put it on the kitchen counter",
    "54952": "Remove the items from the grey tray and put them on the counter",
    "67240": "Put the cups on the grey tray.",
    "54954": "Put the two soda cans onto the tray",
    "61111": "Pick up the brown dr pepper can and put it in the clear bowl",
    "32441": "Put the can in the bowl",
    "42683": "Put the green can inside the black bowl",
    "22207": "Pick up the brown dr pepper can from the clear bowl and put it on the kitchen counter",
    "24256": "Put the orange can in the black bowl.",
    "1736": "Put the cans on the grey tray.",
    "38607": "Remove the towel from the bowl",
    "67284": "Pick up the candy bars on the table and place them on the tray",
    "87764": "Remove the objects on the tray",
    "44769": "Put the green and orange can on the tray",
    "50913": "Put the orange can inside the black bowl",
    "5865": "Take the cans off of the tray",
    "32499": "Take the can out of the bowl",
    "28411": "Remove the green and orange cups from the tray",
    "63235": "Lift the bowl and put it in the sink",
    "91910": "Put the bowl in the sink",
    "12042": "Put the plastic bowl inside the left sink",
    "89869": "move the bowl to the sink",
    "89870": "Remove the towels from the grey tray.",
    "3879": "Put the can in the bowl",
    "53033": "Put the cups on the tray",
    "85802": "Lift the cups and put them on the grey tray, put the blue cup on the right lower segment, purple cup on the right upper segment and orange cup on the left upper segment",
    "26426": "Remove the cups from the grey tray.",
    "12093": "Put the green and red cans on the tray",
    "34626": "move the cloth from the counter to the bowl",
    "79691": "Remove  the cans from the tray and put them on the counter.",
    "16204": "Put all the soda cans on the tray",
    "81749": "Put the can into the bowl",
    "89957": "Remove the cups from the tray.",
    "67437": "Pick up the orange rectangular object and put it on the gray tray, pick up the brown snickers chocolate bar and put it on the gray tray, pick up the green rectangular object and put it on the gray tray",
    "24430": "Put the blue packet inside the plastic bowl",
    "55151": "Put the green can in the black bowl.",
    "20339": "Put the metal can into the black bowl",
    "89973": "Remove the orange, grey and green cans from the tray",
    "18299": "Put the orange Cheetos packet inside the plastic bowl",
    "81790": "Put the green can in the bowl",
    "69504": "Put the orange and red cans on the tray",
    "55173": "Put the blue packet in the bowl",
    "36744": "Move the towel to the counter, then place the snacks onto it",
    "3991": "Put all three cans on the grey tray",
    "10139": "Put the two cans on the tray",
    "20380": "Put the can in the bowl",
    "3998": "Put the can inside the black bowl",
    "47017": "Remove the cans from the tray and put them on the counter",
    "38828": "Put the closest packet in the bowl",
    "79788": "Put the cans on the grey tray",
    "81853": "Put the white towel inside the plastic bowl",
    "10175": "Put the green can inside the plastic bowl",
    "79814": "Take all three cans off of the tray",
    "16328": "Put the cloth on the counter",
    "40914": "Put the can in the bowl",
    "10196": "Put the brown towel in the bowl",
    "2007": "Put the green can on the tray",
    "16345": "Put the two cans on the grey tray",
    "51165": "Put the can inside the bowl",
    "34782": "Move the blue cup from the tray to the counter top",
    "2018": "Shift the Sprite can to the bowl",
    "75770": "Put the cans on the tray",
    "83965": "Put the red can in the bowl."
}