{
    "34435": "Move the black bishop piece on the chess board away from you",
    "46085": "Put one yellow chess piece on the chess board",
    "58374": "Move the chess piece on the board to the right",
    "73608": "place a chess piece on the chessboard",
    "91530": "Move the beige chest piece forward between the other two beige chest pieces",
    "12431": "Put one white chess piece on the chessboard.",
    "64016": "Move one brown chess piece on the left side of the board backwards.",
    "87824": "Lift the king and put it on 7d",
    "12060": "Move one of the black pieces on the chess board",
    "74142": "Pick up one black chess piece at the top left of the chess board and move it to the center of the chess board",
    "54303": "Put two black chess pieces on the chessboard.",
    "24356": "Move one piece to the chess board",
    "8742": "Move the black bishop to the right, pick up two of the beige chess pieces and put them on the chess board",
    "26027": "Pick up the black chess piece and put it on the chess board",
    "65836": "Move one pen from the cup to the counter",
    "21037": "Move one black chess piece backwards.",
    "13486": "Move the black chess piece one space backwards",
    "21042": "Remove the blue pen and yellow pencil from the red mug.",
    "62259": "Remove the green pen from the red mug then put the yellow pencil in the mug.",
    "62771": "Pick up the black chess piece on the left side of the table and put it on the chess board",
    "31157": "Remove one marker from the cup",
    "1080": "Using a bishop, make a move",
    "45889": "Move one black chess piece forward",
    "11330": "Remove the orange pen from the red cup and put it on the table",
    "94403": "Shift one chess piece to the board",
    "21701": "Pick up the black pawn and place it next to the black bishop",
    "58309": "Put one white chess piece on the board.",
    "49863": "Move the brown chess piece to the left",
    "66629": "Move one black chess piece away from you",
    "71237": "Remove the light brown object from the chess board",
    "4816": "Make a move with one black chess piece",
    "42067": "Move the black king to the front of the board.",
    "18644": "Move one pen from the cup to the table",
    "71252": "Put one yellow chess piece on the chess board",
    "15831": "Pick up the black chess piece on the left and put it on the chess board",
    "34393": "Shift a pen from the cup to the table",
    "35802": "Move the chess piece from the table to the chess board",
    "43738": "Put one black chess piece on the chess board",
    "49625": "Shift one white chess piece to the next square",
    "6750": "Move a pawn on the table next to the glue stick to the left",
    "13535": "Put the green pen inside the orange cup",
    "864": "Put one white chess piece on the chessboard.",
    "5217": "Move the chess piece forward slightly",
    "60383": "Pick up the black chess piece on the right and put it on the chess board",
    "13667": "Put a chess piece on the chess board",
    "60260": "Move a chess piece forward on the chess board",
    "64354": "Pick up the yellow pencil and put it on the table",
    "73850": "Pick up two black pieces from the table and place them on the chess board",
    "81638": "Pick up one black rook and put it two boxes to the left of the black king",
    "14957": "Put the Knight chess piece on the chess board",
    "18544": "Move the black chess piece one space to the right",
    "47985": "Pick up the white king chess piece and put it on the table, pick up the white king chess piece and put it on the chess board a box in front and two to the right of the black king chess piece",
    "23154": "Move the beige piece on the left backwards",
    "26228": "Pick up a black chess piece from the table and put it on the chessboard",
    "65269": "Pick the white bishop and put it to the right of the white king",
    "87669": "Pick up a beige piece from the table and put it on the top left side of the chess board",
    "11002": "Put a light brown chess piece on the board",
    "71421": "Pick up the black bishop and move it one square forward on the chess board"
}