{
    "69633": "Take the black marker out of the mug",
    "62987": "Pick the marker from the cup and put it on the table",
    "15376": "Put the marker in the mug and then remove it and put it back on the table",
    "47643": "Take the pen out of the mug and place it on the table",
    "76827": "Put the marker on the table",
    "41501": "Put the pen in the mug",
    "86043": "Put the pen in the cup",
    "65067": "Pick up the pen from the cup and put it on the table.",
    "59954": "Take the marker from the yellow cup and place it on the table",
    "58422": "Pick up the pen from the table and put it in the yellow cup.",
    "75830": "Remove the black marker from the yellow mug",
    "72254": "Put the marker into the mug.",
    "79934": "Remove the marker from the mug cup and place it on the table",
    "22592": "Take the pen from the cup and put it on the table",
    "17989": "Pick up the pen from the table and put it in the mug cup.",
    "21574": "Put the pen in the mug",
    "93774": "Put the pen in the cup",
    "90703": "Remove the marker from the white mug",
    "48722": "Put the marker in the yellow mug",
    "75860": "Put the marker in the mug on the table",
    "13915": "Remove the pen from the cup, put it on the table and return it back in the cup",
    "40029": "Remove the marker from the mug and put it on the tray.",
    "36455": "Take the marker out of the mug and put it on the table",
    "61031": "Put the pen inside the mug cup",
    "64620": "Put the pen in the mug",
    "8837": "Put the marker in the mug",
    "18567": "Take the black marker out of the mug and place it on the table",
    "79497": "Remove the pen from the yellow mug and put it on the table",
    "68237": "Remove the marker from the cup and put it on the table",
    "19602": "Take the marker out of the cup and put it on the table",
    "55956": "Put the marker in the white mug",
    "41114": "Pick an object from the table and place it in basket",
    "76955": "Put the marker in the mug",
    "90269": "Pick up the pen from the yellow cup and put it on the table",
    "12459": "Put the marker into the green cup.",
    "54961": "Take the pen out of the mug and put it on the table",
    "87223": "Get the pen from the table and put it inside the cup",
    "41656": "Pick up the pen from the table and put it in the yellow cup.",
    "75960": "Place the black pen inside the grey mug",
    "28861": "Put the marker in the mug",
    "11454": "Put the marker inside the mug cup then put it back on the table",
    "80580": "Remove the marker from the mug and place it on the table",
    "53959": "Put the black marker inside the mug",
    "72392": "Take the marker out of the mug and put it on the table",
    "75977": "Remove the marker from the mug and put it on the table",
    "77529": "Take the blue marker out of the yellow mug",
    "86247": "Put the pen inside the mug cup",
    "74479": "Put the pen in the cup",
    "77048": "Pick up the pen from the table and put it in the cup.",
    "52992": "Put the marker in the cup then take the marker out and put it on the table",
    "14599": "Take the pen from the yellow cup and place it on the table",
    "34572": "Remove the marker from the cup and put it on the table",
    "30478": "Put the pen in the yellow cup",
    "87828": "Put the pen on the table",
    "41241": "Put the marker in the mug",
    "51994": "Put the pen in the mug",
    "46370": "Pick up the marker and put it in the cup",
    "37667": "Pick up the pen from the table and put it in the yellow cup.",
    "86306": "Pick up the pen from the mug cup and put it on the table",
    "51496": "Put the pen in the mug",
    "28971": "Pick up the marker from the cup and place it on the table",
    "13615": "Pick the marker and put it in the cup",
    "62279": "Put the marker in the green cup",
    "29519": "Put the marker in the white mug",
    "89428": "Take the marker out of the mug and put it on the table",
    "44031": "Take the pen out of the cup and put it on the table",
    "80222": "Pick up the pen and put it in the cup",
    "360": "Put the marker inside the mug.",
    "56688": "Remove the marker from the mug and put it on the table",
    "44412": "Move the pen from the cup to the table, to the cup, then to the table",
    "38780": "Pick up the pen from the table and put it in the cup. Pick up the pen from the cup and put the pen back on the table. Pick up the pen from the table and put it back in the cup.",
    "1405": "Remove the marker from the mug cup",
    "38273": "Put the mug on the table",
    "89985": "Fully open the partially opened drawer",
    "21892": "Put the pen in the mug",
    "81797": "Put the marker on the table",
    "52102": "Pick up the pen and put it in the mug cup",
    "32664": "Put the pen in the mug",
    "69531": "Place the pen in the mug",
    "36253": "Take the pen out of the yellow mug",
    "90528": "Take the black pen out of the yellow mug",
    "44456": "Place the marker in the mug",
    "91565": "Remove the marker from the mug and put it on the table",
    "80312": "Put the pen in the cup",
    "20930": "Put the marker on the table, put it back in the mug then put it back on the table",
    "92101": "Sweep the sweets towards the end of the table",
    "37831": "Put the marker in the mug on the table",
    "53703": "Put the pen in the yellow mug",
    "13259": "Pick the pen and put it in the cup",
    "42959": "Put the marker in the mug",
    "48080": "Take the pen out of the cup and put it on the table",
    "56788": "Take the black marker out of the mug",
    "87520": "Put the pen in the cup",
    "92130": "Remove the pen from the cup and put it on the table",
    "32746": "Put the red marker inside the yellow mug",
    "83946": "Put the pen inside the mug cup",
    "25585": "Put the pen in the mug",
    "91639": "Pick the pen on the table and put it in the cup",
    "16894": "Take the pen out of the cup and put it on the table",
    "53247": "Put the marker inside the mug then take the marker out of the mug"
}