{
    "53507": "Open the coffee marker",
    "25733": "Pick up the small grey sachet close to the coffee jug and put it on the empty white plate",
    "86405": "Put the spoon in the cup",
    "72456": "Put the white spoon from the coffee cup in the bowl on the left.",
    "29321": "Remove the silver spoons from the food pack then move the coffee cup to the left.",
    "76168": "Pick up the bowl and put it on top of the coffee maker",
    "86921": "Remove the coffee cup from the coffeemaker then place one coffee pod in the coffee maker chamber.",
    "2701": "Remove the coffee pod from the coffeemaker.",
    "33935": "Shift the cubes to the counter",
    "34575": "Move the cube from the counter to the styrofoam pac",
    "17304": "Move the Foam food container to the left",
    "41497": "Open the silver bin.",
    "87704": "Remove the white object from the bowl",
    "19875": "Remove the lid from the container",
    "12580": "Put the bowl on top of the counter",
    "11941": "Move the blue and white plate to the counter",
    "1829": "Move the contents in one bowl to the next bowl using a spoon",
    "40228": "Pour the contents in the bowl to the left into the bowl to the right",
    "85411": "Close the lid of the coffee maker",
    "50857": "Open the top of the coffee maker",
    "39725": "Remove the knife from the cup",
    "78256": "Move the plate on top of the silver container",
    "71218": "Remove the object from the rice cooker and put it on the table",
    "67635": "Move the bowl to the right then take lid off of the jar of beans",
    "13108": "Pour the contents in the bowl on the right into the bowl on the left.",
    "22324": "Put the cup on the coffee machine",
    "55222": "Move the coffee cup on the right to the left.",
    "19512": "Remove the yellow block from the lunch pack",
    "68412": "Put the coffee capsule on the white plate on the left",
    "73021": "Remove the crumpled napkin from the bowl on the right.",
    "54078": "Bring the small, white object, closer to the foam pack",
    "81344": "Use the white napkin to wipe the counter.",
    "79937": "Remove the cubes from the tray",
    "82244": "Open the coffee maker",
    "30023": "Put the orange object on the blue and white object",
    "23627": "Put the purple packet in the pack, and then pour the bowl's contents into the empty one",
    "85836": "Close the recycling bin",
    "68174": "Close the lid on the coffee maker",
    "72398": "Put the white knives in the coffee cup on the left.",
    "79696": "Move the water bottle to the right then remove the silver lid from the glass bowl.",
    "71634": "Put the silver lid on its container",
    "4179": "Put the yellow object into the take-away food container",
    "18771": "Put the lid on the transparent container",
    "30931": "Take the spoon and knife from the bowl and put them into the take-away food container",
    "41684": "Close the silver bin.",
    "18525": "Put a half a spoon of the small brown objects into the empty paper plate",
    "74462": "Put the spoon in the plate to the right",
    "62687": "Close the lid of the coffeemaker",
    "90465": "Put the silver lid on the glass container.",
    "16229": "Move the lunch pack to the right",
    "11495": "Take the yellow object off of the takeaway food container",
    "76647": "Put the silver lid on the glass container.",
    "38121": "Put the white sachet on the counter",
    "66666": "Put the lid on the bottle",
    "83688": "Put one cube in the food pack.",
    "84711": "Place the creamer cup into the coffee machine",
    "41581": "Remove the plate from the top cabinet",
    "69614": "Use the spoon to scoop up contents from the bowl to right into the bowl to the left",
    "57711": "Remove the lid from the jug",
    "84344": "Take out the coffee capsule from the coffee machine",
    "36089": "Open the coffeemaker.",
    "13692": "Put the orange item on the bin",
    "38015": "Remove the bottle from the cabinet"
}