{
    "73729": "Move the remote to the right slightly, then press one button",
    "42883": "Remove one object from the black box and put it on the countertop.",
    "70275": "Put the black object in the black box.",
    "31496": "Put the plastic inside the rubbish can",
    "66185": "Pick up the remote from the sofa and put it on the table",
    "94217": "Remove the black remote from the table and put it on the couch",
    "12043": "Put the remote on the couch",
    "33676": "Place the wrapper inside the trash can",
    "86667": "Open the blinds on the right window.",
    "52366": "Move the television forwards.",
    "9743": "Place the black remote control right side up.",
    "62353": "Put the magazine on the right armrest of the sofa.",
    "89362": "Put the remote on the sofa arm",
    "28179": "Put one plastic in the bin",
    "60695": "Put the jersey on the tv stand",
    "40728": "Use the tea towel to wipe the table",
    "39066": "Remove the remote on the handle of the couch and push it onto the couch",
    "18587": "Take the bottle of water and put it on the tray",
    "64795": "Put the water bottle on the armrest of the couch",
    "25121": "Move the sausage pillow to the right",
    "51704": "Put the bottle on the tv stand",
    "60969": "Move the bin to the right.",
    "86190": "Put the black object on the arm rest",
    "16567": "Put the remote controller on the hand towel",
    "56440": "Move the water bottle to the left then move the remote controller to the right",
    "66365": "Slightly push the monitor screen",
    "13759": "Move the book to the left",
    "85311": "Put the jersey on the backrest of the chair",
    "37314": "Put the dark blue pillow on the sofa.",
    "52804": "Put the black remote on the armrest",
    "27205": "Empty the contents of the black container onto the table",
    "25414": "Move the candle holder to the left and move the black tray to the left",
    "30918": "Put the yellow pillow on the TV stand.",
    "69448": "Put the black remote control on the right armrest of the sofa.",
    "78535": "Take the car out of the black box.",
    "83785": "Move the magazine to the table",
    "15949": "Remove the pillow from the chair and place it on the TV stand",
    "5330": "Bring the empty bottle closer to the black tray",
    "95446": "Move the remote control to the table.",
    "29914": "Put the plastic item into the bin",
    "90330": "Move the water bottle to the left",
    "2783": "Remove the black remote from the table and put it on the armrest of the couch",
    "36832": "Put the black remote on the black tray",
    "56287": "Bring the plastic with the cable closer to the tv",
    "55779": "Rotate the black remote control then press one button.",
    "73444": "Remove the hoodie from the backrest of the chair and place it on the seat of the chair.",
    "20453": "Turn the remote control to the left and press a button on the remote control.",
    "25319": "Put the book on the shelf.",
    "47080": "Remove the white object from the black box then put it on top of the brown object.",
    "4969": "Put the orange car in the black box.",
    "27631": "Put the grey remote control on the table.",
    "68080": "Press a button on the black remote control.",
    "39026": "Rotate the remote control on the armrest anti-clockwise.",
    "61047": "Put the black object into the toy car",
    "21752": "Move the black remote to the left and wipe the table with the white cloth",
    "69497": "Put one battery into the black object",
    "66938": "Put the grey remote control on top of the white towel then press a button on the remote control."
}