{
    "34822": "Put the blue bottle inside the clear lunch box",
    "93703": "Put the white lid on the cup next to it",
    "86037": "Use the white napkin to wipe the top of the blue book.",
    "38422": "Push the white pump of the clear bottle down",
    "14366": "Move the coffee cup lid to the right.",
    "7715": "Move the bottle to the right side of the book",
    "76841": "Move the blue bottle to the left",
    "21576": "Open the box completely",
    "58952": "Pick up the paper cup close to the blue book and move it to the right",
    "21068": "Press down the spray bottle",
    "20049": "Cover the lunchbox",
    "78418": "Move the cup next to the book to the right of the blue spray bottle",
    "24664": "Press the down the spray bottle",
    "36449": "Use the white napkin to wipe the blue book.",
    "68705": "Use the tissue to wipe the top of the container",
    "43110": "Bring the blue bottle closer to the cup",
    "47738": "Open the box and then close it",
    "25723": "Pick up the wipe and clean the top of the book",
    "8315": "Open the cardboard box",
    "16509": "Open the book",
    "48261": "Use the white napkin to wipe the blue book cover.",
    "46729": "Completely open the brown box",
    "32906": "Get a tissue from the box and then wipe the paper on the book with it",
    "49801": "Open the brown box",
    "63629": "Move the spray bottle and place it to the right of the book next to the box",
    "91807": "Slide the lid of the bowl to the right",
    "682": "Use the tissue to wipe the cover of the book",
    "27307": "Move the blue bottle to the left.",
    "34484": "Push the lid on the clear container backwards then put the pump bottle inside the container.",
    "38583": "move the white plastic lid to the right",
    "11461": "Put the white lid on the transparent bowl",
    "80077": "Press on the bottle",
    "91343": "Open and close the cardboard box",
    "58589": "Press on the soap dispenser",
    "79072": "Press on the soap dispenser",
    "49382": "Use the napkin to wipe the top of the blue book.",
    "13032": "Open the storage bin, then place the white bottle inside",
    "61672": "Press the top of the blue bottle",
    "48368": "Open the brown box.",
    "41721": "Move the blue bottle to the right",
    "84738": "Take a tissue from the box and use it to wipe the book",
    "49927": "Move the blue bottle",
    "266": "Open the storage bin, then place the blue bottle inside it",
    "53002": "Completely cover the tote with the white lid",
    "35084": "Take the blue bottle out of the clear container then place the white lid over the container.",
    "62223": "Move the white lid to the left",
    "53008": "Put the clear lid on the blue bottle.",
    "56592": "Push the top of the blue bottle downwards",
    "74523": "Open the box",
    "82719": "Press down on the soap dispenser",
    "22311": "Use the napkin to wipe the right side of the table near the paper cup",
    "16687": "Open the lid of the bowl",
    "24370": "Open the white lid of the clear lunch box, pick up the blue bottle and put it inside the lunchbox",
    "83259": "Remove the white lid from the clear container.",
    "11072": "Move the blue spray bottle and place it next to the tissue box",
    "84288": "Move the napkins to the right.",
    "94545": "Move the coffee cup at the front to the left.",
    "34130": "Remove the blue bottle from the lunchbox and put it on the table",
    "19287": "Open the box",
    "27485": "Press down on the pump bottle.",
    "54622": "Move the cup next to the box to the left of the book",
    "40803": "Put the clear lid on top of the blue bottle.",
    "38248": "Press down on the top of the blue and white bottle.",
    "9584": "Put the cup's lid on the table",
    "63860": "Use a tissue to wipe the front page of the book",
    "36217": "Remove the sanitizer bottle from the lunchbox, put it on the table, push on the pump and close the lid of the lunchbox",
    "71034": "Push the pump of the blue bottle down",
    "15244": "Press down on the pump bottle.",
    "44436": "Remove the lid from the coffee cup.",
    "38294": "Remove the bottle from the bowl, then close the lid",
    "9112": "Move the bottle to the left",
    "74648": "Remove a tissue from the tissue box and wipe the white lid of the lunchbox with the tissue",
    "77721": "Move the coffee cup at the front of the table to the right.",
    "84376": "Use the towel to wipe the table",
    "87975": "Put the transparent bottle in the bowl",
    "41899": "Use the cloth to wipe the  book",
    "41904": "Cover the bowl",
    "84402": "Move the blue bottle to the left.",
    "95162": "Press the top of the transparent bottle",
    "7114": "Put the blue bottle in the clear container.",
    "71630": "Wipe the open page with the tissue",
    "31183": "Slide the lid off of the plastic box",
    "45009": "Press down on the top of the blue bottle.",
    "69076": "Fully close the tote",
    "75226": "Remove the white lid from the clear container.",
    "85978": "Pick the paper towel on the table and use it to wipe the brown box",
    "58852": "Completely cover the tote with the white lid then use a napkin to wipe the lid",
    "2031": "Take the blue bottle out of the clear container and place it on the table then put the clear lid on the bottle.",
    "55791": "Use the white napkin to wipe the white lid.",
    "27635": "Close the blue book",
    "1524": "Move the bottle to the left and use the cloth to wipe the table",
    "93173": "Remove the transparent bottle from the bowl",
    "36346": "Press the button on the spray bottle"
}