{
    "9348": "Put the red block in the bowl closest to you",
    "1543": "Remove the toy banana from the orange plate, put it on the table, remove the white bowl from the orange plate and put it on the table",
    "36743": "Remove the orange ball from the red bowl",
    "54903": "Put the pliers inside the bowl",
    "12810": "Move the red block to the red bowl on the left.",
    "25867": "Remove the pliers from the red bowl",
    "48267": "Pick up the banana plush toy and put it in the bowl",
    "51342": "Put the orange ball in the red bowl on the left.",
    "22544": "Put the banana toy in the bowl to the right",
    "10003": "Pick the fork and put it in the bowl",
    "55838": "Remove the pliers from the bowl and put it on the table",
    "68901": "Put the fork inside the bowl",
    "5414": "Remove the spoon from the bowl",
    "11560": "Put the basketball on the table.",
    "68012": "Remove the tube from the orange bowl",
    "88620": "Remove the green toy from the red bowl",
    "54063": "Pick up the orange block from the bowl and put it on the table.",
    "43952": "Remove the banana from the red bowl",
    "44081": "Pick up the orange ball from the table and put it in the bowl",
    "80309": "Remove the orange ball from the red bowl and place it on the table",
    "42038": "Put the pliers on the table",
    "34871": "Place the orange block in the middle orange bowl",
    "10936": "Remove the white object from the bowl and put it on the table",
    "91576": "Remove the fork from the bowl",
    "46400": "Put the tube in the red bowl to the right",
    "4804": "Put the green doll in the orange bowl closest to you",
    "92366": "Move the empty red bowl forwards, place the green plush toy inside the bowl",
    "15183": "Put the silver fork in the red bowl in the middle.",
    "33232": "Put the green object in the bowl",
    "42065": "Put the fork inside the red bowl",
    "35923": "Put the pliers in the bowl next to the toy box",
    "57811": "Pick up the banana plush toy and put it on the table",
    "83289": "Put the orange block inside the bowl",
    "346": "Put the white ball inside the red bowl",
    "47579": "Put the black object on top of the red bowl to the far right",
    "14046": "Pick up the scissors from the bowl and put it on the table",
    "90976": "Pick up the green object and put it in the bowl on the middle near the box",
    "39777": "Remove the fork from the bowl furthest to the right",
    "66914": "Take the fork out of the red bowl and place it on the table top",
    "91873": "Remove the green toy from the red bowl",
    "60775": "Remove the fork from the orange plate and put it on the table",
    "24175": "Put the plush toy inside the red bowl",
    "59889": "Pick up the folk from the bowl and put it on the counter",
    "53108": "Put the red block and orange toy into separate bowls",
    "58612": "Pick up the silver fork and put it in the red bowl on the left",
    "51831": "Pick up the fork on the table and put it in the bowl with the banana",
    "3706": "Pick up the banana and put it in the bowl on the middle of the two other bowls",
    "65532": "Remove the red block out of the bowl",
    "67453": "Pick up the blue and white tube from the red bowl and place it on top of the wooden box",
    "46207": "Remove the red block from the bowl"
}