{
    "388": "Remove the silver ring from the filter",
    "27140": "Take the silver stopper and put it on the clear bottle",
    "66180": "Move the transparent bottle forward",
    "94093": "Move the pumpkin to the left",
    "11662": "Put the green bottle upright on the right",
    "42132": "Close the lid of the light green container",
    "1174": "Take the object and put it on the bottle",
    "9499": "Close the white container",
    "31262": "Move the green bottle amidst the cables to the metal bottles",
    "11295": "Move the green bottle to the left",
    "5279": "Open the bottle on the table",
    "91680": "Pick up the white paper from the table and put it inside the bin",
    "51749": "Put the brown paper bag in the black bin",
    "6568": "Press the button on the top to open the lid of the kettle",
    "18088": "Close the white container",
    "31659": "Wipe the plate on the table",
    "34859": "Pick the black bottle and move it to the left on the table",
    "26413": "Move the bottle of water to the left side of the table",
    "93614": "Move the pumpkin to the right of the container",
    "21167": "Move the tape to the right",
    "94384": "Open the gold canister",
    "63409": "Remove the silver cap from the bottle",
    "49842": "Put the black object in the center of the table",
    "69427": "Put the lid on the flusk.",
    "93617": "Open the kettle lid",
    "37557": "Close the lid of the kettle",
    "48438": "Move the black bottle forward",
    "34360": "Pick up the small silver lid from the table and put it in the silver object on top the the plastic bottle.",
    "90045": "Move the pumpkin to the right",
    "25534": "Open the white canister",
    "28478": "Remove the lid from the glass bottle",
    "49600": "Place the marker inside the bowl",
    "54463": "Close the kettle, open it then throw the brown paper in the landfill bin",
    "53954": "Move the metal thing backward",
    "46404": "Put the silver lid on top of the clear bottle on the left",
    "74441": "Move a green bottle to the right side of the table",
    "85577": "Move the green bottle next to the water bottle",
    "94159": "Remove the silver lid from the top of the clear bottle and place it on the table",
    "8401": "Pick the lid from the table and place it on top of the jar",
    "19155": "Move the clear bottle to the left",
    "62808": "Place the crumpled napkin on the right  in the bin",
    "78942": "Move the glass jar backwards",
    "48993": "Open the kettle",
    "50530": "Pick up the green bottle on the left and move it to the right.",
    "12771": "Close the lid of the pink container.",
    "23779": "Remove the lid from the clear bottle and put it on the table",
    "43748": "Move the water from the left to the right",
    "64355": "Pick up the silver lid from the left side of the table and place it on top of the clear bottle",
    "88419": "Open the lid on the electric kettle",
    "1000": "Get the green bottle that is near the black flask and put it near the black cable.",
    "55656": "Move the yellow object to the right.",
    "77674": "Remove the silver lid on top of the round bottle and put it on the table",
    "62828": "Open the metal container",
    "22383": "Remove the stopper from the cylinder",
    "93040": "Close the lid of the electric kettle",
    "81012": "Pick the silver object from the table and put it on top of the clear bottle on the left",
    "71031": "Close the lid of the kettle",
    "11768": "Move the glass bottle to the right side of the table",
    "95484": "Lift the lid of the white bowl",
    "75517": "Move the pumpkin to the left"
}