{
    "77320": "Unfold the peach towel and lay it flat on the countertop",
    "11790": "Stack up the cups and put them inside the washer",
    "26639": "Put the yellow object inside the basket",
    "30226": "Fold the towel",
    "54803": "Put the toy banana on the plate with the green toy fruit",
    "66581": "Pour the chips from the orange cup onto the white plate closest to you",
    "75799": "Remove the watermelon plushie from the box and put it on the counter",
    "91671": "Close the right door of the top cabinet.",
    "34329": "Pour the chips from the orange cup onto the white plate",
    "49187": "Close the open upper cabinet door",
    "17918": "Put the plate in the dishwasher",
    "82473": "Remove all the plush toys from the basket",
    "83497": "Close the cupboard completely",
    "23597": "pull out the dishwasher rack",
    "94768": "Use the peach towel to wipe the countertop",
    "32823": "Remove the blue cup from the dishwasher and place it on the countertop",
    "32313": "Close the overhead cabinet door",
    "34363": "Remove a plate from the dishwasher and put it on the counter",
    "77371": "Remove the green plushy from the box and put it on the counter",
    "22077": "Unfold the edge of the orange towel",
    "67133": "No action",
    "32832": "No action",
    "4682": "Pick up the blue cup from the counter and put it in the dishwasher machine",
    "70731": "Fold the towel on the table",
    "27213": "Open the right door of the kitchen top cabinet",
    "9809": "Unfold the cloth",
    "1618": "Unfold the cloth on the counter",
    "17492": "Fold the cloth on the counter",
    "47189": "Remove the toy pineapple from the fruit basket and put it on the counter",
    "11354": "Open the right door of the top cabinet.",
    "60508": "Put the cup in the dishwasher",
    "30306": "Open the right upper cabinet door.",
    "49773": "Open the left side of the drawer.",
    "26226": "Put the purple plushie in the box",
    "37492": "Remove the toy pineapple from the fruit box and put it on the counter",
    "15989": "Open the left door of the top cabinet.",
    "58486": "Fold the cloth on the counter",
    "68724": "Remove the blue cup from the dishwasher",
    "27771": "Put the green plushie in the blue cup",
    "34941": "No action",
    "49277": "Fold the peach towel into a triangle thrice",
    "62596": "No action",
    "43655": "Pick up the plate and pour it's contents on the other plate",
    "31374": "Open the left and right cabinet doors, respectively",
    "39574": "Open the top left cabinet door",
    "26779": "Close the cabinet door",
    "76444": "Put the pineapple plushie on the white plate",
    "66216": "No action",
    "65194": "Close the top left cabinet door",
    "40622": "Remove all the items from the fruit box and put them on the counter",
    "59055": "Open the left cabinet door",
    "35507": "Pick up the pineapple from the counter and put it in the basket",
    "11956": "No action",
    "10425": "Put the orange and purple plushies in the box",
    "38586": "Open the right door of the cabinet above the blue box, take the pineapple plush toy out of the cabinet and place it in the basket",
    "21694": "Fold the orange towel",
    "86718": "Open the cupboard door",
    "31938": "Pick up the pineapple plush toy and put it in the box",
    "35522": "Open the top right cabinet door",
    "62148": "Close the open upper cabinet door",
    "67272": "Pick up the orange cup and pour the fries out of the cup and onto the white plate",
    "53963": "Transfer the chips onto the plate from the orange cup.",
    "53452": "Remove the fries from the cup and put them on the plate",
    "13006": "No action",
    "57039": "Put the pineapple, cherry, watermelon, eggplant, banana and orange plushies in the box",
    "14559": "Place the green plush toy on the beige plate",
    "8424": "Unfold the peach towel on the countertop.",
    "12521": "Open the overhead cabinet door, pick up some plush toys from the basket and put them in the open cabinet, and then close the cabinet",
    "7403": "Wipe the surface using the orange cloth",
    "15090": "Pour the fries out of the orange cup and onto the white plate on the right.",
    "44793": "Open the right door on the first upper cabinet from the left",
    "55548": "Close the top right cabinet door",
    "64766": "Open the door of the cabinet",
    "3839": "No action",
    "28932": "Pick up the orange plush toy from the basket and put it on the counter",
    "87302": "Close the cabinet door",
    "28439": "Unfold the orange cloth",
    "59672": "Open the cabinet door and put some of the fruits plush toy inside  and close it",
    "89879": "Pick the stuffed pineapple and put it on the counter",
    "42267": "Fold the towel",
    "33052": "Close the top right cabinet door",
    "12064": "Pick up the plush toys from the countertop and put them in the basket.",
    "57125": "Unfold the cloth on the counter",
    "23343": "No action",
    "80175": "Open the left upper cabinet door",
    "80689": "Remove the blue cup out of the dishwasher",
    "64821": "Open the cabinet door",
    "53560": "Close the top left cabinet door",
    "35129": "Close the right cabinet door",
    "94520": "Put the blue cup in the dishwasher.",
    "9532": "Open the top right cabinet door",
    "320": "Close the open upper cabinet",
    "25420": "Take the pineapple plush toy out of the basket",
    "91468": "Scrunch the orange towel",
    "14162": "Unfold the orange cloth",
    "87904": "Open the left side of the drawer.",
    "5988": "Close the right door of the top cabinet",
    "84324": "Put the purple plush toy on the plate to the left",
    "73575": "Close the top drawer of the dishwasher",
    "21352": "Use the towel to wipe the table",
    "61297": "No action",
    "37749": "Put the purple plush toy in the bowl.",
    "12150": "No action",
    "66933": "Put the plush toys inside the basket",
    "35194": "Open the top right cabinet door",
    "47995": "Close the cabinet completely",
    "41341": "Straighten out the orange cloth",
    "7044": "Fold the cloth",
    "28036": "No action",
    "53127": "Wipe the counter with the cloth",
    "17289": "No action",
    "91536": "Remove the purple object from the basket",
    "87963": "Remove the green object from the cup",
    "68511": "Pick the green object and put in the basket",
    "10158": "Unfold the orange towel",
    "68528": "Fold the cloth",
    "81842": "Put the purple and orange plushie on the plate respectively",
    "28088": "Close the open drawer",
    "87998": "Fold the towel diagonally three times",
    "32703": "Pick up the yellow plush toy and put it on the plate",
    "15821": "Put one white plate from the counter inside the dishwasher",
    "75215": "Close the cupboard door",
    "80850": "Put the purple, pineapple, and banana plushies in the box",
    "6107": "Fold the peach towel into a triangle thrice",
    "995": "Close the left drawer",
    "13285": "Close the left door of the open upper cabinet then open the right door",
    "55269": "Close the top cabinet drawer door on the right",
    "25063": "Pick up the banana plush toy from the basket and put it inside the open upper cabinet",
    "6632": "Open the top right cabinet door",
    "88038": "Close the top right cabinet door",
    "88042": "Remove the green object from the basket",
    "54768": "Close the cabinet",
    "10227": "Open the top right cabinet door",
    "94196": "Pour the chips from the white bowl onto the white plate",
    "88055": "Open the upper cabinet door on the right",
    "64507": "Remove the stacked cups from the dishwasher and put them on the countertop",
    "25086": "Remove the strawberry plushie from the box"
}