{
    "16768": "Turn the tap faucet to the left",
    "35713": "Pick up the animal plush toy and put it on the counter",
    "37251": "Turn the faucet to the left",
    "91523": "Remove the plush toy from the plate and put it on the left side of the counter.",
    "48389": "Pick the stuffed animal on the plate and put it on the counter",
    "27782": "Turn the faucet to the left",
    "17160": "Move the faucet to the right",
    "72457": "Remove the plush toy from the orange plate and place it on the left side of the countertop",
    "89610": "Put the blue block on the orange plate",
    "92169": "Pick up the yellow object from the counter and put it on the plate",
    "13068": "Move the faucet spout to the right",
    "46988": "Move the tap nozzle to the right",
    "3217": "Turn the tap faucet to the right",
    "28562": "Turn the faucet to the left",
    "52369": "Turn the faucet to the left",
    "18964": "Remove the blue block from the orange plate",
    "29718": "Pick the yellow cube and put it on the counter",
    "63767": "Move the blue object to the left",
    "63512": "Move the yellow block to the right",
    "32924": "Slide the spout to the right",
    "89501": "Remove the blue block from the orange plate",
    "89119": "Remove the blue block from the plate and put it on the table",
    "8864": "Put the doll on the orange plate",
    "90272": "Move the tap nozzle to the left",
    "65446": "Move the yellow block to the left",
    "51115": "Push the faucet to the center of the sink.",
    "24750": "Remove the doll from the plate and put it on the table",
    "22959": "Remove the yellow block from the orange plate",
    "60978": "Put the toy dog on the plate",
    "12211": "Center the faucet",
    "12086": "Remove the yellow object from the plate",
    "77110": "Move the tap nozzle to the right",
    "85111": "Pick up the yellow object and put it on the orange plate",
    "54586": "Put the plush toy on the orange plate.",
    "93756": "Pull the faucet to the middle",
    "5438": "Move the plush toy on the left to the right",
    "14532": "Pick up the plush toy from the plate and put it on the counter",
    "50629": "Slide the tap to the center of the sink, remove the toy from the orange plate and put it on the base top",
    "67784": "Move the white and brown toy to the left",
    "64713": "Pick up the plush toy from the counter and put it on the orange plate",
    "11979": "Move the faucet to the left",
    "23116": "Move the grey faucet to the left",
    "38731": "Move the doll away from you",
    "70733": "Turn the faucet to the left",
    "15695": "Pick up the toy from orange plate and put it on the countertop.",
    "86610": "Move the yellow block to the bottom left corner",
    "66643": "Center the faucet",
    "6998": "Move the faucet of the sink slightly to the left.",
    "61147": "Move the yellow block to the left",
    "35292": "Move the faucet to the center of the sink",
    "1888": "Move the faucet spout to the right",
    "26721": "Put the yellow block on the orange plate.",
    "58851": "Put the blue block on the orange plate",
    "94051": "Pick the animal plush toy from the counter and put it on the orange plate",
    "35173": "Move the faucet of the sink slightly to the left.",
    "4715": "Slide the spout to the left",
    "23659": "Move the blue block to the front on the right side of the table",
    "41068": "Pick up the blue block from the countertop and put it in the orange plate.",
    "43116": "Move the grey faucet to the right",
    "61037": "Pick up the yellow plush toy from the counter and put it on the plate",
    "86253": "Move the blue cube to the left on the counter",
    "60145": "Move the yellow block to the right on the table",
    "83697": "Move the blue block backwards",
    "65527": "Put the blue block on the orange plate",
    "64122": "Remove the blue block from the orange plate",
    "80379": "Turn the faucet to the left",
    "49661": "Pick the stuffed animal and put it on the plate",
    "34942": "Put the white object on the plate"
}