{
    "13056": "Pick up the small towel and place it on the chair",
    "74885": "Close the shower door",
    "30854": "Open the shower door and put the grey towel on the seat of the chair",
    "86021": "Pick the grey towel on the right and place it on the black chair",
    "5384": "Close the glass door",
    "75401": "Hang the cloth on the back of the chair",
    "72714": "Move the towel to the backrest of the chair",
    "21387": "Open the door",
    "2193": "Pick up the towels and place them on the top rail",
    "60050": "Open the glass shower door",
    "17944": "Pick one towel from the chair and put it on the towel rack",
    "6809": "Remove the towel from the backrest and put it on the seat of the chair",
    "43928": "Close the door",
    "86939": "Remove the towel from the backrest of the chair and put it on the sink",
    "73116": "Remove the towels from the bar and put them on the black seat",
    "77980": "Close the shower door",
    "80159": "Open the glass door of the shower.",
    "52258": "Put the sharpie in the pot",
    "64162": "Close then open the door",
    "71972": "Remove the leftmost towel from the bar and put it on the black seat",
    "48677": "Remove the leftmost towel from the bar and put it on the black seat",
    "55974": "Move the gray towel from the backrest of the black chair to the seat of the chair",
    "2471": "Open the bathing room door",
    "92456": "Open the shower door",
    "61994": "Close the shower door",
    "72618": "Open the door",
    "81067": "Remove the towels from the black chair and put them on the floor",
    "5549": "Put the towel on the chair.",
    "10030": "Remove the grey towel from the from the bar and put it on the chair, then get the brown towel and put it on the bar",
    "75317": "Unhang the towel and put it on the chair",
    "61239": "Open the shower door, push the shower door closed",
    "58691": "Put the first towel on top of the backrest of the chair",
    "23108": "Open the shower door",
    "59589": "Open the shower door.",
    "10182": "Open the door",
    "44614": "Close the shower door",
    "41160": "Take one towel from the towel rack and drop it on the floor",
    "36937": "Open the shower door",
    "72131": "Close the glass shower door",
    "16971": "Remove the towels from the rail and place them on the seat of the black chair",
    "73029": "Open the door",
    "41677": "Open the shower door",
    "35537": "Push to close the door",
    "61778": "Hang the brown towel on the backrest of the black chair, remove the grey towel from the rail and put it on the seat of the black chair",
    "35283": "Close the door",
    "46419": "Unhang the towel from the rail",
    "69716": "Open the right shower door",
    "87256": "Open the door then pick the towel and drop in on the floor",
    "69721": "Close the shower door",
    "58845": "Hang the dark towel on the back of the chair",
    "56290": "Open the glass door",
    "63458": "Pick up the black towel from the sitting base and put it on the chair back of the chair.",
    "4324": "Pull the glass door open",
    "25572": "Take the gray towel from the towel rack and place it on the black chair",
    "67427": "Close the door",
    "5607": "Move the towel from the seat of the chair to the back of the chair",
    "18279": "Pull the glass door open",
    "56167": "Open the shower door",
    "73188": "Open the door",
    "10096": "Unhang the yellow and gray towels and put them on the chair, and then open the bathing room door",
    "47089": "Take the towel from the chair and hang it on the towel rail",
    "7282": "Remove the towels from the rail and place them on the black chair",
    "85745": "Put the towel on the chair and close the door",
    "53238": "Open the shower door",
    "68343": "Take the brown towel from the chair and place it on the top rail",
    "16252": "Open the glass door",
    "39550": "Close the shower door",
    "72319": "Hang the grey towel on the back of the chair"
}