{
    "18308": "Separate the clothes, rope and plush toy on the table",
    "71307": "Spread the pile - put the white string on the right, the plush toy on the left and spread the cloths to the sides",
    "66060": "Move the pink t-shirt to the right, move the radish backwards, move the peach t-shirt to the left",
    "87436": "Move the pink shirt to the right then move the turnip plushie and the white towel to the left, then move the rope to the left and move the pink shirt away from you",
    "12814": "Spread the objects across on the table",
    "78227": "Separate the clothes, rope and plush toy on the table",
    "69012": "Separate the clothes, rope and plush toy on the table",
    "64149": "Separate the clothes, rope and plush toy on the table",
    "11161": "Move the pink t-shirt to the right, move the radish and white rope to the left",
    "78876": "Move the orange object and the white hood to the right, and the white rope to the left of the table",
    "14758": "Move the peach shirt and the white towel to the right then move the pink shirt to the left and move the turnip plushie towards you",
    "38057": "Pick up the clothes from the table and put them around the table.",
    "67370": "Separate the things on the heap",
    "60331": "Move the towel to the right, move the rope to the left, move the peach shirt to the right, move the radish forwards",
    "33454": "Separate the clothes, rope and plush toy on the table",
    "88497": "Separate the things on the heap",
    "8249": "Put the plushy and peach shirt on the right and put the pink shirt on the left",
    "18109": "Separate the things on the heap",
    "16830": "Separate the objects on the table.",
    "67261": "Spread out the clothes and the objects on the table",
    "83264": "Separate the objects on the table",
    "91198": "Move all the objects in the middle of the table to the right",
    "14918": "Separate the objects on the table.",
    "50374": "Move the peach colored shirt and the turnip plushie to the right then move the pink shirt closer to you",
    "26958": "Separate the objects on the table.",
    "14671": "Put the clothes around the table.",
    "38734": "Separate the items on the table.",
    "47057": "Move the white rope and radish to the right, move the peach shirt forwards, move the yellow towel and pink shirt to the left",
    "84046": "Move the pink t-shirt to the right, move the peach t-shirt to the left, move the radish to the right, move the rope backwards",
    "5331": "Move the pink t-shirt and the radish to the right, move the peach t-shirt to the left, move the white cable forwards, move the yellow towel backwards",
    "90707": "Move the radish and peach shirt to the right, move the pink shirt to the left",
    "63318": "Pick up the cloths and put them around the table.",
    "75478": "Move the peach shirt to the right, move the radish plush toy to the right, move the white rope to the right",
    "58329": "Move the radish toy, yellow towel and pink t-shirt to the right, move the peach t-shirt to the left",
    "78810": "Spread the pile on the table",
    "94944": "Separate the objects on the table.",
    "22115": "Move the radish and peach t-shirt to the right, move the pink t-shirt to the left, move the white rope backwards",
    "12773": "Pick up the cloths and put them around the table.",
    "32486": "Move the radish to the right, move the pink and peach shirts to the right, move the peach shirt to the left",
    "42214": "Move the peach shirt and then the radish to the right, move the pink shirt forwards, move the towel to the front left side of the table",
    "15976": "Separate the things on the heap",
    "58728": "Separate the objects on the heap",
    "93286": "Spread the objects across the table",
    "45036": "Spread the objects and the clothes across the table",
    "56942": "Separate the clothes and the plush toy",
    "30959": "Spread the cloths and the objects across the table",
    "65650": "Separate the objects on the table.",
    "66170": "Spread the clothes and the objects across on the table",
    "50298": "Move the pink shirt to the left then move the peach colored shirts to the right then move the turnip plushie to the left",
    "9469": "Separate all the objects on the table."
}