{
    "94218": "Move all the objects on the table to the far left of the table",
    "58893": "Move the discs to the second right position, then the first right position, then to the first left position",
    "42512": "Use the white towel to wipe the table",
    "36370": "Move the turnip plush toy, the moose toy and the pink shirt to the right",
    "63509": "Pick up the white cloth out of the basket and wipe the table with it",
    "17950": "move the clothes from the box and place them on the table",
    "15397": "Put the rubber bands back into the plastic bag",
    "50727": "Pick up the white towel from the white basket and put it on the table, wipe the table with the white towel, pick up the white towel and put it in the white basket",
    "39475": "Put the disposable plate into the basket",
    "71733": "Thread the lace on the table into the hole of a masking tape",
    "34359": "Put the white plate in the basket",
    "60984": "Remove the rubber bangs from the plate and put them in the plastic",
    "86587": "Take all the things off of the plate",
    "48194": "Remove the things from the table and put them in the basket",
    "16966": "Move the black knife to the left side of the white plate and then move the black spoon to the right side of the white plate",
    "27209": "Move the black item across the object",
    "9293": "Move the white plate backwards then put some rubber bands on the plate.",
    "52301": "Put the spice cups and black objects on the plate",
    "2642": "Twice fold the shirt",
    "21599": "Move the ends of the shoelace to either side",
    "5221": "Move the items on the table to the left",
    "88683": "Remove the peach shirt and the moose toy from the basket",
    "40563": "Use the shirt to wipe the table",
    "17526": "Remove the pink and peach shirts, the moose toy and turnip plushie from the basket",
    "35456": "Move the black tape to the second right position, then the third right position and finally to the third right position",
    "77445": "Remove the white towel from the box, use it to wipe the table and then remove the rest of the towels from the box and put them on the table",
    "18057": "Remove the rubber bands from the plate",
    "43658": "Use the towel to wipe the table",
    "70796": "Put the shirts and toy moose inside the  white basket",
    "85653": "move the clothes to the box",
    "76958": "No action",
    "83103": "Put the spoon on the right side of the table then place the knife on the left side of the table.",
    "92318": "Use the white towel to clean the table",
    "26277": "Unfold the pink towel once.",
    "62117": "Put the elastic bands on the plate",
    "82086": "No action",
    "17576": "Use the towel to clean the table",
    "84141": "Use the towel to wipe the table then put the towel in the storage container.",
    "60079": "Put the yellow containers on the white plate.",
    "79540": "Put the items on the table in the storage container.",
    "5833": "Pile the objects, which are on the table, on the right",
    "82127": "Take the utensils off of the plate and put the rubber bands on it",
    "93904": "Fold the pink t-shirt",
    "59089": "Move the items on the left to the right side of the table.",
    "25813": "Take all the rubber bands off the plate and place them in the basket",
    "82146": "Put the cream towel into the box and use the white towel to wipe the table and put it in the box after using it",
    "63205": "Fold the pink shirt twice",
    "239": "Put all the clothing and two plush toys into the basket",
    "27381": "Take the pieces of cloth and the two plush toys out of the basket",
    "12022": "Place all objects on the table and place them in the storage box on the table",
    "78581": "Remove some clothes from the white basket and put them on the table",
    "10507": "Move the bottles on the plate onto the table",
    "67851": "Remove the t-shirts and towel from the white storage container.",
    "4887": "Put the things on the table into the basket",
    "31000": "Use the towel to wipe the table.",
    "55064": "Use the towel from the storage container to wipe the table then put the towel back in the container.",
    "77088": "Use the towel to wipe the table.",
    "8993": "Pick up the white towel from the white basket and put it on the table, fold the white towel twice",
    "69928": "Move the rings to the second stick",
    "78645": "Put the pink towel and peach t-shirt in the storage container.",
    "75574": "Move the items on the table to the left",
    "62263": "Remove the rubber bands from the plate",
    "67394": "Take the shirt out of the basket",
    "81730": "Put the black item on the object",
    "10564": "Put the white plate in the storage container.",
    "31573": "Put the toy moose on the pink shirt, wrap it up and put it inside the white basket",
    "60250": "Remove the t-shirts, towel and moose from the storage container.",
    "10088": "Put all the cloths inside the white basket",
    "78702": "Remove all the objects in the basket",
    "80241": "Use the towel to wipe the table",
    "61813": "Move the masking tape to the left.",
    "23436": "Remove the spoon from the plate, put it on the right side, remove the knife from the plate and put it on the left side",
    "71581": "Put the plate into the basket",
    "60832": "Put the shirts, the moose toy, the towel and the beetroot plushy in the basket",
    "58785": "Take the spoon off of the plate and but the rubber bands on the plate",
    "59305": "Put the moose toy, pink and peach shirts, the towel and the turnip plushie in the basket",
    "56245": "Wipe the table with the white towel",
    "55734": "Put the yellow containers on the white plate.",
    "51643": "Remove the yellow containers from the white plate.",
    "69061": "Use the white towel to wipe the table, then put the blue sponge on the white plate",
    "47050": "Fold the pink shirt",
    "46542": "Take the knife and spoon off of the plate",
    "67535": "Put some rubber bands on the plate",
    "8660": "Move the clothes from the basket to the table top",
    "15319": "Remove the clothes and the moose toy out of the basket",
    "58327": "Put two objects on the table, then separate them",
    "38361": "Put the spoon on the right side of the table then put the knife on the left.",
    "17373": "Unfold the pink t-shirt.",
    "71651": "Move the knife and the two yellow containers onto the plate",
    "53222": "Fold the shirt on the table",
    "68583": "Move the rings to the fifth stick, then move them up the line",
    "2540": "Remove the clothes and moose toy from the white basket",
    "3565": "Use the white towel to clean the table, then put the towel in the basket",
    "32242": "Put the clothing into the basket",
    "23545": "Wipe a small part of the table using the towel",
    "23546": "Get the rubber bands from the table and plastic and put them on the plate",
    "79871": "Put the plush toy and the clothing into the basket"
}