{
    "84736": "Remove the bottle from the bottle holder and put it on the table",
    "74619": "Put the scoop inside the jar then close it",
    "76420": "Remove the lid from the glass container.",
    "87043": "Put the lid back on the coffee jar",
    "22022": "Open the lid of the bin, then put the coffee pod in the bin and close the lid of the bin",
    "73479": "Open the lid of the bin",
    "31507": "Scoop up the beans in the coffee cup with the spoon and put them onto the bowl",
    "67988": "Open the silver bin, pick up the small white container and put it inside the silver bin",
    "67605": "Open the recycling bin and place the small white container in front of the bin in the bin",
    "1054": "Put the coffee pod on the rack",
    "20639": "Use the white spoon to place some contents from the glass container into the black and white bowl on the right.",
    "27296": "Place the coffee beans from the container in the coffee cup using the silver spoon then pour the beans into the bowl on the right.",
    "33055": "Empty a scoop of coffee grounds into the paper cup",
    "34081": "Open the clear bag and put some coffee beans from the bag into the black and white bowl.",
    "27939": "Close the bin",
    "60066": "Place some contents from the bowl on the left onto the white spoon the use the spoon to place the contents into the bowl on the right.",
    "60195": "Close the lid on the silver bin.",
    "14630": "Open the silver bin on the left then put the coffee pod inside the bin.",
    "52519": "Transfer a spoonful of contents from the left bowl into the right bowl",
    "50222": "Open the silver bin.",
    "91183": "Put the lid on the jar",
    "92590": "Put the lid on the jar",
    "16305": "Open the small bin",
    "28466": "Scoop up the contents in the jug and put them in the bowl",
    "82868": "Open the lid on the bin.",
    "21048": "Place some of the clear bag contents on the empty paper plate",
    "16698": "Open the lid on the bin and put a k-cup into it then close it",
    "13626": "Open the lid of the bin",
    "19645": "Use the silver spoon to get some coffee beans from the container and place them in the plastic bag.",
    "90048": "Put the silver spoon inside the glass coffee jug",
    "6337": "Use the scope to get some objects from the bottle and put them in the plastic bag",
    "47937": "Put the silver lid on the white plate",
    "48707": "Open the silver bin then place the coffee pod in the bin and close it.",
    "79041": "Open the silver bin and throw the coffee pod from the counter inside the bin then close it.",
    "54982": "Place some coffee beans from the bowl on the left on the spoon.",
    "70346": "Pour the contents in the bowl on the left into the bowl on the right.",
    "75723": "Use the silver ladle to put some of the coffee beans into the paper cup on the right",
    "50252": "Put some of the contents in the jar on the plate",
    "91852": "Pour the contents on the bowl to the left into the bowl to the right",
    "61262": "Close the bin",
    "52688": "Open the bin and put the white cup item in the bin",
    "23633": "Pick up the spoon, get some of the objects from the bowl and put them in the cup",
    "59219": "Use the plastic spoon to put some of the contents of the plate on the left to the plate on the right",
    "66773": "Put the scoop inside the jar and then close it",
    "52441": "Push the silver spoon into the glass container then place the silver lid on the container.",
    "58332": "Place some coffee grains on the spoon, empty the spoon into the bowl with less grains and place the spoon back",
    "71134": "Close the lid of the bin",
    "93278": "Close the lid of the bin",
    "37859": "Open the bin, then throw the coffee capsule inside, then close the bin",
    "65380": "Open the bin",
    "52581": "Remove the white spoon from the bowl and place it on the countertop, get some of the contents from the clear plastic and place them on the white spoon.",
    "93284": "Put the spoon in the glass container",
    "69991": "Put the white container in the silver bin and close the silver bin",
    "94698": "Open the bin",
    "57070": "Pour contents of the right plate onto the left plate",
    "75630": "Open the lid on the bin",
    "43376": "Put one brown object on the paper towel",
    "22769": "Open the lid on the bin",
    "71153": "Take the k-cup off of the rack and put it on the counter",
    "87150": "Open the silver bin, pick up the small white container and put it inside the silver bin",
    "77172": "Pick up the beans in the bowl on the left then place them on the plastic knife and then drop the beans on the knife into the bowl on the right",
    "10873": "Place the spoon in the coffee container",
    "71163": "Put the white object on the rack",
    "19964": "Use the spoon to put some of the contents of the jar in the plate",
    "3326": "Put the coffee pod in the bin, and then close the bin"
}