{
    "55296": "Pick up the canned drink and put it in the shelf",
    "38917": "Remove the can out of the sink",
    "70662": "Put the orange can on the counter.",
    "3079": "Move the snack",
    "67593": "Put the candy bar into the cupboard",
    "38922": "Put the orange can on the left side of the counter.",
    "52234": "Pick up the object from the counter and put it in the sink",
    "83472": "Put the chocolate bar inside the cupboard",
    "51730": "Remove the can from the sink",
    "17427": "Put the green can in the open upper cabinet.",
    "17428": "Put the red can inside the sink",
    "65555": "Take the snack out of the sink",
    "68116": "Pick up the can from the cabinet and put it in the sink",
    "89619": "Remove the can from the sink",
    "2588": "Remove the can from the sink",
    "43549": "Remove the can from the top cabinet and put it in the sink",
    "49181": "Put the soda can into the sink",
    "50716": "Put the can inside the cupboard",
    "67068": "Remove the can from the sink",
    "88609": "Move the Cola can to the open cabinet",
    "88098": "Put the red can in the cabinet",
    "69155": "Take the red can out of the sink.",
    "94243": "Remove the chip packet from the sink",
    "13862": "Pick up the can bottle from the shelf and put it on the table",
    "36907": "Put the can in the left sink",
    "16429": "Move the canned drink slightly backward",
    "3120": "Put the red can in the open upper cabinet.",
    "74288": "Put the orange can on the counter.",
    "28732": "Put the black packet in the upper cabinet.",
    "52797": "Put the green can in the sink.",
    "84030": "Put the can inside the sink",
    "50753": "Put the Sprite can in the cabinet above the sink.",
    "90692": "Remove the can from the top cupboard",
    "9286": "Put the packet on the bottom shelf of the upper cabinet.",
    "43593": "Pick up the can from the cabinet and put it on the counter",
    "73293": "Put the Coca Cola can on the left counter",
    "53838": "Put the green snack packet in the top cabinet",
    "32336": "Put the blue snack packet in the top cabinet",
    "75345": "Put the green snack packet in the left sink",
    "19026": "Put the green can in the open upper cabinet.",
    "56406": "Put the red can inside the left sink",
    "4695": "Put the chocolate bar in the sink",
    "52315": "Remove the candy bar from the sink",
    "58459": "Remove the soda can from the sink and place it on the counter top",
    "93279": "Remove the packet from the left sink.",
    "50272": "Move the soda can from the cabinet to the left counter",
    "51808": "Put the green packet inside the sink",
    "3682": "Take the can out of the sink",
    "7266": "Put the green packet in the open upper cabinet.",
    "24675": "Remove the packet from the sink",
    "1637": "Remove the can from the sink",
    "34918": "Pick up the packet from the counter and put it in the sink on the left.",
    "66145": "Put the red can inside the open cabinet",
    "18538": "Put the can in the left sink",
    "86635": "Put the orange can in the sink on the left.",
    "27252": "Put the packet in the sink",
    "23159": "Pick up the object from the sink and put it on the counter",
    "1656": "Put the red can inside the cabinet",
    "17017": "Take the can out of the open upper cabinet and put it on the countertop.",
    "86137": "Put the soda can in the open cabinet",
    "42109": "Put the can in the top cabinet",
    "71813": "Put the Coca Cola can inside the open cabinet",
    "25222": "Remove the can from the sink",
    "63622": "Put the soda can into the cupboard",
    "3208": "Shift the soda can from the cupboard to the counter on the left",
    "72840": "Put the blue packet in the sink on the left.",
    "84619": "Move the green object to the counter",
    "88204": "Remove the can from the top cabinet",
    "3731": "Move the protein bar into the left sink",
    "7830": "Remove the red can from the upper cabinet and put it in the sink on the left.",
    "65176": "Put the can inside the cupboard",
    "87707": "Move the candy bar to the counter on the left",
    "60572": "Pick up the can of fanta and place it on the bottom shelf of the cabinet",
    "37534": "Place the soda can in the shelf",
    "70815": "Put the red can in the sink.",
    "16544": "Pick up the Coca-Cola soda can and put it inside the sink",
    "79520": "Put the orange can in the left sink.",
    "13986": "Remove the can from the sink and put it in the top cabinet",
    "8867": "Pick up the granola bar and place it on the bottom shelf of the cabinet above",
    "30883": "Remove the green packet from the sink and place it on the counter.",
    "61602": "Put the snack packet in the left sink",
    "70308": "Pick up the can of sprite and place it in the center of the cabinet above",
    "80039": "Move the soda can to the counter on the left",
    "44200": "Put the can in the top cabinet",
    "75947": "Put the red can in the open upper cabinet.",
    "9902": "move an object from one position to another",
    "10415": "Remove the can from the left sink",
    "10930": "Take the snack out of the sink on the left and put it on the left side of the countertop.",
    "36531": "Put the orange can in the open upper cabinet.",
    "53428": "Put the chocolate bar inside the sink",
    "27319": "Put the orange can in open cabinet.",
    "6328": "Pick up the canned drink and put it in the sink",
    "74936": "Put the orange can in the open cabinet.",
    "14524": "Remove the black packet from the sink and put it on the left side of the counter.",
    "20674": "Pick up the bottle from the cabinet and put it on the table",
    "16585": "Take the can out of the sink on the left.",
    "79049": "Remove the can from the top cabinet",
    "28363": "Put the orange packet in the sink",
    "49355": "Remove the red can from the sink and place it on the counter.",
    "90831": "Put the green packet in the sink.",
    "94930": "Pick up the can from the sink and put it on the counter",
    "57043": "Move the Lays packet to the left counter",
    "47828": "Put the candy bar into the cupboard",
    "76501": "Remove the orange can from the sink and put it on the counter",
    "18134": "Remove the candy bar from the sink",
    "89300": "Put the can in the top cabinet",
    "18137": "Put the can inside the sink",
    "62686": "Remove the chocolate bar from the left sink and put it on the counter",
    "45795": "Take the can out of the sink on the left.",
    "1768": "Put the red can on the counter.",
    "19178": "Pick up the sprite can and place it on the bottom shelf of the cabinet",
    "10987": "Put the red can inside the open cabinet",
    "88302": "Take the soda can out of the sink and put it into the cupboard",
    "83695": "Take the green can out of the cabinet and put it on the counter.",
    "62192": "Place the green soda can onto the left counter",
    "3321": "Move the can of sprite to the bottom shelf of the cabinet",
    "20730": "Pick up the canned drink from the sink and put it in top cabinet",
    "74494": "Remove the can from the sink",
    "14591": "Remove the red can from the sink and put it in the cabinet",
    "85767": "Remove the orange can from the cabinet and put it on the counter",
    "85260": "Put the black packet in the sink on the left.",
    "22290": "Remove the can from the sink",
    "3349": "Put the red can on the counter to the left",
    "8984": "Put the can in the top cabinet",
    "62233": "Remove the can from the sink",
    "37148": "Move the granola bar to the bottom shelf of the cabinet",
    "58140": "Put the green can in the open upper cabinet.",
    "4382": "Put the cola can inside the open cabinet",
    "63775": "Remove the blue snack packet from the sink",
    "65822": "Put the red can in the open upper cabinet.",
    "72990": "Put the can in the left sink",
    "81694": "Move the red soda can to the counter on the left side of the sink",
    "83232": "Remove the orange packet from the sink and put it on the counter.",
    "9508": "Put the can inside the cupboard",
    "2343": "Remove the green can from the open upper cabinet then place it on the counter.",
    "40744": "Remove the green can from the sink.",
    "61223": "Pick the granola bar up from the sink and place it on the counter top to the left of the sink",
    "84268": "Remove the can from the cupboard",
    "45871": "Move the protein bar to the left sink",
    "31025": "Take the can out of the sink",
    "41267": "Remove the packet from the sink",
    "58679": "Put the orange can in the open upper cabinet.",
    "29497": "Take the red can out of the cabinet and put it in the sink on the left.",
    "314": "Put the chocolate bar inside the cabinet",
    "64314": "Pick up the snack from the sink and place it on the counter",
    "13116": "Remove the orange can from the cabinet and put it on the counter",
    "77626": "Put the packet in the sink on the left.",
    "32574": "Remove the green chocolate bar from the sink",
    "76095": "Take the green can out of the sink and put it on the left side of the counter.",
    "62785": "Put the packet in the top cabinet",
    "60738": "Remove the green can from the sink and put it on the counter",
    "74575": "Remove the can from the top cupboard",
    "83791": "Place the snack bar inside the sink",
    "46929": "Place the red can on the counter.",
    "17746": "Pick up the object from the sink and put it on the counter",
    "27477": "Pick up the can drink from the top cabinet and put it on the kitchen unit base top",
    "50005": "Remove the orange can from the sink.",
    "41303": "Move the chocolate bar to the open cupboard",
    "13144": "Pick up the bag of chips in the sink and place it on the counter to the left of the sink",
    "12633": "Put the red can inside the cabinet",
    "71510": "Put the chocolate bar in the sink",
    "76798": "Place the orange can in the left sink",
    "35164": "Pick up the can from the counter and put it in the cabinet",
    "48476": "Remove the can from the sink",
    "2398": "Remove the can from the sink",
    "61788": "Put the green can in the open upper cabinet.",
    "38240": "Put the can in the top cabinet",
    "72543": "Put the orange can in the open upper cabinet.",
    "84313": "Take the candy bar out of the sink",
    "28004": "Pick up the can of fanta and place on the bottom drawer of the cabinet above",
    "31588": "Remove the green packet from the sink and put it on the counter",
    "37736": "Put the green can in the open upper cabinet.",
    "81772": "Remove the can from the cupboard",
    "11117": "Put the can inside the cupboard",
    "51565": "Move the orange snack packet to the open cabinet",
    "75119": "Put the can in the top cabinet",
    "86899": "Remove the can from the cupboard",
    "33652": "Place the bag of doritos on the bottom shelf of the cabinet",
    "2421": "Put the sprite can into the kitchen sink",
    "22389": "Pick up the pack of snack and put it in the sink",
    "42871": "Remove the can from the top cabinet",
    "81268": "Put the green object on the counter to the left",
    "4475": "Put the orange can in the sink on the left.",
    "79740": "Place the granola bar in the center of the bottom shelf of the cabinet",
    "5501": "Put the can in the top cabinet",
    "382": "Move the can of fanta from the bottom shelf to the counter top to the left of the pink cup",
    "9599": "Put the red can in the open upper cabinet.",
    "48513": "Put the orange can in the open upper cabinet.",
    "43394": "Pick up the canned drink from the shelf and put it in the sink",
    "88408": "Move the green soda can to the open cabinet",
    "62341": "Put the green snack packet in the left sink",
    "45448": "Put the red can in the open upper cabinet.",
    "40332": "Move the green object, currently in the sink, to the left counter",
    "74636": "Put the orange can on the counter to the left",
    "60814": "Put the green can inside the open upper cabinet.",
    "89487": "Put the can in the cabinet",
    "76178": "Take the soda can out of the cupboard",
    "73109": "Take the purple packet out of the sink and place it on the countertop.",
    "38807": "Take the green packet out of the sink.",
    "78231": "Put the green pack inside the sink",
    "20889": "Put the green can on the counter.",
    "92056": "Put the green can in the open upper cabinet.",
    "86430": "Put the orange sachet in the top cabinet",
    "71071": "Put the can in the top cabinet",
    "47520": "Put the blue packet in the open upper cabinet.",
    "65440": "Put the orange packet in the upper cabinet.",
    "69024": "Remove the snack bar from the sink and place it on the counter top",
    "49572": "Put the black packet inside the sink.",
    "50597": "Remove the can from the cupboard",
    "13736": "Put the green can inside the cabinet",
    "64425": "Put the green packet inside the sink on the left.",
    "68010": "Put the green can inside the sink",
    "29611": "Put the chocolate bar inside the sink",
    "84907": "Take the packet out of the sink",
    "95657": "Put the green can in the sink on the left.",
    "34222": "Put the red can inside the open cabinet",
    "21424": "Remove the can from the sink",
    "82864": "Pick up the can from the sink and put it in the cabinet",
    "17844": "Remove the red can from the sink and put it on the counter",
    "44470": "Take the Coca-Cola can out of the sink on the left and put it on the countertop.",
    "27063": "Put the orange can on the counter.",
    "49078": "Put the soda can into the cupboard",
    "56249": "Put the can in the top cabinet",
    "59319": "Put the black sachet in the left sink",
    "24507": "Put the can in the top cabinet",
    "70584": "Put the green packet in the open upper cabinet.",
    "59332": "Remove the can from the cupboard",
    "67524": "Take the can out of the sink",
    "41926": "Put the can into the cupboard",
    "12231": "Pick up the object from the counter and put it in the cabinet",
    "84936": "Put the green packet in the open upper cabinet.",
    "86986": "Take the candy bar out of the kitchen sink",
    "3531": "Move the can of fanta to the bottom shelf of the cabinet",
    "11723": "Put the Cola can in the open cabinet",
    "60878": "Remove the can from the cabinet",
    "17871": "Put the can in the sink",
    "38863": "Put the purple packet in the sink.",
    "56784": "Put the green can on the counter.",
    "41426": "Put the green sachet from the sink on the countertop.",
    "2516": "Take the can out of the sink",
    "6612": "Put the orange soda can in the open shelf",
    "37846": "Remove the red can from the sink and put it on the countertop",
    "1495": "Put the green can in the top cabinet",
    "42460": "Put the can inside the sink",
    "42461": "Put the red can in the left sink",
    "49118": "Put the can in the sink",
    "45023": "Pick up the object from the sink and put it on the counter",
    "2528": "Remove the blue Doritos from the sink and put it on the counter",
    "49145": "Move the can from the top cabinet to the left sink",
    "29154": "Put the soda can inside the open cabinet",
    "58339": "Remove the can from the sink",
    "71138": "Put the can in the cabinet",
    "999": "Put the green can in the sink on the left.",
    "17895": "Put the red can in the cabinet",
    "26599": "Put the yellow and brown packet in the open upper cabinet.",
    "48617": "Remove the chocolate bar from the sink and put it on the counter",
    "56297": "Pick up the pack of snacks and put it in the sink",
    "41452": "Put the red can in the sink.",
    "82412": "Remove the red can from the sink.",
    "74222": "Put the red can in the sink on the left.",
    "76782": "Put the red can on the counter.",
    "84971": "Put the can inside the cupboard",
    "85992": "Move the can from the sink to the left counter",
    "37876": "Put the orange can inside the cabinet",
    "78325": "Put the black packet inside the cabinet",
    "39929": "Move the can of sprite from the bottom shelf to the left sink",
    "31738": "Remove the can from the cabinet",
    "82939": "Remove the red can from the sink and put it on the counter",
    "14332": "Put the blue snack packet in the left sink",
    "52733": "Put the green packet in the sink on the left.",
    "63486": "Put the green lunch bar inside the sink on the left"
}