{
    "37760": "Open the silver bin.",
    "73345": "Move the pen to the cup on the right",
    "27650": "Put the plate in the top cabinet",
    "81154": "Pick up the white sachet, then put it in the bowl",
    "88451": "Remove the coffee pod from the coffeemaker",
    "63368": "Close the lid of the coffee making machine",
    "81929": "Move the paper towel roll to the left",
    "22410": "Remove the spoon from the mug and put it inside the bowl",
    "39946": "Pick up the plate on the right and put it in the cabinet",
    "93832": "Move the paper cup to the right",
    "5519": "Remove the white container from inside  the coffee maker and put on top of the coffee maker",
    "30353": "Move the spoon and fork from the mug to the cup",
    "51474": "Put the stick inside the white mug",
    "32662": "Move the left cup to the right",
    "38166": "Open the first top drawer",
    "68759": "Move the red and white mug to the right",
    "69142": "Remove the bowl from the cupboard",
    "80921": "Move the straw to the right cup",
    "50979": "The object was instructed to pick up an object and put it in a cap and it was jerking",
    "93987": "Remove the silver spoon from the mug on the left and put it in the coffee cup.",
    "88059": "Close the lid of the coffee maker",
    "79278": "Remove the coffee pod from the bowl and put it on the counter.",
    "8751": "Remove the objects in the paper cup and put them inside the mug",
    "95536": "Put the spoon in the mug cup",
    "53297": "Take the pack out of the mug cup",
    "31154": "Put the coffee pod on the counter in the coffeemaker.",
    "50355": "Pick up the coffee cup",
    "56243": "Put the pen in the mug on the left.",
    "40885": "Move the straw from the left cup to the right cup",
    "46517": "Move the paper towel to the left",
    "697": "Remove the paper cup from the cabinet and put it on the counter",
    "21820": "Put the plate on the surface",
    "40380": "Put the biggest mug piece in the broken cup",
    "65852": "Put the cup upright",
    "16447": "Put the coffee pod on the bin",
    "36543": "Empty the contents in the cup into the mug cup",
    "81986": "Remove a piece out of the broken cup",
    "5059": "Remove some orange objects from the drawer and put them on the counter",
    "7108": "Put the chopstick in the left cup",
    "53188": "Open the coffeemaker chamber.",
    "59463": "Put the green and blue blocks in the broken mug.",
    "26057": "Put the paper cup inside the white mug",
    "48721": "Close the recycling bin",
    "50641": "Put the coffee pod from the coffeemaker on the counter.",
    "54998": "Put the white sachet inside the white cup on the left.",
    "28505": "Move the wooden holder to the right.",
    "28894": "Pick up the small cup from the coffee marker and put it on the counter",
    "4062": "Put a piece of the mug inside the broken mug",
    "42976": "Put the white object inside the coffee machine",
    "61409": "Place one red piece inside the broken mug.",
    "78430": "Put the clear stirrer in the mug on the left.",
    "90211": "Pour the sachets in the bowl into the wooden holder on the left.",
    "39015": "Remove one coffee pod from the counter.",
    "89708": "Move the cup and mug to the left and put the broken piece inside the broken mug",
    "21101": "Pick up the straw on the bowl and put it into the coffee cup",
    "36333": "Move the broken mug and place it to the right of the other mug",
    "10353": "Put the paper cup inside the cabinet",
    "76914": "Put the white sachets on the table into the white plate",
    "87794": "Put the capsule in the coffee machine",
    "32117": "Take the coffee pod out of the coffee maker chamber.",
    "94582": "Open the coffee maker",
    "31736": "Remove a white sachet from the cabinet and put it on the counter",
    "65145": "Pour out the contents from the broken cup",
    "37626": "Close the lid on the bin",
    "28283": "Put the coffee pod in the coffee maker",
    "43517": "Close the silver bin.",
    "86526": "Remove the silver spoon from the mug and put it on the counter",
    "9215": "Pick up the bowl and put it in the top cabinet"
}