{
    "14853": "Remove the green pen from the white mug and put it on the table",
    "29190": "Take the pen out of the cup and put it on the table",
    "38406": "Put the pen on the table",
    "46598": "Put the pen in the cup",
    "52233": "Take the green marker out of the white bowl and put it on the table",
    "15882": "Remove the pen from the mug and put it on the table",
    "61448": "Move the white bowl forward.",
    "71192": "Take the marker out of the bowl and put it on the table",
    "33821": "Put the mug into the bowl.",
    "23075": "Pick up the marker and place it in the cup",
    "52789": "Pick up the pen and place it in the cup",
    "25656": "Put the pen in the cup",
    "12871": "Pick up the marker and put it in the white bowl",
    "37452": "Remove the yellow pen from the cup",
    "85587": "Slide the mug to the left",
    "25687": "Take the marker out of the bowl and put it on the table",
    "56928": "Take the marker out of the maroon mug",
    "35429": "Take the marker out of the maroon mug",
    "39540": "Remove the pen from the cup and put it on the table",
    "8822": "Remove the pen from the mug and put it on the table",
    "11908": "Put the green marker in the bowl",
    "20100": "Put the green pen in the cup",
    "1672": "Pick the marker and put it in the cup",
    "50824": "Move the cup slightly backward and to the right",
    "15501": "Take the green marker out of the blue bowl",
    "39575": "Put the pen inside the mug cup",
    "11928": "Take the pen out of the clear cup",
    "16053": "Put the marker in the  bowl",
    "52407": "Pick up the marker from the bowl and put it on the table",
    "89785": "Put the pen in the cup",
    "58051": "Move the blue bowl forward",
    "56518": "Move the bowl to the right",
    "25295": "Place the green pen inside the white mug",
    "15573": "Take the green marker out of the white bowl",
    "10966": "Take the pen out of the cup and put it on the table",
    "63701": "Put the pen in the mug on the table",
    "69346": "Take the green marker out of the white bowl",
    "74978": "Pick the marker and put it in the cup",
    "58596": "Remove the pen from the cup.",
    "5882": "Remove the pen from the mug cup and place it on the table",
    "8954": "Pick up the pen from the bowl and put it on the table.",
    "64251": "Put the green marker in the bowl",
    "13575": "Take the marker out of the mug and put it on the table",
    "47886": "Remove the green marker from the blue bowl",
    "71444": "Put the pen in the cup on the table",
    "6943": "Remove the pen from the mug cup and place it on the table",
    "35619": "Put the pen on the table",
    "19748": "Pick the marker on the table and put it in the bowl",
    "88872": "Pick the pen and put it in the cup",
    "14126": "Remove the green marker from the red mug and place it on the table",
    "11056": "Pick up the marker and place it in the bowl",
    "91440": "Take the pen from the table and put it in the white cup",
    "88882": "Remove the marker from the mug and put it on the table",
    "62773": "Remove the marker from the bowl and put it on the table",
    "57657": "Put the marker in the bowl",
    "4438": "Take the marker out of the cup and put  it on the table",
    "79707": "Put the pen into the white mug.",
    "34140": "Remove the thing on the stove and put it in the sink",
    "89966": "Put the green marker in the white bowl",
    "47479": "Take the pen from the cup and put it on the table",
    "17788": "Take the marker out of the bowl and put it on the table",
    "66434": "Pick the marker and put it in the cup",
    "20363": "Put the marker in the bowl",
    "49037": "Remove the pen from the cup and place it on the table",
    "1939": "Move the bowl to the left",
    "18844": "Pick up the pen and put it in the cup",
    "52128": "Put the pen into the cup.",
    "79269": "Move the cup to the right",
    "81317": "Put the sharpie on the table",
    "33191": "Take the pen out of the cup and put it on the table",
    "9135": "Pick up the pen from the table and put it in the red mug cup.",
    "58803": "Put the green pen in the white mug cup",
    "75703": "Place the blue bowl in the center of the table",
    "33722": "Remove the pen from the mug cup and place it on the table",
    "1979": "Take the pen out of the clear cup and put it on the table",
    "36808": "Remove the marker from the white bowl and place it on the table",
    "63439": "Put the green marker inside the white bowl",
    "18906": "Put the pen in the mug",
    "7131": "Pick up the marker and put it in the cup",
    "5602": "Pick up the marker in the blue bowl and put it on the table",
    "37865": "Put the marker in the mug",
    "67571": "Put the pen in the cup",
    "2550": "Put the marker into the pen.",
    "73719": "Remove the marker from the bowl and put it on the table"
}