{
    "48128": "Remove the white tube from the grey basket and place it on the front right side of the counter",
    "25729": "Put the cup in the sink, then  open the tap then close it, then take out the cup from the sink",
    "64905": "Remove the black lid from the mouthwash bottle",
    "23051": "Put the black lid on the Listerine bottle then move it to the bottom left side of the counter",
    "40075": "Wipe the mirror with the white cloth",
    "13969": "Remove the black cap off the mouth wash bottle",
    "61585": "Wipe the mirror with the towel",
    "18963": "Pick up the black lid off the mouth washer and put it on the countertop.",
    "70929": "Push down the top of the black bottle",
    "83091": "Take the cover off the bottle",
    "12566": "Take the black lid and put it on the Listerine bottle",
    "21911": "Pick up the towel from the wall and wipe the countertop with it.",
    "40982": "Use the towel to wipe the mirror",
    "70295": "Press down on the black spray bottle",
    "66330": "Press the pump of the pump bottle",
    "93850": "Move the object from the right to the left side of the hand basin",
    "69409": "Move the black bottle from left to right",
    "13989": "Pick up the mouthwash and place it on the right near the mirror",
    "55927": "Open then close the faucet",
    "36904": "Use the white towel to wipe the wall",
    "39593": "Pick up the toothpaste from the counter and put it in the container.",
    "56744": "Pick up the object and put it in the tray",
    "65192": "Remove the finished tube from the basket",
    "85415": "Open the tap and then close it",
    "59567": "Press the spray bottle.",
    "53680": "Open the tap and close it",
    "25521": "Move the white object from the basket to the right of the sink",
    "434": "Press the sprayer on the black spray bottle",
    "47538": "Pick up the toothpaste from the right side of the counter and put it on the left side of the counter",
    "95535": "Press the button on the black spray bottle to spray some contents",
    "55478": "Pick the object and put it in the basket",
    "37564": "Put the towel on the countertop",
    "13885": "Put the towel on the hook.",
    "77500": "Put the mug cup in the sink",
    "58439": "Move the toothbrush from left to right then put the lid on the mouthwash",
    "37833": "Press the top of the liquid soap bottle",
    "70992": "Hang the towel on the hook on the wall",
    "24401": "Pick the cup and put it on the counter",
    "78163": "Push the faucet handle backwards then forwards",
    "79956": "Open the faucet then close the faucet",
    "19925": "Push the nozzle on the black bottle then place it on the left side of the counter",
    "15447": "Open the faucet then close the faucet",
    "45015": "Use the towel to wipe the surface",
    "43609": "Move the white object near the white tube to the left",
    "86618": "Open the tap then close it",
    "64349": "Press down on the pump bottle",
    "4575": "Hang the towel on the wall",
    "46310": "Push the pump on the bottle",
    "58344": "Use the white towel to wipe the outside of the sink",
    "74349": "Move the white towel to the left of the counter and wipe the counter",
    "241": "Attach the electric toothbrush to its charging port",
    "2289": "Put the black lid on the mouthwash bottle",
    "17522": "Use the towel to wipe the sink",
    "49268": "Open the tap then close it",
    "76916": "Remove the black lid from the mouthwash bottle",
    "88689": "Hang up the towel.",
    "3831": "Move the comb to the right side of the sink",
    "90353": "Move the small white bottle to the left of the sink",
    "50681": "Place the black lid on the mouthwash bottle",
    "1530": "Take the top off the bottle",
    "91509": "Push down on the pump bottle"
}