{
    "25472": "Pick up the plush toy from the orange plate and put it on the counter",
    "81664": "Move the carrot toy from the res plate onto the counter",
    "88965": "Turn the tap nozzle to the right",
    "10374": "Put the brown doll on the orange plate",
    "64904": "Remove the white plush toy from the orange plate",
    "66824": "Turn the tap faucet to the right",
    "15116": "Move the carrot to the right then push the faucet to the left.",
    "60300": "Pick up the carrot plush toy from the counter and put it on the plate",
    "30862": "Put the white object on the plate",
    "53519": "Move the carrot plushie away from you, then turn the tap nozzle to the right, finally, put the doll on the orange plate",
    "80396": "Turn the tap nozzle to the right",
    "86028": "Move the carrot plushie closer to you",
    "86930": "Turn the tap nozzle to the left",
    "14357": "Turn the faucet to the left",
    "66837": "Move the carrot forward",
    "13079": "Move the fluffy toy from right to left",
    "7323": "Turn the tap faucet to the left",
    "8988": "Push the faucet to the center of the sink.",
    "49695": "Pick up the corn from the counter and put it on the orange plate, then move the tap to the left, then pick up the plush toy from the right side of the counter and put it on the left",
    "59807": "Pick up the bear plush toy and put it on the plate",
    "801": "Remove the yellow object from the orange plate.",
    "82210": "Move the yellow maize cob to the left",
    "21283": "Move the white small doll forward",
    "29475": "Put the carrot toy on the orange plate",
    "42149": "Pick up the carrot plushie from the plate and put it on the table",
    "44837": "Move the yellow object forward.",
    "45991": "Pick up the corn and put it on the left side of the counter",
    "50595": "Put the carrot plushie on the orange plate",
    "63780": "Pick the stuffed animal on the plate and put it on the counter",
    "64038": "Put the grey doll on the plate",
    "84770": "Remove the carrot plushie from the orange plate",
    "51116": "Take the stuffed animal off the plate",
    "94757": "Pick up the carrot plush toy and put it on the plate, then move the animal plush toy",
    "34867": "Pick up the toy from the plate and put it on the countertop.",
    "69043": "Put the yellow object on the plate",
    "75701": "Put the toy carrot on the red plate",
    "69819": "Remove the carrot plush toy from the red plate and put it on the table",
    "9276": "Slide the spout to the right, then put the stuffed carrot on the plate then back on the counter",
    "67517": "Remove the doll from the orange plate",
    "6974": "Remove the cob of maize from the orange plate and put it on the left side of the counter, move the faucet to the right",
    "16831": "Move the yellow object backwards",
    "82493": "Move the carrot plush backward",
    "43457": "Move the grey tap to the left, move it the right and then move the brown toy closer to edge",
    "88255": "Center the faucet",
    "44483": "Move the cob of maize to the right",
    "81475": "Move the toy to the right",
    "76613": "Put the orange plushie on the orange plate",
    "53706": "Slide the tap to the left",
    "22475": "Pick the yellow object and put it on the plate",
    "90699": "Move the carrot plush toy",
    "67410": "Move the tap nozzle to the right",
    "79572": "Pick up the plush animal and put it on the plate, then move the tap to the right",
    "40278": "Remove the teddy bear from the orange plate",
    "64599": "Move the yellow object forward.",
    "15832": "Move the white doll backwards",
    "77307": "Turn the tap nozzle to the right",
    "63450": "Put the carrot on the orange plate",
    "89436": "Slightly slide the spout to the right",
    "4831": "Move the maize to the right",
    "57057": "Turn the faucet to the left",
    "37224": "Remove the object in the plate and put it on the table",
    "53865": "Move the carrot plush backward",
    "92066": "Move the tap nozzle to the right",
    "23661": "Remove the carrot plushie from the orange plate",
    "54894": "Push the faucet to the left side of the sink",
    "14319": "Move the white plush toy backwards",
    "67693": "Move the tap nozzle to the right",
    "63473": "Pick the stuffed animal and put it on the plate",
    "74223": "Pick the maize cob and put it on the counter, then pick the white object and put it on the plate",
    "85238": "Move the faucet spout to the left",
    "23543": "Move the faucet of the sink to the left.",
    "16377": "Move the corn plush toy to the left",
    "70779": "Remove the yellow object from the plate",
    "83708": "Bring the bear toy closer to the sink"
}