{
    "35712": "Put one wooden stirrer in the coffee cup on the left.",
    "83459": "Put the straw inside the cup",
    "40708": "Pick up one stick from the tray and put it in the paper on the right",
    "48388": "Move all the chopsticks to the cup in front of the paper towel roll",
    "92039": "Wrap the paper towel roll.",
    "43912": "Press a button on the dishwasher",
    "59529": "Slide the label on the dishwasher to the left",
    "40586": "Move the coffee cup on the right backwards then place the cup on the left forwards and put the white lid on top of the coffee cup at the front.",
    "53770": "Pick up the kitchen paper and put it on the stand",
    "66701": "Pick up the paper towel roll and place it on the paper towel holder",
    "41359": "Move the chopstick in the right cup to the tray, and then close the cup",
    "1553": "Use the paper towel to wipe the dishwasher",
    "39316": "Press a button on the dishwasher.",
    "67479": "Put the brown sachet in the coffee cup at the front.",
    "62232": "Put the coffee cups on the silver holder.",
    "60057": "Move the paper towel roll to the counter",
    "75680": "No action",
    "31393": "Press a button on the washing machine control pad",
    "42145": "Remove the paper towel roll from the holder.",
    "13347": "Tear one paper towel from the roll and use it to wipe the countertop.",
    "18468": "Remove the stirrer from the orange packet and put it on the left side of the tray.",
    "28966": "Pick up the sachet on the tray, put it in the paper cup on the countertop, pick up the other brown sachet and put it inside the paper cup on the tray",
    "58152": "Remove the lid from the cup on the left.",
    "38700": "Move the coffee cup on the left to the left then put one chopstick in the coffee cup on the right.",
    "73262": "Pull out one paper towel from the roll",
    "90414": "Remove the lid off of the left cup",
    "7089": "Move the cup on the right to the left then exchange the stirrers in the coffee cups.",
    "2865": "Press a button on the dishwasher.",
    "16689": "Pick up the white plastic lid and put it on the paper cup on the left",
    "19380": "Move the cup from the paper towel holder to where the other cup is",
    "53170": "Put the white lid on the coffee cup on the right.",
    "54067": "Pour out the contents inside the cup",
    "64951": "Put the sugar bags in the cup",
    "89138": "Remove the orange object from the paper cup on the tray and put it on the table",
    "91189": "Wrap the paper towels around the roll",
    "30527": "Place the wooden stirrers in the coffee cup at the back.",
    "40640": "Move the paper towel next to the roll and place it next to the cup with chopsticks in it",
    "10177": "Press the button on the oven",
    "13762": "Remove the roll of paper towel from the paper towel holder and put it on the table",
    "68": "Press the big button on the left side of the dish washing machine",
    "51654": "Remove the lid from the coffee cup",
    "73673": "Put the paper towel roll on the counter.",
    "37836": "Wipe the kitchen faucet to with the paper towel",
    "9805": "Pick up the lid white and place it on the cup without a lid",
    "78413": "Remove the white lid of the paper cup in the front and put it on the counter",
    "52815": "Press a button on the dishwasher",
    "82125": "Pick up the orange pack from the tray and put it inside the paper cup on the left",
    "82255": "Move the chopsticks to the tray",
    "24403": "Remove the stick from the bowl and put it on the tray",
    "88661": "Pour the sachets out of the coffee cup at the front.",
    "26584": "Rotate the silver stand.",
    "32729": "Remove the stick from the orange object that is in the cup and put it on the table",
    "40538": "Remove the lid from the coffee cup on the right.",
    "45021": "Remove the stick from the cup, put it on the tray, pick up the lid and cover the cup",
    "25311": "Put the paper towel roll on the silver stand.",
    "70495": "Put the paper towel roll on the silver holder.",
    "9185": "Press the button on the dishwasher",
    "58341": "Turn the paper cup over and put the orange object inside the paper cup",
    "53862": "Pick up the stick on the left of the tray and put it in the cup",
    "15597": "Press one of the buttons on the left side of the dish washing machine",
    "21485": "Remove the lid from the coffee cup on the right.",
    "47086": "Place the chopsticks through the white lid's whole",
    "92656": "Move the cup backwards and cover the cup",
    "61170": "Remove the paper cup from the other paper cup and put it on the  tray",
    "84595": "Move the cup to the left and cover it",
    "44917": "Wrap the paper towel roll around itself.",
    "81525": "Place the paper towel roll on the silver stand.",
    "52473": "Pick up the sticks from the counter and put them in the cup",
    "48508": "Turn the tray to the right, then put the brown sachet in the cup closest to you",
    "79613": "Put the coffee cup on the stand",
    "27774": "Put the chopstick inside the coffee cup."
}