{
    "51329": "Remove the blue mug from the rack and put it in the sink.",
    "85251": "Remove the blue cup from the drying rack and put it in the sink.",
    "22660": "Put the blue object on the dish rack",
    "30220": "Pick up the cup in the sink and position it upright on the right within the sink",
    "51980": "Move the lid from the sink to the dish rack",
    "43025": "Remove the cup from the sink and put it on the front end of the sink counter",
    "29586": "Put the blue pan on the the dish dryer",
    "10262": "Pick up the blue cup from the dish rack and put it in the sink.",
    "71448": "Remove the lid from the cup in the sink and put it on the sink counter",
    "22169": "Take the lid off of the blue cup in the sink and place it on the edge outside of the sink",
    "26526": "Put the knife on the dish rack in the sink",
    "37152": "Take the straw from the dish rack and put it in the mug in the sink",
    "94242": "Put the blue cup in the sink on the dish rack",
    "18083": "Take the blue mug from the sink and put it on the dish rack",
    "82212": "Pick up the lid from the edge of the countertop and put it on the cup in the sink.",
    "13479": "Put the cup in the sink",
    "47015": "Take the top off the cup in the sink and put it on the counter",
    "81065": "Pick the blue pot from the sink and place it in the rack",
    "41514": "Pick up the lid from the rack and close the thermocup inside the sink",
    "27056": "Take the lid and put it on the cup",
    "22194": "take the cup from the  kitchen holder and put it in the sink",
    "60466": "Pick up the blue cup from the dish rack and put it in the sink.",
    "27192": "Pick up the lid and put it on the cup in the sink",
    "75066": "Hang the blue mug in the sink on the washing rack.",
    "44348": "Attach the lid on the dish rack onto the cup in the sink",
    "22974": "Remove the lid from the flusk.",
    "25662": "Remove the black bowl from the dishrack and place it in the sink",
    "86592": "Put the blue cup in the sink",
    "17089": "Pick up the dark blue cup from the edge of the countertop and put it in the sink.",
    "84931": "Pick up the cup in the sink and put it upright",
    "53572": "Put the plastic pan in the drying rack",
    "37446": "Pick up the blue cup from the sink and place it on the dish rack",
    "84807": "Take the mug out of the sink and put it on the dish rack",
    "22347": "Remove the thermos from the dishrack and place it in the sink",
    "4687": "Place the silver lid on the right on top of the dark blue thermos in the sink",
    "35535": "Take the blue cup from the dish rack and put it in the sink",
    "2898": "Move the thermo cup to the left then to the right and remove the lid",
    "30802": "Take the lid off the travel mug and put it on the black Tupperware",
    "23510": "Put the thermos cup lid on the thermos cup in the sink",
    "38616": "Put the cup lid in the sink right side down on the counter",
    "7513": "Take the top off the cup in the sink and put it on the counter",
    "352": "Take the blue pan out of the sink and place it on the dishrack",
    "14306": "Place the lid on the dark blue thermos",
    "34275": "Move the knife from the left side of the drying rack to the right side.",
    "34402": "Remove the butter knife from the black bowl in the sink and put it on the dishrack",
    "25317": "Take the straw out of the sink and put it in the cutlery compartment, pick the lid on the tray, place it on the cup in the sink, lift the cup, drop it in the sink then move the pan in the sink to the left",
    "61670": "Pick up the blue cup from the sink and hang it on the dish rack.",
    "65638": "Take the cup out of the sink and hang it on the cup holder",
    "36840": "Move the mug from the sink to the dish rack",
    "66146": "Take the mug from the sink and put it on the dish rack",
    "6506": "Put the blue object inside the sink",
    "40939": "Pick up the light blue object and put it in the sink",
    "87532": "Remove the dark blue thermos from the sink and place it on the dishrack",
    "82157": "Pick up the blue cup and place it in the sink",
    "27502": "Cover the mug in the sink with a lid",
    "32111": "Take the blue pan and put it on the black bowl in the sink",
    "32240": "Put the cup in the sink on the dish rack",
    "65647": "Take the blue travel mug from the plate rack and place is on the edge of the sink",
    "61684": "Move the blue mug from the sink to the dish rack",
    "65399": "Move the clear lid from the top of the black bowl to the top of the cup and press on the lid",
    "80505": "Remove the dark blue thermos from the dish rack and place it inside the sink",
    "59517": "Remove the knife from the dish rack and put it in the sink",
    "3070": "Move the lid away from the edge of the counter",
    "40575": "Place the blue pot in the sink"
}