{
    "53122": "Pull out the towel on the bed",
    "65539": "Put the chip packet inside the drawer then close it",
    "11780": "Open the topmost drawer on the right.",
    "69762": "Pick up the blue tissue box and place it right side up on the bedside table",
    "12166": "Remove the fork from the top right drawer and put it on the dresser",
    "20102": "Pick up the piece of candy from the table, put it on the white cloth and then fold the white cloth",
    "25863": "Put the bottle upright",
    "2185": "Remove the orange packet from the brown paper bag and put it in the white bin.",
    "56327": "Open the top drawer and put the folk inside then close the drawer",
    "5259": "Open the topmost drawer on the right and remove the white packet from the drawer then close the drawer.",
    "37004": "Put the orange and blue object on top of the napkin then fold the napkin into a triangle twice.",
    "71305": "Place the jug upright.",
    "38420": "Open the first top drawer, then put the plastic in the drawer and close the drawer",
    "67477": "Hang the hanger on the handle of the topmost drawer.",
    "30743": "Put the jar upright",
    "32666": "Put the red container upright.",
    "51998": "Move the towel to the top drawer on the right, then close the drawer",
    "44704": "Open the top right drawer, remove the white container from the drawer, put it on the dresser and then close the drawer",
    "88100": "Place the small white container upright",
    "50981": "Turn the plastic jar over",
    "46381": "Open the top right drawer, remove the white towel from it and put it on the dresser",
    "49837": "Fold the white cloth in half",
    "60206": "Move the ironing board slightly to the right",
    "48689": "Pull the beddings on the bed a little downwards",
    "70066": "Open the top right drawer, pick up the light blue towel on the table and put it in the top right drawer",
    "72627": "take the lid off of the spice jar",
    "1716": "Move the striped pillow that is on top of the white pillow closer to the window",
    "8117": "Lay the towel on the ironing board",
    "2486": "Unfold the white towel",
    "27957": "Flip the white pillow over.",
    "54199": "Put the jar in the open drawer, then close the drawer",
    "53305": "Pull open the top drawer",
    "57397": "Put the hanger in the open drawer and close the drawer",
    "42043": "Pick up the gray and beige striped pillow and put it on the white pillow",
    "69313": "Move the towel to the left",
    "87428": "Open the topmost drawer on the right then hang the towel on the drawer.",
    "66883": "Open the topmost drawer on the right then put the white container in the open drawer.",
    "73795": "Put the object in the open drawer and close the drawer",
    "80199": "Open the first top drawer, then put the white bottle in the drawer and close the drawer",
    "94663": "Put the orange lid on the bottle",
    "29769": "Move the white pillow from the pile of pillows",
    "52425": "Open the topmost drawer on the right then hang the towel on the front of the drawer..",
    "89292": "Pull the striped towel to the right",
    "5198": "Pick up the white coat hanger and hang it on the top right drawer handle",
    "18769": "Pick up the white pillow on the right and place it on the nightstand.",
    "25811": "Take the lid off of the bottle",
    "13140": "Put the lid on the bottle",
    "95573": "Fold the towel in half",
    "22616": "Pick up the gummy bear on the table and place it in the center of the white cloth, fold the white cloth diagonally in half, fold it diagonally again into a quarter",
    "67674": "Put the white bottle upright",
    "54107": "Fold the cloth on the right in a triangular shape",
    "44383": "Open the drawer and put the fork into it",
    "68577": "Fold the towel into a triangle twice.",
    "24290": "Unfold the towel then lay it out on the counter.",
    "39017": "Open the topmost drawer on the right then place the hanger inside the drawer.",
    "25450": "Move that is in front to the left",
    "84202": "Open the topmost drawer on the right and remove the towel from the drawer then close the drawer.",
    "79724": "Pull open the top drawer",
    "84469": "Fold the towel on the table",
    "11386": "Put one striped pillow on the nightstand.",
    "93179": "Put the bottle upright",
    "35068": "Open the top right drawer, remove the brown packet from the drawer and put it on the dresser",
    "94461": "Shift the snack packet to the bin",
    "62974": "Move the blanket to the left"
}