{
    "7": "Move the tile letter s to the left",
    "91146": "Move the block furthest to the left to the right",
    "47118": "Remove the letter S from the pile of letters on the left",
    "56847": "Put one letter block into the line of letter blocks",
    "68628": "Spell the word tame using the tile letters",
    "45590": "Move one letter block to the left",
    "19479": "Use the tile letters to spell the word tale",
    "20504": "Align the blocks on the table",
    "30239": "Spell the word 'Pastel'.",
    "8224": "Align the blocks on the table",
    "71199": "Move the tile letter s from the left word to the right word",
    "13859": "Move the letter E to the left to add it to the word and move the letter W down to the mixed letters",
    "36899": "Replace the first tile in the word with a new one",
    "50212": "Move one letter to the right",
    "95272": "Put three letter blocks in a line",
    "51763": "Align the small blocks on the table",
    "62004": "Add the tile letter s to the lined up tile letters",
    "36924": "Create the word 'Metal' from the tiles.",
    "34367": "Slide the letter S to the pile of letters on the left",
    "82496": "Put a litter block into the line of letter blocks",
    "44105": "Align the wooden blocks",
    "70729": "Put one letter block to in the line to make a word",
    "72265": "Rearrange the letter blocks",
    "41549": "Remove the tile letter s from the word, then move the two right tile letters to the left, then add tile letter r to the word",
    "94797": "Move the letter tiles to the left",
    "54353": "Arrange the small objects on the table",
    "11860": "Use the tile letters to spell the word hey",
    "3162": "Move the letter L and E to the pile of letters on the left to spell the word POOTLE",
    "46172": "Replace M with L on the pile of letters on the left",
    "39011": "Align the blocks on the table",
    "14443": "Spell the word 'Earl'.",
    "7285": "Replace the letter W with L on the pile of letters on the left to spell the word LET",
    "86652": "Replace the letter M with P in the pile of letters spelling MUSHY",
    "34949": "Create the word 'Later' using the letter tiles on the tabletop.",
    "5254": "Rearrange the small objects on the table",
    "90758": "Arrange four letter blocks in one line",
    "78473": "Move the block letters to the left",
    "55445": "Add a new letter tile to the end of the word",
    "75418": "Push the last word tile in the sequence to the right",
    "12956": "Create the word 'Wheat'.",
    "87714": "Add a new letter tile to the end of the word",
    "40624": "Move one letter block to the left",
    "73397": "Add the tile letter y to the already spelt word",
    "92348": "Move the objects on the table",
    "69827": "Align the blocks on the table",
    "7880": "Spell the word 'Tear'.",
    "17104": "Move some of the letter tiles backwards",
    "27350": "Form a new word using four tiles",
    "71896": "Spell the word 'Petals'.",
    "69351": "Put 5 letter blocks in a line",
    "44271": "Create the word 'Toys'.",
    "85248": "Create the word 'Part'.",
    "2318": "Arrange the words to form poots",
    "89875": "Use four letter tiles to form a word",
    "26389": "Use the tiles to create the word 'Tapes'.",
    "29979": "Remove the letter R from the pile of letters on the left",
    "80675": "Move the letter S to the letters on the left to spell the word TOES",
    "36132": "Align the blocks on the table",
    "37161": "Add a tile with the letter T at the end of the word sequence",
    "6955": "Move a fourth tile to the end of the word",
    "84784": "Align the blocks on the table",
    "83761": "Spell the word aloe using the tile letters",
    "56128": "Put one letter block inside the white mug",
    "85313": "Move three letter blocks to the far left, then move three more to the left.",
    "58180": "Move the objects on the table",
    "62789": "Move the letter pieces on the table",
    "69964": "Create the word 'Yet' using the tiles on the counter.",
    "64333": "Spell the word 'Lame' using the tiles.",
    "52564": "Add one letter to the aligned word",
    "1368": "Use the tiles to create the word 'Zero'.",
    "5474": "Create the word 'Zeros' using the tiles.",
    "79203": "Spell the word 'Zealots' using the tiles.",
    "93027": "Spell the word 'Hue.'",
    "5989": "Move a letter tile backwards",
    "50021": "Use the tiles to create the word 'The'.",
    "43879": "Spell the word 'Metals'.",
    "46953": "Create a three letter word using the tiles.",
    "46443": "Create the word 'Rusty' using the tiles.",
    "14704": "Align the blocks on the table",
    "78841": "Move the letter pieces on the table",
    "21374": "Replace the tile letter s with tile letter t, then add tile letter h to the word",
    "77182": "Spell the word 'Teal'.",
    "13184": "Align four letter tiles at the top.",
    "2964": "Move three letter tiles to the left.",
    "49561": "Move the letter tiles to the left",
    "13219": "Replace the letter P with W and remove the letter L from the pile of letters on the left to spell the word WASTE",
    "64424": "Arrange the small objects on the table",
    "53678": "Replace the first tile in the sequence with a new one, and then push the last two tiles to the right",
    "3503": "Move one letter to the left",
    "45489": "Remove the middle tile from the word sequence and then close the gap between the tiles",
    "26034": "Spell the word 'Bam'.",
    "25530": "Put an item on the table next to the aligned items",
    "89019": "Take two letter blocks out of the line and replace them with one letter block",
    "23492": "Replace the r tile letter with the z tile letter, then move the a tile letter to the right",
    "50122": "Spell the word 'Meat'.",
    "68057": "Move the word pieces on the table",
    "24027": "Spell the word 'Pea' with the tiles.",
    "11740": "Move some of the letters to the left to spell the word LEAP",
    "60892": "Put the l and o tile letters in the cup",
    "79838": "Move the small objects on the table",
    "36320": "Arrange the pieces of letters to form a word",
    "34786": "Add one more block to the straight row",
    "11747": "Move one letter tile to the left.",
    "59368": "Move two letter tiles to the left.",
    "7660": "Spell out the word hurt",
    "53231": "Replace L with M on the letters on the left to spell the word MUST",
    "12793": "Spell the word 'Met'.",
    "1017": "Create the word 'Hum'."
}