{
    "60929": "Remove the contents from the plastic.",
    "83971": "Put the objects in the plastic",
    "48647": "Put all the objects in the plastic bag",
    "15885": "Put the containers, reindeer toy and green block inside the white plastic bag",
    "22547": "Put the objects on the table in the plastic bag",
    "31253": "Place the containers on the table inside the white plastic, pull up the plastic bag",
    "76822": "Pick the object and the bottles from the plastic bag and put them on the table",
    "40471": "Pick the objects in the plastic bag and put them on the table",
    "83999": "Put the rubber bung on the neck of the brown bottle",
    "71714": "Remove the objects from the plastic and put them on the table.",
    "34346": "Place the containers, strawberry toy and deer toy inside the white plastic bag",
    "51244": "Pick up the objects from the table and put them on the plastic",
    "32814": "Remove the objects from the plastic",
    "22065": "Remove the deer toy and containers from the white plastic bag and place them on the table",
    "22069": "Put the objects on the table into the plastic bag.",
    "26678": "Pick up all the objects surrounding the plastic and arrange them on the plastic",
    "38965": "Remove all the bottles from the table and put them in the plastic carrier bag",
    "14392": "Pick up the objects from the plastic bag and put it on the table.",
    "29240": "Pick up all the objects from the plastic bag and put them on the table.",
    "80950": "Remove the objects from the plastic and put them on the table",
    "4672": "Pick up the object from the plastic and put them on the table",
    "14405": "Place the three containers inside the white plastic, pull up the plastic bag",
    "55878": "Pick up the objects from the table and put them on the plastic",
    "29772": "Pick up all the objects surrounding the white plate and arrange them on the plate",
    "90708": "Pick up all the objects on the table and put them on the plastic",
    "69722": "Pick the objects on the table and put them in the plastic bag",
    "40042": "Pick the bottles and objects on the table and put them in the plastic bag",
    "13932": "Remove the things from the plastic bag and put them on the table",
    "56945": "Pick up the objects from the table and put them on the plastic",
    "50301": "Remove all the objects from the plastic bag and put them on the table",
    "5758": "Remove all the contents from the white plastic bag and put them on the table",
    "71806": "Remove the toy moose, containers and red ball from the white plastic",
    "72833": "Remove all the objects from the plastic and put them on the table.",
    "38534": "Put the bottles on the table in the plastic bag",
    "56458": "Put all the objects on the table into the plastic bag.",
    "10385": "Pick the objects on the table in the plastic bag",
    "54929": "Remove the objects in the plastic and put them on the table",
    "74385": "Remove all the contents from the plastic bag and put them on the table.",
    "49304": "Pick up the objects on the table and put them on the plastic",
    "20129": "Pick up all the objects surrounding the white plate and arrange them on the plate",
    "87207": "Remove the objects in the plastic and put them on the table.",
    "88748": "Remove the objects from the plastic and put them on the table",
    "90286": "Remove the objects in the plastic and put them on the table",
    "7855": "Remove the contents from the bag and put them on the table.",
    "80048": "Put the contents on the table inside the plastic bag.",
    "47795": "Pick up all the objects from plastic bag and put it on the table.",
    "69301": "Remove the contents in the plastic bag and put them on the table.",
    "68791": "Remove all the contents from the plastic bag.",
    "15032": "Put the objects on the table in the plastic bag",
    "50367": "Place the containers, strawberry and toy deer inside the plastic",
    "83647": "Put all the objects on the table in the white plastic bag",
    "43202": "Put all the contents in the white plastic bag",
    "28867": "Remove the things from the plastic bag and put them on the table",
    "58055": "Remove the objects in the plastic and put them on the table",
    "78544": "Pick the objects on the table and put them in the plastic bag",
    "51410": "Pick up the objects from the plastic bag and put them on the table.",
    "77024": "Pick up the objects from the plastic and put them on the table",
    "8427": "Put the objects on the table into the plastic bag.",
    "59118": "Pick up the objects from the table and put them on the plastic",
    "57593": "Pick up the objects from the plastic bag and them on the table.",
    "34564": "Remove all the objects from the plastic bag and put them on the table",
    "34566": "Pick up the bottles and small containers from the table and put them in the plastic bag.",
    "58124": "Put all the objects on the table in the white plastic bag",
    "51982": "Pick up the objects from the plastic and put them on the table",
    "6415": "Put the things on the table into the plastic bag",
    "94993": "Take everything out of the plastic bag",
    "3347": "Put the things on the table into the plastic bag",
    "46358": "Put all the contents in the white plastic bag",
    "33049": "Remove the things from the plastic bag and put them on the table",
    "17690": "Put all the objects in the white plastic bag",
    "25376": "Remove all the objects from the white plastic bag and put them on the table",
    "68386": "Pick up all the objects from the table and put them in the plastic bag.",
    "1319": "Put the objects on the table in the plastic bag",
    "6440": "Put all the contents that are on the table in the white plastic bag",
    "93481": "Put all the objects in the plastic bag",
    "87850": "Pick up all the objects from the table and put them on the plastic",
    "57644": "Remove the contents in the plastic bag and put them on the table.",
    "22829": "Take everything out of the plastic bag",
    "80691": "Put all the objects on the table into the plastic bag.",
    "19254": "Pick up all the objects from the plastic and put them on the table",
    "53046": "Pick up all the objects from the table and put them on the plastic",
    "40254": "Put the contents on the table into the plastic bag.",
    "39237": "Put the objects on the table into the plastic bag.",
    "61767": "Place the container, strawberry toy and moose toy inside the white plastic bag",
    "16717": "Remove all the contents from the white plastic bag and put them on the table",
    "10064": "Remove the objects in the plastic and put them on the table",
    "58704": "Put all the contents on the table into the plastic bag.",
    "51026": "Put the objects in the plastic",
    "82772": "Pick up all the objects surrounding the white plate and arrange them on the plate",
    "14167": "Put the object on the table in the plastic bag",
    "65885": "Remove the objects from the plastic and put them on the table",
    "11103": "Remove the contents from the white plastic bag and put them on the table",
    "11617": "Remove all the contents from the white plastic bag one at a time and put them on the table",
    "63330": "Remove the contents from the white plastic bag and put them on the table one at a time",
    "78689": "Remove all the objects from the plastic and put them on the table",
    "356": "Put the bottles in the white plastic bag",
    "55652": "Place the containers and strawberry toy in the white plastic",
    "19304": "Pick the object in the plastic bag and put them on the table",
    "45560": "Put all the objects on the table into the plastic bag",
    "12792": "Remove all the contents from the white plastic bag and put them on the table one at a time",
    "84329": "Remove the objects from the plastic bag and put them on the table.",
    "93036": "Remove the objects from the white plastic and put them on the table",
    "31598": "Put the containers and toy deer inside the plastic bag",
    "30584": "Remove the things from the plastic bag and put them on the table",
    "25468": "Pick up the bottles and containers from the plastic bag and put them on the table.",
    "29574": "Pick up the objects from the table and put them in the plastic bag.",
    "1927": "Put the objects on the table in the plastic bag",
    "70536": "Remove the contents in the plastic bag and put them on the table.",
    "15755": "Pick the objects on the table and put them in the plastic bag",
    "24972": "Pick the objects in the plastic bag and put them on the table",
    "74646": "Remove the contents from the white plastic and put them on the table",
    "50583": "Put all the objects in the white plastic bag",
    "31129": "Pick the objects on the table and put them in the plastic bag",
    "69020": "Put the objects on the table in the plastic",
    "416": "Remove the things from the plastic bag and put them on the table",
    "95655": "Put all the objects on the table in the plastic bag",
    "65960": "Put the objects on the table in the plastic",
    "20907": "Put the contents in the white plastic bag",
    "63405": "Remove the objects in the plastic and place them on the table",
    "7097": "Remove the things from the plastic and put them on the table",
    "93626": "Remove the containers and strawberry plush toy from the white plastic and place them on the table",
    "83899": "Put the objects and the bottles in the plastic bag",
    "75196": "Remove all the contents from the white plastic bag one at at time and put them on the table",
    "70082": "Remove the contents from the plastic bag.",
    "59854": "Put the containers in the plastic bag, pull the plastic bag upwards",
    "36306": "Put the objects inside the plastic bag.",
    "8147": "Pick up the objects from the plastic and put them on the table",
    "18387": "Put the objects on the table in the plastic",
    "81370": "Put the objects on the table into the plastic bag.",
    "57315": "Remove all the contents from the plastic bag one at a time and put them on the table",
    "9707": "Take the containers, deer plush toy and red ball out of the white plastic bag",
    "64495": "Put the objects inside the plastic",
    "67570": "Put the things on the table into the plastic bag",
    "63479": "Put all the objects on the table into the white plastic bag",
    "53240": "Put the contents on the table into the plastic bag.",
    "25084": "Put the things on the table in the plastic bag",
    "66047": "Pick up the objects from the table and put them in the plastic bag."
}