{
    "88710": "Press a key on the keyboard.",
    "1037": "Spray some salt contents into the red bowl",
    "23309": "Press a button on the keyboard",
    "34573": "Push the orange object further into the microwave",
    "8848": "Pick up the tennis ball and place it to the right of the oven",
    "27921": "Remove the lid from the glass jar.",
    "33813": "Pick up the computer mouse and put it in the microwave",
    "7581": "Use the spatula to push the green ball further into the microwave",
    "54557": "Open the oven door.",
    "70942": "Close the oven",
    "34336": "Pick up the roller and move it left and right over the table",
    "4641": "Press on the black object on the microwave",
    "43042": "Move the brown object to the right.",
    "44961": "Flip the computer mouse over",
    "59684": "Move the black cable backwards",
    "90149": "Remove the lid from the bottle and put the black object on top",
    "18982": "Use a spoon to take a scoop out of the red bowl then empty it back into the bowl and place the spoon back",
    "29480": "No action",
    "11434": "Turn the topmost knob on the white oven.",
    "36779": "Remove the orange bowl from the microwave and put it on the table",
    "5677": "Turn the cloth on the table",
    "77743": "Put the jar on top of the microwave",
    "86704": "Move the mouse cable to the left and place the mouse on the right",
    "13749": "Pick up the ball and put it on top of the microwave",
    "68918": "Move the grey stand forwards.",
    "22583": "Open the oven door.",
    "66616": "Turn the top knob to the left.",
    "22841": "Put the red bowl in the white oven.",
    "5050": "Open the white oven.",
    "4161": "Move the green item to the right",
    "87495": "Press the buttons of the keyboard on the top right",
    "31048": "Pick up the spoon and use it to move the red bowl in the microwave closer",
    "14156": "Move the black cable to the right, then move it backwards",
    "5710": "Use the wooden object to roll on the green packet",
    "31311": "Pick up the object and roll it on the napkin",
    "56274": "Press a key on the keyboard.",
    "8155": "Move the spatula to the right",
    "45660": "Put the jar on the table",
    "12510": "Close the toaster oven door",
    "8670": "Turn the upper knob on the oven clockwise",
    "52327": "Remove the keyboard from on top of the microwave",
    "59498": "Close the oven door.",
    "52331": "Pick up the blue scooper from the rack on the left and use it to stir the contents of the red bowl",
    "51564": "Press the top right button on the keyboard",
    "61674": "Put the grey lid on the bottle",
    "46067": "Put the metal lid on the salt cellar",
    "27508": "Pick up the roller and then move it around on the keyboard",
    "16629": "Open the oven door.",
    "90356": "Put the black cup on the oven grill",
    "22391": "Put the tennis ball into the microwave",
    "22009": "Put the silver spoon in the red bowl.",
    "27517": "Turn the top knob of the microwave to the left",
    "22654": "Pick up the object from the table and put it in the bowl"
}