{
    "26496": "Rotate the sneakers on the topmost shelf.",
    "51969": "Rotate the shoe clockwise on the shelf to face the front",
    "28162": "No action",
    "61312": "Take the masking tape and the roasting rack out of the oven",
    "61440": "Put the bottle upright, then put the grey lid on the bottle",
    "63750": "Use the orange spatula to stir the contents of the black plate",
    "82439": "Remove the grill rack from the oven and put it on the table",
    "35466": "Put the blue masking tape in the oven then close the oven door.",
    "48522": "Use the silver spoon to remove some contents from the black tray and place them in the black bowl.",
    "85643": "Place the right sneaker upright.",
    "6288": "Open the oven then pull out the tray",
    "78098": "Put the glass cup and black pot on the black plate on the left",
    "46356": "Twist the shoe on the shelf",
    "92308": "Put the glass jar in the hat.",
    "94356": "Put the glass jar from the hat in the toaster oven.",
    "94996": "Put the blue masking tape on the table.",
    "38297": "Put the grey lid on the jar in the bowl.",
    "26522": "Put the spoon on top of the oven grill",
    "79130": "Push down the mini oven's door",
    "38812": "Put the black measuring cup in the brown hat.",
    "90009": "Put the blue masking tape on the black tray.",
    "10531": "Place the shoe upright",
    "54822": "Place the left sneaker upright.",
    "87334": "Put the blue tape around the bottle, then move the hat to the right, then put the lid in the tape",
    "38440": "Use the silver spoon to pull out the oven rack then put the blue masking tape on top of the oven.",
    "43178": "Take one shoe off of the other shoe and place it on it's side",
    "74668": "Put the shoe on the right in an upright position",
    "18861": "Put the metal object inside the mini oven",
    "85038": "Remove the black tray from inside the microwave, put it on top of the microwave and move the black pot from the microwave to the table",
    "87214": "Use the spoon to close the mini oven",
    "12848": "Move the shoe to the right",
    "21937": "Put the left sneaker on the rack.",
    "91059": "Remove the black pot from the top of the oven",
    "30517": "Put the blue masking tape in the white toaster oven.",
    "39989": "Put the left shoe on the right shoe",
    "64311": "Remove two objects from the tray and place them on the counter.",
    "55480": "Move the spatula to the right",
    "58425": "Pick up the black object from the top of the oven and put it on the table",
    "4796": "Open the oven door.",
    "76227": "Press a button on the keyboard",
    "20037": "Put the masking tape on the microwave",
    "24773": "Put the black pot inside the oven",
    "42056": "Press the buttons on the keyboard",
    "41033": "Put the metal object inside the mini oven",
    "94542": "Press different keys on the keyboard",
    "56271": "Place a shoe on top of its counterpart",
    "13651": "Pour the contents in the cup into the black item",
    "3670": "Turn the hat upside down.",
    "36696": "Straighten the trainer on the shelf",
    "11230": "Flip the shoe on the left in an upright position",
    "89953": "Put the black stick on the microwave",
    "48867": "Transfer a spoonful of contents from the black plate to the table",
    "2404": "Put the lid on top of the glass jar.",
    "8677": "Put the white paper plate and the glass container on the microwave",
    "33254": "Move the shoe on the left to the right side of the other shoe",
    "65124": "Put the glass jar and the blue masking tape on top of the oven.",
    "75620": "Put the small glass directly onto the table",
    "47849": "Put the spoon into the microwave",
    "81126": "Move the sneaker on the left to the right.",
    "33645": "Move the left shoe to the right",
    "35693": "Close the oven door.",
    "46957": "Rotate the left sneaker.",
    "49902": "Put the rack on top of the microwave then move the spoon to the right",
    "1905": "Use the fish slice to place the glass objects on top of the white oven.",
    "78834": "Remove the black pot from the microwave and put it on the white plate",
    "92273": "Move the coffee filter from the oven top and place it on the keyboard",
    "34807": "Move the black measuring cup to the right then pick up the glass cup and set it down on the desk.",
    "22395": "Remove the bottle from the top of the oven grill",
    "32636": "Put the tape inside the oven and the shaker on top of the microwave"
}