{
    "77315": "Push the alarm clock slightly to the left",
    "46980": "Put the brown hat on top of the blue hanger.",
    "87942": "Put the yellow pencil in the brown mug.",
    "93065": "Remove the green ball from the bottom rack and put it on the top rack",
    "6410": "Put the ball on the bottom stand",
    "21770": "Move the hat to the shelf",
    "80907": "Put the brown hat on the bottom shelf.",
    "6162": "Fold the cloth, then move it to the bottom rack",
    "70036": "Put the orange and white towel on the top rack",
    "92697": "Move the blue hanger to the left side of the shoe rack.",
    "86559": "Put the mug on the top of the shelf",
    "34080": "Move the black item to the left",
    "58275": "Remove the brown mug from the rack then take the yellow pencil out of the mug.",
    "93735": "Use the wooden roller to roll over the sneakers.",
    "4396": "Push the brown hat slightly forward",
    "26029": "Put the pencil in the cup",
    "51500": "Remove the pencil from the top rack and put it on the table",
    "16175": "Move the alarm clock to the right.",
    "19889": "Move the object on the top shelf to the right",
    "5426": "Move the tennis ball to the bottom level of the shoe rack",
    "84275": "Press the top of the black object",
    "60600": "Put the brown hat on the topmost shelf.",
    "71739": "Move the sneaker on the right slightly to the right",
    "18364": "Take the yellow pencil out of the mug and put it on the right side of the topmost shelf.",
    "60993": "Fold the blanket",
    "14404": "Remove the blue hanger from the rail.",
    "56005": "Put the yellow pencil in the brown mug.",
    "88518": "Unfold the cloth",
    "55497": "Put the yellow pencil on the bottom shelf of the rack.",
    "23626": "Put the brown mug on the top shelf of the metal object",
    "69963": "Move the green cloth to the right",
    "59852": "Remove the hat, brown mug and tea towel from the shoe rack and put them on the table",
    "40526": "Move the towel to the left",
    "17615": "Put the coat hanger on the top shelf",
    "19152": "Remove the black cup from the top rack and put it on the towel on the table",
    "8529": "Move the shoe on the left to the right",
    "60366": "Use the green towel to wipe the sneaker then place it on the bottom shelf of the rack.",
    "21332": "Place the tennis ball in the brown mug.",
    "60372": "Push the alarm clock downwards",
    "42710": "Press a button on the cooker",
    "95447": "Pick up the pencil from the cup and put it on the table",
    "57688": "Put the green towel over the black alarm clock.",
    "20473": "Hang the clothing hanger on the rack",
    "41182": "Move the green object to the bottom-right corner of the table",
    "39391": "Put the green item onto the rack",
    "40032": "Hang the blue hanger on the right side of the shoe rack.",
    "52195": "Straighten the towel on the rack",
    "80867": "Pick up the cloth from the table and put it on the stand",
    "8038": "Take the cup and put it on the bottom shelf",
    "34535": "Move the brown mug to the topmost shelf.",
    "92778": "Pick up the hat and put it on top of the stand",
    "21106": "Pick up the green object from the shoe rack and put it inside the mug on the table",
    "3059": "Fold the blanket in half",
    "24693": "Put the green towel on the hanger",
    "63094": "Remove the pencil from the brown cup and put it on the top of the shoe rack",
    "71671": "Move the hanger from the side to the front of the shoe rack",
    "2297": "Remove the blue masking tape from the shoe rack and place it on the counter.",
    "8826": "Move the grey device on the topmost rack to the left."
}