{
    "34051": "Move the brown and grey objects on the right to the left.",
    "13196": "Pick up the silver lid and put it on the glass container",
    "74256": "Put the fork, spoon and small bottle on the plate",
    "58641": "Put the lid on top of the glass jar.",
    "88720": "Put the black cup on the white plate",
    "36500": "Pour the contents on the white plate into the black mug.",
    "57493": "Move the black mug to the left of the plate",
    "45079": "Put the fork inside the basket then put the blocks inside the cup",
    "69912": "Pick up the black mug and pour the contents in the mug onto the black tray.",
    "13465": "Remove the cap off of the bottle",
    "88985": "Put the spoon in the cup",
    "44064": "Put the silver spoon on the white plate.",
    "68514": "Turn the basket around",
    "71205": "Put the spice table on the table and the fork inside the cup",
    "92582": "Pick up the fork from the table and put it on the plate",
    "60199": "Place the toy car on the black tray.",
    "296": "Put the lid on the glass jar.",
    "52905": "Pick up some clear objects from the table and put them on the tray.",
    "8748": "Put the fork next to the spoon",
    "13484": "Turn the table mat 90 degrees",
    "62127": "Remove the container from the black cup and move the black cup forward",
    "38834": "Put the fork and knife on the serviette, then pour the pebbles onto the black plate",
    "39346": "Pour the items on the black plate onto the white plate",
    "84220": "Move the white towel to the left.",
    "19637": "Pick up the glass cubes and put them on the black plate",
    "67254": "Pick up the toy on the tray and put it back down",
    "74933": "Move the white plate and place it north of the black plate then pick up one marble",
    "93496": "Put the silver object from the napkin inside the mug on the left.",
    "7995": "Pick up the folk from the plate and put it on the table",
    "90049": "Put the fork next to the spoon",
    "22467": "Put the silver fork in the black mug then place the mug on the white plate.",
    "8388": "Move the white placemat forwards.",
    "74567": "Turn the plate to the right",
    "90187": "Pick up the black plate and pour it's contents in the bowl",
    "19276": "Pick up the bottle and put it in the cup",
    "58063": "Move the cup to the left",
    "40785": "Remove the lid from the bottle and put it on the table",
    "92243": "Move the cup to the right",
    "86997": "Put the white object in the basket then move the basket forwards.",
    "7387": "Take the green packet off of the plate",
    "19932": "Pick up one pebble from the napkin and put it on the black plate",
    "77531": "Put the glass marbles in the black mug cup",
    "50271": "Put the silver fork on the plate.",
    "16738": "Move the white cloth to the right",
    "40930": "Move the black object with glass marbles forward",
    "63202": "Move the spoon, which is on the plate, closer to the fork",
    "86500": "Put the green item in the cup",
    "89959": "Move the brown box backwards",
    "88043": "Put the spoon on the plate",
    "47084": "Use the spoon to remove the objects from the white plate",
    "72048": "Put the fork inside the mug on the plate",
    "16882": "Remove the spoon from the cup",
    "42359": "Move the black cup to the left closer to the napkin",
    "7930": "Straighten the table mat",
    "95099": "Move the cup forward",
    "71420": "Move the black plate backwards",
    "11517": "Place the silver fork on the white plate.",
    "41471": "Move the black cup to the right then pour the glass beads on the plate into it"
}