{
    "8195": "Pick up the lid from the pot and put it on the table.",
    "84483": "Pick up the cup from the table, pour all its contents in the bowl and put the cup back on the table.",
    "64007": "Use the spoon to place some of the contents in the red bowl into the clear jug",
    "53774": "Place the pot's lid on the counter",
    "38415": "Remove the lid from the pot.",
    "47636": "Use the spoon to scoop some of the contents of the red bowl and put them in the colourless container",
    "93720": "Uncover the pot and put the lid on the counter",
    "40477": "Cover the pot with the clear lid",
    "71715": "Uncover the pot",
    "32294": "Put the lid on the pot.",
    "31786": "Move the orange bowl away from the jar",
    "62514": "Remove the glass lid from the black pot and set it down on the left side of the countertop",
    "41523": "Take the lid off of the pot",
    "84533": "Open the lid of the box then remove the pot and cup from the box and put it on the table",
    "57401": "Remove the glass lid from the black pot.",
    "19517": "Put the lid over the black pot",
    "16448": "Remove the lid from the pot.",
    "49216": "Take the glass lid off the black pot",
    "62529": "Use the white and red towel to wipe the table top",
    "71746": "Use the towel on the left to wipe the table",
    "5700": "Remove the lid from the pot",
    "50759": "Pour some contents from the clear jar into the orange bowl",
    "94791": "Fold the towel in half",
    "84051": "Put the glass lid on the black pot.",
    "76884": "Pour some of the contents in the clear jar into the red bowl",
    "76373": "Pick up the clear jug and move it to the left side of the table",
    "40026": "Move the measuring cup to the center of the table",
    "26203": "Remove the lid from the pot",
    "66654": "Pick lid from the pot and put it on the table",
    "71271": "Remove the lid from the pot",
    "3693": "Remove the lid from the pot.",
    "68215": "Remove the glass lid from the black pot.",
    "44663": "Remove the lid from the pot",
    "88184": "Take the lid off the pot on the counter",
    "65677": "Pick up the lid from the pot and put it on the counter",
    "60561": "Remove the glass lid from the black pot.",
    "12950": "Use the spoon to scoop some of the contents from the red bowl into the clear jug",
    "27286": "Fold the towel",
    "45723": "Remove the glass lid from the black pot",
    "70305": "Use the towel to wipe the table",
    "15522": "Remove the lid from the pot and put it on the table",
    "86179": "Uncover the pot and put the lid on the counter",
    "71337": "Put the lid on the table",
    "50360": "Wipe the table with the towel",
    "8377": "Pour contents from the bowl to the jug with the spoon.",
    "35007": "Fold the kitchen towel",
    "37059": "Remove the lid from the pot",
    "85701": "Put some of the contents in the jug into the red bowl",
    "89800": "Move the small pot to the right.",
    "69834": "Remove the lid from the pot",
    "80081": "Pick up the lid from the pot and put it on the table",
    "62675": "Use the white towel to wipe the table then move the silver pot and orange cup to the right, then wipe the table",
    "51416": "Use the white towel to wipe the table",
    "91865": "Pour the contents of the clear jug into the red bowl",
    "52445": "Uncover the pot and put the lid on the counter",
    "14558": "Use the spoon to put some of the contents in the red bowl into the clear jug",
    "32993": "Remove the glass lid from the black pot and put it on the table",
    "87785": "Put a spoonful of the things in the red bowl into the small pot, then cover it and then uncover the big pot",
    "3309": "Pour some of the contents of the jug into the red bowl",
    "75505": "Fold the towel on the table",
    "36093": "Remove the lid from the pot",
    "60672": "Uncover the pot",
    "34562": "Fold the cloth",
    "261": "Pick up the lid from the table and close the pot",
    "79626": "Pick up the jar and pour some of its contents in the bowl",
    "20748": "Use the spoon to scoop out some of the contents in the red bowl into the clear jug on the left",
    "65804": "Pick up the glass lid from the pot and put it on the countertop.",
    "56610": "Pick the spoon in the bowl then put it back in",
    "78116": "Remove the lid from the pot and put it on the base top",
    "55589": "Put the lid on the black pot",
    "9519": "Wipe the table with the cloth",
    "54582": "Take the lid off the pot",
    "58170": "Pour some of the things in the jug into the bowl",
    "19773": "Put the glass lid on the black pot",
    "54602": "Uncover the pot and put the lid on the counter",
    "29009": "Uncover the pot and put the lid on the counter",
    "47442": "Pick up the lid and put it on the counter",
    "71509": "Remove the glass lid from the pot.",
    "28504": "Remove the glass lid from the black pot and put it on the table",
    "33116": "Take the lid off the pot on the counter",
    "20319": "Remove the lid from the black pot",
    "74079": "Use the spoon to scoop some beans from the red bowl to the clear jar",
    "19823": "Take the lid off the pot",
    "87921": "Move the lid on the table away from the black pot",
    "75642": "Pour the contents in the jug into the red bowl.",
    "49532": "Pick the items in the bowl and put it in the pot",
    "45444": "Remove the lid from the pot.",
    "71565": "Remove the glass lid from the black pot and put it on the table",
    "83853": "Remove the glass lid from the black pot and put it on the counter",
    "21397": "Pour some of the contents in the clear jug into the red bowl",
    "90007": "Take the lid off the pot, put its contents om the table, then place the lid on the pot",
    "28570": "Take the lid off of the pot",
    "72100": "Put the glass lid on the black pot",
    "9638": "Put the lid on the pot",
    "86438": "Remove the glass lid from the black pot and place it on the left side of the table",
    "7090": "Put the lid on the black pot",
    "10165": "Uncover the pot and put the lid on the counter",
    "91065": "Pick up the lid from the pot and put it on the table.",
    "79297": "Remove the glass lid from the black pot.",
    "77764": "Remove the lid from the top of the pot",
    "42951": "Use the white towel to wipe the table",
    "52174": "Use the spoon to scoop some beans from the red bowl into the jar",
    "81881": "Pour the contents of the clear jar into the red bowl",
    "50651": "Use the spoon to get the contents of the orange bowl and pour them into the colourless container",
    "25565": "Move the colourless the container from the right to the left",
    "35806": "Pour the contents in the jug into the red bowl",
    "39912": "Scoop some things from the red bowl and put them into the jug",
    "2032": "Cover the pot with the clear lid",
    "83441": "Put the red mug, salt shaker, silver pot, and silver lid in the box then close it",
    "66549": "Pour some of the contents from the jug into the red bowl"
}