{
    "54799": "Move the bottle to the far right of the table",
    "7696": "Pick up the vial and move it forward",
    "54814": "Move the bottle backwards",
    "61474": "Move the bottle to the bottom left corner of the table",
    "3624": "Move the bottle from right to left",
    "14377": "Move the bottle away from you",
    "71214": "Move the bottle backwards",
    "41519": "Move the object to the left",
    "48178": "Place the bottle on the table",
    "44084": "Move the white bottle resting on the silver object to the right side of the table",
    "71224": "Place the bottle on the table",
    "32315": "Move the bottle to the right side of the table",
    "93249": "Move the bottle to the right side of the table",
    "79426": "Move the bottle to the right",
    "78917": "Remove the bottle from the silver object and set it down on the right side of the table",
    "60486": "Remove the bottle from the box and put it on the table",
    "4686": "Move the bottle to the left",
    "5713": "Slide the medicine bottle to the left.",
    "9814": "Pick the bottle and move it slightly to the bottom on the table",
    "40023": "Place the bottle on top of the silver object",
    "78428": "Move the bottle to the right",
    "38495": "Move the bottle forward",
    "42594": "Move the bottle to the middle of the table",
    "66662": "Put the bottle on the table",
    "11381": "Move the bottle to the right",
    "65149": "Place the bottle on the blue box",
    "36990": "Move the bottle forward",
    "18050": "Put the bottle on the table on silver plate",
    "55939": "Move the bottle to the right",
    "53392": "Move the white bottle forward.",
    "95377": "Move the bottle to the right side of the table",
    "28820": "Remove the object from the book and place it on the table",
    "89237": "Move the bottle to the right",
    "84640": "Place the bottle on the silver object then on the back edge of the table",
    "45729": "Move the white bottle forward",
    "53927": "Move the bottle backwards",
    "80041": "Move the white bottle to the right side of the table",
    "17067": "Move the white bottle forward then move it to the left side of the table",
    "21175": "Pick the bottle and move it up the table",
    "27323": "Pick the bottle and move it to the right on the table",
    "47805": "Pick up the bottle and put it back down on the table",
    "50886": "Move the bottle to the left",
    "86730": "Move the bottle to the right",
    "41170": "Put the white bottle on the table",
    "21725": "Move the bottle to the left, move the bottle to the back right side of the table then move the bottle to the left",
    "42212": "Pick up the vial and move it to the left, bring it back and put it down again, pick it up and move it forward",
    "95460": "Pick up the medicine bottle and move it to the right.",
    "71398": "Move the bottle to the right.",
    "35049": "Put the bottle in the middle of the table",
    "2288": "Move the white bowl towards you",
    "45297": "Place the bottle in the middle of the table",
    "9971": "Move the bottle forward",
    "61175": "Move the bottle to the right",
    "40189": "Move the bottle to the left",
    "34046": "Move the bottle to the right",
    "55040": "Move the bottle backwards then place it on top of the silver object",
    "45341": "Move the bottle forward",
    "74526": "Move the white bottle to the right",
    "67382": "Pick up the bottle and put it on top of the briefcase",
    "29496": "Move the bottle slightly down on the table",
    "40251": "Move the bottle forward",
    "89416": "Move the white bottle to the left",
    "2379": "Move the bottle forward",
    "61776": "Move the object to the left side of the table",
    "55125": "Pick the bottle and put it on the metal object",
    "24921": "Move the bottle backwards",
    "37722": "Put the white bottle on the metal thing",
    "48986": "Move the bottle to the left",
    "66906": "Remove the bottle from the top of the dark blue case",
    "94573": "Move the bottle to the left side of the table",
    "36721": "Pick up the small bottle and put it on the left side of the table",
    "20851": "Pick up the bottle and put it on the tool box",
    "45939": "Put the bottle on the table",
    "79223": "Move the bottle to the far right",
    "93560": "Pick up the bottle and put it on the book",
    "39291": "Move the white bottle from the scale to the middle of the table",
    "19331": "Move the bottle to the left",
    "30598": "Pick the marker from the table and place it in the pot",
    "40328": "Pick up the bottle and move it backwards.",
    "61833": "Pick up the vial and put it on the book",
    "9110": "Move the bottle from right to left, lifting it over the briefcase",
    "20396": "Move the bottle to the back of the table then move it to the left and set it on top of the silver object",
    "21421": "Place the white bottle on top of the silver object",
    "70062": "Put the bottle on top of the dark blue case",
    "18352": "Move the bottle to the back left of the table",
    "13233": "Move the bottle backward",
    "61886": "put the bottle in the middle of the table",
    "52159": "Move the bottle to the right",
    "26048": "Move  the bottle forward",
    "13768": "Move the bottle to the left",
    "40906": "Move the bottle from the left to the right",
    "56266": "Move the bottle to the left.",
    "67018": "Take the bottle on the book and put it on the table",
    "19412": "Move the bottle backward",
    "81880": "Pick the bottle and move it to the left of the table",
    "66521": "Pick the bottle and move it down the table",
    "75738": "Move the bottle forward",
    "36315": "Move the white bottle away from you",
    "86514": "Move the white bottle to the right",
    "55795": "Move the bottle on the table slightly to the left"
}