{
    "21376": "Pick up the spatula",
    "68992": "Partially pull the chair out away from the table",
    "32261": "Put the black cap on the table.",
    "19721": "Place two clothes hangers on the table",
    "42890": "Hang the cap on the hanger",
    "62095": "Hang the yellow towel on the stand",
    "18193": "Pick up the hang wire from the stand and put it on the table",
    "65426": "Put the white towel on the table",
    "15379": "Slide the back cover of the black remote to the right.",
    "28055": "Shift the blue object to the left",
    "39704": "Hang the white towel on the stand",
    "11929": "Hang the towel on the rack",
    "57113": "Move the brown hanger to the hook at the back.",
    "30491": "Fold the towel",
    "79132": "Move the paper towel at the right to the left",
    "80154": "Put the yellow towel on the table",
    "37918": "Put the hanger on the stand",
    "75044": "Pull out the chair",
    "73253": "Move the hang wire",
    "66214": "Move the blue gameboard to the front.",
    "34471": "Put the white towel on the table",
    "57257": "Rotate the blue gameboard.",
    "34603": "Remove the white cloth from the blue object on the left and put it on the white coat hanger",
    "91051": "Take the hanger off the bottom right hook and hang it on the top left hook",
    "50477": "Hang the towel on the white stand.",
    "44591": "Put the hanger on the white stand",
    "12721": "Hang the white towel on the white stand.",
    "45235": "Move the stapler to the right edge of the table and move the spatula to the open space",
    "5172": "Take the hanger off the coat hook and place it on the table",
    "82357": "Take the cloth off of the coat hanger and put it on the table",
    "36664": "Hang the white towel on the coat rack",
    "10937": "Unhang the yellow towel from the stand and put it on the table.",
    "92987": "Move the spatula forwards.",
    "7100": "Hang the clothing hanger higher on the coat hanger",
    "36540": "Move the grey stapler to the left and put it on top of the white napkin.",
    "72380": "Move the hanger to the bottom hook on the stand.",
    "73916": "Put the black cap on the white stand.",
    "7361": "Pick up the clothing hanger on the table and hang it on the coat rack",
    "65218": "Push the white chair underneath the table.",
    "24389": "Use the spatula to put the white towel on the blue gameboard.",
    "16071": "Turn the remote around and press the bottom button on the left",
    "72903": "Use the paper towel to wipe the remote",
    "17098": "Pick up the hang wire from the stand and put it on the table",
    "73035": "Move the white towel to the space in between the spatula and blue object",
    "9037": "Pull out the chair",
    "46413": "Put the cloth completely on the table",
    "33616": "Hang the snapback on the coat rack",
    "25169": "Move the remote to the left",
    "67537": "Put the brown object on the table",
    "49239": "Put the hat on the coat hanger",
    "93401": "Put the white towel on the backrest of the chair on the right.",
    "43867": "Press the button on the remote",
    "23900": "Turn the brown object on the table",
    "66779": "Unfold the towel on the table",
    "70492": "Push down on the stapler",
    "9183": "Unhook the yellow cloth from the coat hanger and put it on the table",
    "65632": "Hang the metal hanger on the table on the bottom right hook",
    "88667": "Put the towel on the coat rack",
    "25189": "Hang the brown coat hanger high up on the coat rack",
    "54758": "Move the yellow towel to one bottom hook on the stand.",
    "19175": "Put the hanger on the table",
    "37991": "Put the grey object on the remote",
    "65385": "Push the chair on the right underneath the table.",
    "74857": "Put the hat on the blue object on the table",
    "26605": "Put the black cap on the table.",
    "24942": "Put the hanger on the stand",
    "33389": "Pick up the orange object and place it inside the blue object",
    "40686": "Put the hanger on the stand",
    "46321": "Remove the wooden hanger from the white stand.",
    "50802": "Move the hat to the top half of the coat rack",
    "63597": "Put the white towel over the connect four game",
    "38260": "Pick up the yellow towel and hang it on the upper hook pointing toward you",
    "9592": "Move the stapler forward",
    "49657": "Hang the yellow towel on the stand",
    "87037": "Take the hanger off of the coat hanger"
}