{
    "8706": "Open and close the scissors",
    "40470": "Remove one marker from the red cup",
    "66076": "Remove the purple pen from the orange bowl and put it on the counter.",
    "26142": "Move the blue cup to the right",
    "2594": "Put the marker in the left red cup",
    "39458": "Move the orange cup to the left",
    "26671": "Put the green pen in the blue cup.",
    "67633": "Lift the pen and put it in the red cup",
    "80437": "Open and close the black pair of scissors five times",
    "29256": "Use the black tongs to get some chips from the white plate",
    "74824": "Move the red cup to the left",
    "93260": "Transfer the book from the second shelf to the top shelf",
    "54351": "Put one green pen in the orange bowl.",
    "89174": "Move the left green marker to the right, then turn it to the right",
    "87639": "Remove one marker from the orange bowl",
    "28763": "Put the orange pen inside the blue cup",
    "93788": "Bring the blue sharpie closer to the cup",
    "46177": "Move the orange mug to the right.",
    "81506": "Spin the scissors clockwise and open and close the scissors legs using the thumb and finger placements",
    "10851": "Remove the marker from the left red cup, then turn the marker to the left",
    "11875": "Pick up the black pen, put it in the blue cup and move the cup to the right",
    "39028": "Move the black pair of scissors to the right and turn it in the opposite direction",
    "58487": "Remove the silver object from the top left and put it in the basket on the second shelf from the top",
    "93314": "Remove a pen from the orange bowl and put it on the table the slide it forward",
    "46221": "Move the orange cup forward",
    "85647": "Pick the black marker and move it to the right of the red mug",
    "94865": "Move the blue and white pen to the right side of the counter.",
    "70293": "Put one green pen inside the orange cup on the left",
    "90263": "Move the red cup forward",
    "14011": "Move the blue cup to the left",
    "78013": "Remove the scissors from the mug.",
    "29378": "Open and close the scissors.",
    "29909": "Open and close the black scissors on the table five times",
    "6894": "Remove the black pen from the orange mug and put it on the table.",
    "63732": "Move the blue cup to the left side of the orange bowl",
    "23802": "Put the green marker in the blue cup.",
    "59647": "Put the big red cup on the potted plant",
    "66832": "Move the cup to the left",
    "37660": "Put the blue cup upside down",
    "26909": "Lift the pencil from the table and put it in the blue cup",
    "88353": "Hang the blue cup on to the clamp on top of the orange jar",
    "89893": "Put the blue cup on the white napkin.",
    "81195": "Pick up the blue cup and move it to the left",
    "40237": "Remove one marker from the left red cup, then move it to the left",
    "36151": "Put the purple pen in the blue cup.",
    "9537": "move the tape and place it in the bag",
    "30035": "Move the green marker to the right",
    "30037": "Put the pen into the blue cup",
    "60254": "Put the blue cup in the white cup",
    "48489": "Put the orange book on top of the stacked white boxes on the top shelf.",
    "64362": "Pick up the black pen from the big red mug and put it on the table",
    "65898": "move the cup and place it on the plate",
    "3951": "Move one green marker to the left",
    "87407": "Take the green pen out of the orange mug and place it on the right side of the counter.",
    "95091": "Remove two pens from the orange mug and put them on the right side of the counter then move the mug to the right.",
    "64377": "Turn over the cup on the table",
    "63894": "Move the green pen on the table to the right.",
    "920": "Put one blue pen in the blue cup.",
    "80285": "Take the red marker out of the red bowl and place it on the table top",
    "15277": "Pick up the big red mug with pens and move it to the left",
    "26544": "Move the blue cup backwards then place the green marker in the cup.",
    "77749": "Move the blue cup backwards",
    "52151": "Remove one pen from the orange cup and put it on the table",
    "59323": "Remove a pen from the orange bowl and put it on the table",
    "62406": "Put the green pencil in the left red cup",
    "48075": "Move the blue cup to the right",
    "4556": "Remove the red pen from the orange mug and put it on the left side of the counter.",
    "85455": "Move the marker to the blue cup",
    "62420": "Move the black and white marker to the right",
    "45526": "Move the black scissors forwards then rotate it clockwise.",
    "16352": "Open and close the scissors",
    "15841": "Put one marker in the left red cup",
    "29665": "Remove the blue cup from the white cup",
    "59874": "Move the red cup to the front of the counter",
    "75752": "move the pen and place it in the cup",
    "84968": "Put the pen inside cup",
    "27114": "Move one orange pen to the right",
    "31212": "Remove one pencil from the cup, then put the cup upright",
    "91117": "Put the sharpie in the red cup",
    "53741": "Put the cup upright",
    "14836": "make the cup stand upright",
    "16890": "No action"
}