{
    "53766": "Put one spoon on top of each of the  coffee cups at the front of the counter.",
    "14855": "Use the white spoon to place some liquid from the blue bowl into the white teacup.",
    "70668": "Press a button on the dishwasher.",
    "38432": "Pick up the plastic spoon, put it on the paper cup on the left, pick up the plastic spoon and put it on the paper cup on the right",
    "24611": "Shift a serviette to the right",
    "89127": "Sport stack the cups on the left onto the two cups on the right",
    "53290": "Stack the cups",
    "33842": "Put the white spoon in the coffee cup on the left.",
    "49213": "Stack up the white plastic plates",
    "35394": "Press a button on the oven",
    "23107": "Press the button on the oven",
    "34371": "Put the small, black object next to the bowl",
    "88648": "Press the big button on the top right side of the dishwasher",
    "15434": "Stack the bowls together",
    "9806": "Remove the plastic spoon from the paper cup on the left and put it in the paper cup on the right",
    "42576": "Put the front left cup on the two back cups, then put the front cup in the cup on the top",
    "74322": "Stack the two closest cups in the furthest two cups",
    "76885": "Press the button on the oven",
    "81496": "Pour the contents of the blue bowl into the paper cup on the left",
    "60506": "Press a button the oven's right side",
    "71777": "Stack up the white bowls on the counter",
    "57970": "Pick up the second paper cup from the left and put it on the two cups to the right, pick up the paper cup furthest to the left and put it on the paper cup above two paper cups",
    "79475": "Put the blue block in an upright position",
    "10871": "Pick up the white plate on the right and put it on the white plate on the left",
    "76919": "Press a button on the right side of the dishwasher",
    "49276": "Pick up one paper bowl from the stack of paper bowls and put it on the kitchen counter",
    "13952": "Stack up the two paper cups on the left, put the paper cups in the blue bowl and move the blue bowl to the left",
    "86657": "Press a button on the dishwasher",
    "83079": "Move the grey cover to the left",
    "87183": "Stack up the cups in the container",
    "50833": "Create two stacks using the four coffee cups on the left.",
    "46226": "Stack the two cups on the left together then put them in the blue bowl.",
    "56981": "Unpack the white and brown bowls, put the  one on top to the right and the second  to the left on the kitchen countertop",
    "52890": "Slide the white paper cup forward, pick up the white tea cup saucer and put it next to the wooden spoon on the kitchen counter",
    "53914": "Pour the contents from the left spoon into the first left cup",
    "62110": "Pick up the coffee up and pour the beans into the two coffee cups",
    "85663": "Pick up the white plate on the bottom right and put it on top of the white plate on the bottom left",
    "37025": "Put the paper cup on the blue bloc on the left",
    "4262": "Remove the black object and the white lid from the bowl",
    "71341": "Press a button on the dishwasher",
    "2742": "Pour the contents from one cup to the other",
    "86202": "Press a button on the dishwasher",
    "38078": "Put one white spoon in the coffee cup at the front.",
    "11457": "Move the cup on the right slightly to the left and place the one in the middle upside down",
    "16070": "Swipe the to expose the red dirty indicator on the dishwasher",
    "59080": "Use the white spoon to place some of the contents from the blue bowl into the white teacup.",
    "58569": "Push the small round bottom button on the left of the washing machine screen display",
    "9930": "Put the white plastic spoon inside the mug",
    "5326": "Stack the coffee cups on top of each other",
    "81102": "Unstack the black and white bowls at the back.",
    "43216": "Take the paper cup off the blue block",
    "39635": "Pick up the black object from the counter and put it in the white bowl.",
    "51923": "Press a button on the dishwasher.",
    "90847": "Swap the places of the spoons on the cups",
    "25312": "Put the left cup on the furthest two cups, then stack the closest cup in the top cup",
    "57056": "Shift the paper towel roll to the table",
    "6373": "Put a sauce packet in the bowl",
    "32489": "Pick up the plastic spoon on the right and pour its contents into paper cup in the middle",
    "52465": "Press a button on the left side of the oven",
    "64753": "Stack up the paper cups on the left",
    "76019": "Stack the cups together",
    "37108": "move the object from the cup to the bowl",
    "88309": "Stack three coffee cups into a pyramid then put the fourth coffee cup on top of the coffee cup at the top.",
    "3333": "Pour the beans in the blue bowl into the coffee cup",
    "78091": "Move the paper cup on the right slightly to the left and then turn the paper cup in the middle over",
    "33550": "Put the bowl on top of the coffee cup on the front right.",
    "50961": "Remove the yellow and red sachets from the plate",
    "81681": "Remove the cups from the blue bowl",
    "9498": "Press a button on the right side of the dish washer",
    "53019": "Put the plastic spoons on the paper cups inside the paper cup they were on",
    "47397": "Move the spoon to the cup to the left",
    "23872": "Stack the black and white bowls together.",
    "25921": "Pour some contents from the middle cup into the left cup",
    "12103": "Move the small mug and put it on the white plate on the right",
    "69960": "Put the paper towel roll on the metal holder",
    "79695": "Remove the cup from the bowl",
    "49496": "Stack the two cups closer to the age into the two cups closer to the napkins",
    "70488": "Press a button on the dishwasher",
    "21339": "Press a button on the dishwasher",
    "44892": "Stack up the white plates on the left",
    "36701": "Pick up the sachets on the right and put them in the white bowl on the left",
    "74078": "Put the second right cup on the first right cup, then put the second left cup on the first left cup",
    "69471": "Press a button on the dishwasher",
    "74083": "Stack the cups",
    "1380": "Remove the mug from the plate and put it on the counter",
    "5476": "Pick up the middle paper cup from the kitchen counter and put it in the white paper bowl on a paper cup",
    "65894": "Unstack the coffee cups and bowl, then stack them back up using the coffee cup on the far right.",
    "32104": "Move the black and white bowl to the top of the coffee cup at the back.",
    "15209": "Pour the beans in the coffee cup into the blue bowl",
    "24439": "Remove the fork from the cup on the left and put it in the cup on the right then remove the spoon from the cup on the right and put it in the cup on the left.",
    "68989": "Press a button on the dish washing machine",
    "60289": "Pick up one napkin from the napkin holder and put it on the empty white plate",
    "74632": "Stack the cups together",
    "83854": "Lift the mug and move it to the right",
    "26515": "Pick the blue object and position it upright on the table",
    "50067": "Press the button on the oven",
    "24476": "Stack the four coffee cups into two stacks.",
    "59805": "Pick up the paper cup on the right and put it on the white plate on top of a paper cup",
    "63390": "Slide the tab on the dishwasher",
    "49068": "Pick up the fork from the paper cup on the right and put in the paper cup to the left",
    "18867": "Press a button on the washing machine",
    "38840": "Remove the yellow object from the bowl, then shift the bowl to the left",
    "3520": "Press a button on the dishwasher.",
    "55235": "Stack the four coffee cups together.",
    "5572": "Press a button on the dishwasher",
    "53701": "Press a button on the dishwasher",
    "45511": "Put all the four coffee cups together",
    "83913": "Press a button on the dishwasher.",
    "42454": "Pick up the paper cup to the far left and stack it on the middle paper cup, pick up the paper cup to the right and stack it on the paper cup to the left",
    "473": "Put the left plate on the right plate",
    "11739": "Put a sachet on the counter",
    "60381": "Stack up the cups",
    "30689": "Remove the paper cups from the blue bowl, put them on the counter, unstack the paper cups and then move the blue bowl to the right",
    "7653": "Pick up the plastic spoon from the paper cup on the right and put it on the kitchen counter, pick up the plastic spoon from the paper cup on the left and put it on the paper cup on the right, pick up the plastic spoon on the kitchen counter and put it on the paper cup to the left",
    "16379": "Press a button on the dishwasher",
    "10733": "Pour the contents from the first left cup into the bowl",
    "78833": "Move the cup to the right and put the items on the counter in the bowl",
    "38907": "Press a button on the dishwasher",
    "12287": "Put the utensils placed on top of the coffee cups into the cups"
}