{
    "3712": "Move the wrapper forward",
    "9858": "Fold the blue cloth in half",
    "24454": "Hang the blue fabric on the backrest of the chair.",
    "78215": "Pick up the pencil and write on the white paper",
    "33423": "Open the right drawer",
    "84752": "Use the pencil to draw on the piece of paper",
    "72212": "Pull the white cord on the right side of the window downwards",
    "21781": "Put the coat hanger on the chair",
    "535": "Take the white paper out of the drawer on the right.",
    "92185": "Fold the blue sheet once",
    "37786": "Partially unfold the orange and white cloth, and then move the purple object to the desk",
    "81563": "Move the toy car on the desk",
    "52382": "Open the top right drawer",
    "19743": "Use the white towel to wipe the desktop.",
    "59043": "Move the blue towel forward",
    "32038": "Remove the blue cloth from the chair and place it on the table",
    "54695": "Put the drawer in the shelf",
    "60716": "Pull open the drawer",
    "67580": "Move the blue cloth",
    "7983": "Remove one brown and one purple object from the box",
    "12468": "Use the blue cloth to clean the surface",
    "3253": "Open the drawer",
    "18612": "Put the blue cloth on the backrest of the chair.",
    "30135": "Put the towel on the table",
    "32438": "Remove the toy car from the black tray and put it on the table",
    "41013": "Use the blue towel to wipe the top of the shelf.",
    "61368": "Use the towel to wipe the drawer",
    "39099": "Open the top right shelf",
    "64565": "Pick up the blue cloth and put it on the chair",
    "76597": "Open the topmost drawer on the bottom part of the cabinet.",
    "78011": "Put the cloth on the desk",
    "92861": "Use the blue cloth to clean the cabinet",
    "95038": "Put the blue cloth on the table",
    "89922": "Put the purple object on the cloth then move the cloth to the right and cover the purple object",
    "59716": "Move the blue cloth to the right, then to the left",
    "4037": "Use the blue cloth to wipe the right side of the cupboard",
    "64454": "Put the cloth on the desk",
    "29639": "Rotate the orange toy car 90 degrees counterclockwise",
    "40519": "Use the white towel to wipe the desk",
    "1481": "Use the pencil to draw around the coin",
    "64581": "Remove the toy from the black tray",
    "19660": "Fold the blue cloth",
    "30540": "Close the drawer on the left.",
    "54732": "Pick up and hang the clothing hanger on the desk",
    "65740": "Open the drawer and put the battery cell in the drawer",
    "66125": "Use the white and red towel to wipe the window.",
    "72016": "Put the purple object on the black tray",
    "29906": "Fold the blue cloth",
    "64211": "Put the packet on the spoon and put the packet in the tray",
    "84430": "Unfold the white and red towel and lay it out.",
    "85330": "Pick up the paper from the top of the cabinet and put it on the counter",
    "20317": "Use the cloth to clean the frame",
    "49374": "Put the car in the black box.",
    "88543": "Pick up the paper on the desk and place it on top of the cabinet",
    "11366": "Move the pencil forward",
    "43238": "Put the foil in the drawer",
    "17128": "Close the open drawer on the right.",
    "36200": "Close the drawer",
    "50152": "Put the car in the black box.",
    "45547": "Open the top drawer on the right, remove the top drawer on the left and put it on the table",
    "53738": "Close the curtain",
    "82424": "Move the paper to the left",
    "90862": "Close the drawer",
    "22642": "Open the drawer",
    "62581": "Put the spoon into the drawer and close it",
    "16374": "Put the red crayon on the shelf",
    "632": "Straighten the blue cloth on the table",
    "55546": "Open the top right drawer",
    "27388": "Fold the towel on the table"
}