{
    "30851": "Put the yellow object in the brown box",
    "35078": "Use the napkin to wipe the counter",
    "4743": "Stir the contents of the white plate with the silver spatula",
    "79113": "Use the tissue to wipe the table",
    "86282": "Put the lid on the black cup",
    "39054": "Use the tissue to wipe the counter",
    "70414": "Fold the white napkin on the right in half from left to right.",
    "35223": "Use the white napkin to wipe the countertop.",
    "41111": "Use the right paper towel to clean the surface",
    "91543": "Remove the lid from the black cup and put it on the table",
    "89885": "Remove the lid from the black thermos on the left.",
    "15902": "Fold the napkin on the right side of the paper cups halfway and put the orange ball in the wooden box",
    "72350": "Fold the white napkin in half.",
    "14881": "Stir the contents of the bowl using the cake knife",
    "7466": "Put the lid on the black thermos.",
    "54187": "Use the silver spatula to stir the contents in the white bowl.",
    "87342": "Unfold the napkin",
    "55730": "Use the white napkins on the left to wipe the counter.",
    "39859": "Use one white napkin to wipe the counter.",
    "53557": "Use the spoon to stir the beans in the bowl",
    "44088": "Put the clear lid on the black object",
    "18362": "Use the silver object to stir the contents in the bowl",
    "15353": "Use the cake slicer to stir in the bowl",
    "28994": "Fold the paper in half",
    "55874": "Put the lid on the black coffee mug",
    "16837": "Move the bowl forward and slightly to the left",
    "21573": "Stir the contents of the white bowl using the cake knife",
    "38471": "Use the spatula to stir the contents in the white bowl.",
    "58822": "Use one white napkin to wipe the counter.",
    "7369": "Move two cups from the right pile to the left pile",
    "46665": "Use one napkin to wipe the countertop.",
    "32971": "Put the stacked cups on the left cup",
    "46795": "Remove one cup from the stack and put it on the left side of the counter.",
    "85241": "Put the orange item on the table",
    "86988": "Stir the bowl with the kitchen utensil",
    "41168": "Take the lid off the flask then remove all the items from the wooden box and place them on the table",
    "55765": "Take the lid off of the black cup",
    "21854": "Stir the contents of the white bowl using the knife shovel. Then, pick up the orange objects and place them in the box.",
    "58207": "Use the cake spatula to stir the cereal in the white bowl.",
    "52192": "Unfold the paper on the right",
    "75231": "Use the cake spatula to stir the contents in the white bowl.",
    "51427": "Pick up the spoon and stir in the bowl",
    "44389": "Place the lid onto the black cup",
    "25446": "Move the stacked cups next to the wooden box to the left",
    "79206": "Take the lid off the flask and place the lid on the counter top",
    "82152": "Remove the coffee pod from the box on the right and place it on the left side of the counter.",
    "12012": "Put the pizza, orange block and orange object inside the wooden box.",
    "65133": "Use the spatula to stir the contents in the bowl",
    "86126": "Use the napkin to wipe the table",
    "15471": "Fold the napkin",
    "86508": "Lay the white napkin out on the counter.",
    "31089": "Move the black cup to the left",
    "48498": "Put the coffee capsule in the small crate",
    "87919": "Move the stacked cups to the right",
    "91763": "Fold one white napkin in the half.",
    "45941": "Put the lid on the black cup",
    "5878": "Pick up the paper cups on the left and put them on the paper cup on the right",
    "93687": "Uncover the black cup",
    "1657": "Use the paper towel to clean the surface"
}