{
    "5633": "Pour the contents of the lunchbox onto the blue towel on the table",
    "72706": "Pick up the lid and close the pan",
    "84481": "Pick up the clear lunch box with candy in it and pour all the candy on the table",
    "8715": "Pour the contents of the lunchbox onto the table",
    "14350": "Pour the contents from the bowl onto the blue towel",
    "10255": "Pour out the contents from the left bowl to the right bowl",
    "72210": "Remove the glass lid from the pot and put it on the table",
    "88594": "Pour the contents in the clear bowl on the left into the white bowl.",
    "52246": "Put the contents of the lunchbox into the bowl",
    "34839": "pour out the contents of the bowl onto the towel",
    "36890": "Remove the glass lid from the grey pan and put it on the table",
    "55322": "Pour the candy from the clear bowl into the white bowl.",
    "89629": "Pick up the clear lunch box with candy and pour all the candy into the white bowl",
    "52766": "Pour the candy out of the bowl and onto the blue towel.",
    "45599": "Pour the contents in the container on the towel",
    "66600": "Pour the contents from the transparent bowl onto the table",
    "42537": "Pour the lunchbox's contents into the bowl",
    "43049": "Pour the contents in the clear bowl on the blue towel.",
    "23595": "Pour the objects from the transparent bowl into the white bowl",
    "35371": "Pour the contents from the clear bowl into the white bowl.",
    "45609": "Put the lid on the pot",
    "9262": "Pour the content in the clear bowl on the table",
    "53806": "Transfer the candy to the white bowl",
    "70703": "Pick up the clear lunch box and spill all the candy onto the blue towel",
    "87596": "Pour the contents of the lunchbox into the white bowl",
    "89133": "Pour the contents from the right bowl into the left bowl",
    "92205": "Put the glass lid on the pan.",
    "3124": "Pour the contents of the lunchbox onto the blue towel",
    "49718": "Pour the contents of the lunchbox into the white bowl",
    "11319": "Take the lid off the pot",
    "33335": "Pour the contents of the lunchbox onto the table",
    "60985": "Remove the lid from the pot",
    "20026": "Place the contents in the container on the left on the blue towel.",
    "65083": "Pour the contents of the lunchbox onto the table",
    "66619": "Pick up the clear lunch box and pour all the candy into the white bowl",
    "21063": "Pour the candy out of the clear container and onto the black table.",
    "51277": "Pick up the clear pan lid and put it on the blue towel",
    "29774": "Take the lid off of the pan",
    "16464": "Pour out the sweets from the bowl onto the towel",
    "31314": "Take the candy out of the bowl",
    "36946": "Pour the content in the clear bowl onto the blue towel",
    "44633": "Pour out the sweets from the bowl",
    "16474": "Pour the contents in the container inside the bowl",
    "1116": "Place the lid on the pan",
    "92": "Remove the lid from the pan and place it on the table",
    "65628": "Remove the glass lid from the grey pan and then out it on the blue towel",
    "91228": "Take the lid off of the pot",
    "34400": "Remove the glass lid from the pan.",
    "21089": "Pour the contents of the clear bowl onto the table",
    "33378": "Pick up the clear lunch box with candy in it and pour out the candy onto the blue towel",
    "19555": "Pour the contents from the bowl onto the towel",
    "57956": "Empty the lunch box contents onto the table",
    "23660": "Pour the contents of the lunchbox onto the table",
    "23665": "Put the lid on the pot",
    "15474": "Put the lid on the pot",
    "15476": "Pick up the clear lunch box with candy and pour the candy onto the table",
    "83575": "Pour the objects from the left bowl into the right bowl",
    "57465": "Pour the contents from the bowl onto the table",
    "53884": "Pour the contents of the bowl on the table",
    "54396": "Pour the contents of the lunchbox onto the towel",
    "11902": "Put the lid on the towel",
    "35454": "Take the lid off the pot",
    "46720": "Put the lid on top of the pot",
    "58494": "Pour the contents from the bowl onto the blue towel",
    "3715": "Pour the contents of the lunchbox onto the blue towel on the table",
    "48262": "Transfer the popcorn into the white bowl",
    "22663": "Pour the contents in the clear bowl into the white bowl.",
    "94343": "Pour the contents of the lunchbox onto the towel",
    "21642": "Put the contents of the lunchbox on the towel",
    "45199": "Pour the candy onto the table.",
    "85656": "Pour the contents in the clear bowl onto the blue towel.",
    "23193": "Pick up the clear pan lid and place it on the right side of the table",
    "49820": "Pour the contents from the left bowl to the right bowl",
    "66207": "Pour the contents of the lunchbox onto the blue towel on the table",
    "32936": "Transfer the candy to the white bowl",
    "88233": "Transfer the candy to the white bowl",
    "72874": "Pick up the clear lunch box with candy and pour all the candy onto the table",
    "26289": "Put the lid on the pot",
    "9906": "Pour the contents in the clear bowl into the white bowl.",
    "47794": "Pour the contents in the clear bowl onto the blue towel.",
    "64690": "Pick up the clear pan lid from the blue towel and put it on the gray pan",
    "85172": "Place the lid on the pan",
    "18616": "Lift the lid from the towel and use it to cover the pan",
    "4794": "Put the glass lid on the pan.",
    "50877": "Pour the contents of the lunchbox onto the table",
    "12478": "Pour out the sweets from the bowl",
    "60094": "Pick up the lunchbox, then pour its contents into the bowl",
    "76990": "Pour the contents in the container into the bowl",
    "42693": "Pour the candy in the clear bowl onto the blue towel",
    "32966": "Pour the contents from the bowl onto the table",
    "15560": "Lift the lunch box and pour the sweets on the table",
    "47309": "Pick up the clear lunch box containing a yellow substance and pour the yellow substance into the white bowl",
    "59095": "pour out the contents of the bowl",
    "38104": "Pour the contents in the container",
    "81111": "Pick up the clear pan lid and put it on the blue towel",
    "87262": "Pour the candy out of the clear bowl and onto the blue towel.",
    "12000": "Pick up the clear lunch box containing the yellow substance and pour out the yellow substance onto the blue towel",
    "4321": "Pour the sweets from the left bowl to the right bowl",
    "75490": "Pour the sweets from the right bowl to the left bowl",
    "37606": "Put the lid on the pan",
    "58598": "Lift the stainless mug and pour the sweets into the white bowl",
    "67303": "Pour the contents in the clear bowl onto the table.",
    "73446": "Pour the contents of the lunchbox into the white bowl",
    "77035": "Pour the contents of the clear bowl onto the blue towel",
    "33004": "Pour the contents in the bowl on the towel",
    "48373": "Put the glass lid on the pan.",
    "10487": "Pour the contents inside the cup into the bowl",
    "71934": "Pour the contents in the bowl onto the blue towel.",
    "40705": "Pour the contents of the lunchbox onto the table",
    "28420": "Pour the contents in the clear container into the white bowl.",
    "51460": "Pour out the sweets from the bowl",
    "53510": "Pour the contents from the bowl onto the table",
    "27399": "Pour the contents of the lunchbox onto the table",
    "59656": "Lift the lunch box from  the towel  and pour the sweets on the towel",
    "61704": "Pour the candy out of the bowl and onto the blue towel.",
    "91912": "Spill the items in the bowl onto the blue towel.",
    "25355": "Pour the contents from the bowl onto the towel",
    "15120": "Pick up the clear lunch box with candy and pour out all the candy onto the table",
    "19729": "Pour the objects from the left bowl to the right bowl",
    "36625": "Put the contents of the lunchbox into the bowl",
    "16148": "Lift the lid from the towel and cover the pan",
    "14103": "Put the lid back onto the grey pot",
    "14618": "Pour the contents of the lunchbox onto the table",
    "77083": "place the lid on the pot",
    "69917": "Put the glass lid on the blue towel.",
    "52510": "Pour the contents of the lunchbox into the white bowl",
    "82723": "Pour the candy out of the bowl and onto the towel.",
    "27436": "Pour the candy from the clear bowl onto the table.",
    "34093": "Remove the lid from the top of the pot",
    "66350": "Pour the candy onto the blue towel.",
    "60722": "Remove the glass lid from the grey pan and put it on the blue towel on the table",
    "21811": "Pour the candy out of the clear container and onto the table.",
    "820": "Place the pan's lid onto the towel",
    "68406": "Pour out the objects from the bowl onto the towel",
    "14139": "Empty the contents of the clear lunch box into the white bowl",
    "11583": "Pour the content in the clear bowl onto the blue towel",
    "72511": "Take the candy out of the bowl",
    "88896": "Put the lid on the pot",
    "18245": "Transfer the candy from the plastic bowl to the white bowl",
    "2374": "Pour the contents of the lunchbox into the white bowl",
    "10568": "Pour the contents in the container into the bowl",
    "67403": "Put the content of the lunchbox onto the table",
    "48461": "Pick up the lid and place it on the pan",
    "31567": "Transfer the candy to the white bowl",
    "18772": "Pour out the sweets on the table",
    "24408": "Pour the candy onto the blue towel.",
    "36703": "Put the lid on the pot",
    "29027": "Take the candy out of the bowl",
    "91497": "Pour the contents of the lunchbox onto the blue towel",
    "5487": "Pour the candy onto the blue towel.",
    "24944": "Pour the contents of the lunchbox onto the table",
    "87922": "Pour the contents of the clear bowl onto the table",
    "70516": "Pick up the clear lunch box with candy and pour out all the candy onto the blue towel",
    "15733": "Put the lid on the bowl",
    "89976": "Remove the glass lid from the pot.",
    "86905": "Put the lid on the pan",
    "49019": "Pour the contents of the lunchbox into the bowl",
    "50558": "Put the lid on the towel",
    "7555": "Put the lid on the pot",
    "27524": "Pour the contents of the lunchbox into the white bowl",
    "20873": "Remove the glass lid from the pan and put it on the blue towel on the table",
    "36234": "Take the lid off of the pot",
    "38797": "Pour the contents in the container on the towel",
    "24462": "Pour out the contents from the bowl",
    "40845": "Pick up the clear lunch box and pour all the candy onto the table",
    "51599": "Pour out the things in the plastic bowl",
    "74126": "Pour out the contents from the bowl",
    "12178": "Pour the contents from the clear bowl onto the blue towel.",
    "3475": "Remove the lid from the pan and put it on the table",
    "83858": "Pour out the contents from the bowl",
    "3479": "Remove the glass lid from the pot.",
    "57240": "Pour the candy onto the table.",
    "37791": "Pour the contents from the golden cup into the bowl",
    "73123": "Pour the continents of the lunchbox onto the blue towel",
    "27556": "Pick up the clear lunch box with candy and pour the candy onto the blue towel",
    "22949": "Pour the contents in the container into the bowl",
    "43941": "Lift the lunch box with the sweets and pour the sweets into the white bowl",
    "35240": "Pour the sweets out of the bowl",
    "76713": "Pour the contents in the container into the bowl",
    "32170": "Pour the contents of the bowl onto the blue towel",
    "57258": "Empty the plastic bowl",
    "12204": "Put the lid on the pot",
    "5038": "Pour the items in the cup into the bowl",
    "58799": "Put the lid on the pot",
    "72625": "Put the lid on the pot",
    "86449": "Take the candy out of the bowl",
    "89523": "Take the lid off of the food bowl",
    "61879": "Pour the contents in the transparent bowl into the white bowl",
    "89528": "Put the objects in the container on the towel",
    "32702": "Pour the objects from the transparent bowl into the white bowl",
    "72639": "Transfer the contents of the cup into the white bowl",
    "51649": "Put the lid on the pot",
    "95171": "Pour out the contents of the bowl onto the table",
    "18377": "Pour the candy from the plastic bowl to the white bowl",
    "23497": "Pour the contents in the container into the bowl",
    "40396": "Pick up the clear lid and put it on the gray pan",
    "54221": "Pour the contents in the container on the towel",
    "81356": "Pour the contents of the clear bowl onto the table",
    "29137": "Pour the contents in the white bowl",
    "91605": "Remove the lid from the pan and put it on the towel",
    "50646": "Put the lid on the pot",
    "6104": "pour out the contents of the bowl onto the towel",
    "15834": "Put the clear lid on top of the frying pan",
    "73691": "Pour the contents from the bowl onto the table",
    "11742": "Remove the glass lid from the pan.",
    "84446": "Pick up the clear lunch box with candy and pour all the candy onto the blue towel",
    "1506": "Pour the sweets from the left bowl to the right bowl",
    "9700": "Pour the sweets from he left bowl to the right bowl",
    "24551": "Pour the contents in the clear bowl on the left onto the blue towel.",
    "34281": "Pick up the clear pan lid and put it on the blue towel",
    "30187": "Pour the contents into the white bowl",
    "13293": "Pick up the clear lunch box with candy and pour the candy into the white bowl",
    "21492": "Lift the lid from the towel and use it to cover the pan",
    "52213": "Pour out the contents from the bowl onto the table",
    "76790": "Pour the candy into the white bowl.",
    "43515": "Remove the lid from the pot",
    "71164": "Put the glass lid on the grey pan"
}