{
    "66051": "Pick up the purple plush toy and place it on the plate",
    "43527": "Move the purple object from the plate to the table",
    "61960": "Put the purple plushy in the bowl",
    "10": "Put the purple plush toy in the white bowl.",
    "34316": "Pick up the purple plush toy and put it on the bowl",
    "79380": "Put the plum in the white bowl",
    "66587": "Pick the purple object and put it on the plate",
    "3612": "Put the purple plush toy on the white bowl",
    "25122": "Pick up the purple plush toy from the bowl and put it on the table",
    "85540": "Close the toaster oven.",
    "61991": "Close the oven door",
    "28718": "Remove the purple plush toy from the white plate",
    "67660": "Remove the purple plushy from the plate and put it on the table",
    "58968": "Put the purple toy on the white plate",
    "50777": "Put the purple plushy on the black plate",
    "1627": "Remove the purple object from the plate.",
    "83047": "Pick up the purple plushy and put it on the table",
    "87145": "Remove the purple object from the plate",
    "22638": "Put the purple plushy on the cream colored plate",
    "75886": "Pick the purple object and put it on the table",
    "15472": "Put the purple object in the cream white plate",
    "28277": "Pick up the purple toy from the table and put it in the bowl.",
    "25718": "Pick the purple object on the plate and put it on the table",
    "80506": "Put the purple plushy on the white plate",
    "44160": "Place the purple plush toy in the white bowl",
    "93316": "Put the purple plushy on the cream plate",
    "38545": "Pick the purple object and put it in the bowl",
    "10388": "Pick up the purple plush toy and put it on the plate",
    "25237": "Put the purple plushy on the white plate",
    "56470": "Pick up the purple toy from the bowl and put it on the table.",
    "39064": "Pick up the purple object from the bowl and put it on the table",
    "2212": "Remove the purple plush toy from the plate",
    "16552": "Put the purple plushie on the white bowl",
    "28849": "Put the purple object inside the plate",
    "62647": "Pick up the eggplant from the bowl and put it on the table",
    "51896": "Put the purple object in the cream white bowl",
    "22202": "Open and close the oven",
    "5310": "Pick up the purple plush toy from the table and put it on the plate",
    "25288": "Pick up the purple plush toy from the plate and put it on the table",
    "66766": "Close the oven door",
    "14547": "Pick up the eggplant plush toy from the table and put it on the plate",
    "70870": "Put the purple object into the white plate",
    "56537": "Pick up the purple object and put it in the bowl",
    "45791": "Take the purple bowl off of the plate",
    "90849": "Put the purple plushy on the cream plate",
    "94435": "Pick up the purple plush toy from the table and put it on the plate",
    "47334": "Put the purple plushy on the white plate",
    "85736": "move an object",
    "15085": "Put the purple object on the plate.",
    "92914": "Open the microwave",
    "19705": "Pick up the plum plush toy and place it on the white bowl",
    "93439": "Put the purple plushie on the table",
    "18688": "Pick the purple object in the bowl and put it on the table",
    "3332": "Pick up the purple toy from the table and put it in the plate.",
    "50436": "Remove the purple object from the bowl and put it on the table",
    "44296": "Put the purple plush toy on the white bowl",
    "1801": "Put the purple object inside the bowl",
    "82696": "Put the purple plush toy on the beige plate",
    "38671": "Put the purple plushie on the table",
    "7442": "Put the purple plushy on the cream plate",
    "25375": "Pick up the purple plush toy and put it on the plate",
    "77602": "Pick up the purple toy and put it in the bowl.",
    "36131": "Put the purple plushy on the table",
    "57124": "Put the grape toy in the beige toy",
    "3884": "Put the purple plush toy in the white bowl.",
    "70958": "Remove the plush toy from the white bowl and place it on the table",
    "40756": "Put the purple plushie in the white bowl",
    "84278": "Pick the purple object in the bowl and put it on the table",
    "28984": "Put the purple plushy in the cream colored plate",
    "52539": "Put the purple plush toy inside the white plate",
    "16191": "Put the purple plushie in the white bowl",
    "46921": "Pick up the purple toy from the table, put it in the bowl, put it back on the table and then put it back in the bowl.",
    "14157": "Put the purple plush toy on the bowl",
    "64847": "Put the purple plush toy onto the plate",
    "1360": "Pick the purple object and put it in the bowl",
    "14673": "Put the purple plushie on the white plate",
    "4435": "Put the purple object into the plate",
    "82773": "Put the purple plush toy on the white plate",
    "2907": "Close the toaster oven door",
    "6494": "Put the purple plushie on the white plate",
    "81761": "Put the purple plush toy on the white plate",
    "44901": "Pick up the purple plush toy from the table and put it on the bowl",
    "53611": "Shift the purple toy to the white plate",
    "18289": "Open, close and open the toaster oven",
    "75129": "Put the purple plushie in the white bowl",
    "48507": "Place the purple fruit in the white bowl",
    "54145": "Pick up the purple toy from the table and put it in the bowl.",
    "75141": "Put the purple ball in the cream white plate",
    "15758": "Take the purple plush toy out of the bowl",
    "22416": "Pick up the purple plush toy from the plate and put it on the table",
    "11153": "Put the purple plushie in the white bowl",
    "79254": "Pick the purple object on the plate and put it on the table",
    "15771": "Pick up the purple toy from the bowl and put it on the table.",
    "60317": "Put the purple plushie on the white bowl",
    "40351": "Put the purple plush toy in the white plate",
    "35753": "Put the purple ball inside the bowl",
    "12716": "Put the purple object in the bowl",
    "47025": "Put the purple toy in the white bowl",
    "71090": "Take the purple object in the bowl and put it on the table",
    "68028": "Put the purple plush toy on the plate",
    "50112": "Put the purple plushy on the table",
    "18902": "Put the purple plushy in the cream bowl",
    "35286": "Open the oven door",
    "40406": "Open the oven",
    "54235": "Put the purple object on the cream white plate",
    "42975": "Put the purple plush toy onto the table",
    "19939": "Close the oven door.",
    "53742": "Put the purple plush toy on the cream colored plate",
    "56304": "Pick up the purple plush toy on the table and put it on the plate",
    "53745": "Put the purple plushie on the table"
}