{
    "83842": "Press a button on the washing machine",
    "47365": "Press the button on the dishwasher",
    "81543": "Press two buttons on the left washing machine.",
    "80011": "Press a button on the washing machine",
    "20621": "Turn the knob of the washing machine on the right",
    "84372": "Press a button on the washing machine",
    "20757": "Press a button on the washing machine",
    "33301": "Press a button on the right washing machine",
    "58647": "Press a button on the washing machine",
    "23066": "Remove two spoons from the pan",
    "9882": "Put the lid in the brown basket",
    "7451": "Pick up the silver spoons from the black pan and put them on the washing machine",
    "29852": "Press a button on the right side of the washing machine",
    "53277": "Press a button on the left washing machine",
    "54306": "Press a button on the washing machine to the right",
    "90148": "Press a button on the washing machine on the left.",
    "14374": "Pick up the green knife and put it on the rack",
    "78504": "Close the soap dispenser on the washing machine on the right.",
    "29353": "Move the fork from the pan and place it on the knife next to the pot",
    "48043": "Press a button on the right washing machine",
    "88878": "Press the button on the far right of the washing machine on the right",
    "22713": "Move the basket to the washing machine on the right.",
    "4538": "Put the black object inside the basket",
    "34361": "Press the top button on the column of buttons to the left side of the washing machine button display",
    "32957": "Press a button on the washing machine",
    "63683": "Press the button on the machine",
    "32324": "Push the middle button in the first column of the right half of the washing machine button display",
    "4677": "Remove the silver knife from the pan and put it on top of the washing machine on the left.",
    "55492": "Press a button on the washing machine",
    "63939": "Press a button on the right washing machine",
    "93307": "Press a button on the right dishwasher",
    "58060": "Press a button on the right washing machine",
    "71373": "Press the middle third button from the top on the right half of the washing machine button display",
    "79": "Remove the glass lid from the black pot.",
    "17999": "Press a button on the washing machine on the left.",
    "25935": "Open the compartment of the washing machine",
    "7382": "Put the pan on the pot",
    "45528": "Press one button on the washing machine on the left.",
    "13658": "Push the second button from the top left side on the circular button display on the middle of the washing machine button display",
    "83805": "Press a button on the washing machine on the right.",
    "81887": "Press a button on the washing machine on the right.",
    "32611": "Press a button on the left side of the left washing machine",
    "7140": "Press the third button from the left on the circular middle button display on the washing machine",
    "83428": "Put the knife on the pan",
    "60140": "Put the bottle inside the metal basket",
    "8945": "Place the green lid on the pot",
    "63478": "Press a button on the washing machine on the right.",
    "25975": "Press a button on the left side of the washing machine",
    "18683": "Press a button on the washing machine on the right",
    "1278": "Move the green lid to the right"
}