{
    "29696": "Move the candy bar to the counter on the left",
    "74240": "Put the can on the shelf",
    "45577": "Put the snack in the sink",
    "81418": "Put the candy bar on the shelf",
    "57356": "Take the bag of lays out of the sink and place them on the counter to the left of the sink",
    "30740": "Put the can in the sink",
    "55835": "Put the snack bar in the sink",
    "55326": "Put the red can on the bottom shelf",
    "77343": "Remove the green packet from the sink and put it on the counter.",
    "58913": "Take the packet out of the sink and put it on the left side of the counter.",
    "80417": "Remove the snack packet from the sink",
    "4646": "Put the orange can on the bottom shelf",
    "12845": "Put the green can on the bottom shelf.",
    "43565": "Put the blue snack packet on the bottom shelf",
    "51770": "Remove the orange packet from the sink and put it on the counter",
    "7229": "Move the green can to the left counter",
    "93757": "Put the packet on the bottom shelf.",
    "84050": "Remove the orange packet from the sink and put it on the left side of the counter",
    "28253": "Take the black packet out of the sink and put it on the left side of the counter.",
    "37471": "Pick up the can and put it in the sink",
    "58464": "Put the green packet in the sink",
    "77408": "Put the packet in the sink",
    "8802": "Put the green packet inside the sink.",
    "77933": "Put the chocolate bar on the bottom shelf",
    "41584": "Remove the packet from the sink",
    "27249": "Pick up the can from the counter and put it in the sink",
    "66679": "Remove the can from the sink",
    "59512": "Put the red can on the bottom shelf",
    "84096": "Place the fanta can to the left of the sink",
    "53379": "Put the green can in the sink.",
    "44683": "Pick up the object from the sink and put it on the counter",
    "45707": "Put the purple snack in the sink.",
    "83092": "Move the silver object to the left side of the first shelf",
    "13464": "Remove the blue Doritos pack from the sink and put it on the counter",
    "13991": "Remove the green packet from the sink",
    "56999": "Remove the chocolate bar from the sink",
    "64169": "Put the can in the sink",
    "80553": "Take the can out of the sink",
    "75439": "Put the purple snack inside the sink.",
    "37553": "Put the snack packet onto the shelf",
    "14516": "Move the Doritos packet from the sink, to the left counter",
    "19132": "Put the candy bar on the shelf",
    "69822": "Remove the brown packet from the sink and put it on the counter",
    "24774": "Put the can in the sink",
    "8903": "Put the can on the left counter",
    "38086": "Place the candy bar on the left side of the first shelf",
    "6857": "Take the snack bar out of the sink",
    "35531": "Take the packet out of the sink.",
    "23756": "Put the brown packet into the sink",
    "86743": "Put the orange can on the bottom shelf above the sink.",
    "85218": "Put the orange can inside the sink",
    "45284": "Pick up the snack from the sink and place it on the counter",
    "17127": "Place the granola bar in the sink",
    "73454": "Pick up the pack of snacks and put it on the shelf",
    "71408": "Pick up the orange canned drink and put it in the sink",
    "24819": "Put the yellow packet in the sink.",
    "85759": "Put the green packet inside the sink",
    "27906": "Put the brown packet inside the sink",
    "38660": "Remove the can out of the sink",
    "60177": "Remove the chocolate bar from the sink",
    "87835": "Pick up the object from the counter and put it on the shelf",
    "32037": "Take the can out of the sink.",
    "57638": "Move the can to the counter on the left",
    "35633": "Put the orange can on the bottom shelf.",
    "8499": "Put the blue packet on the bottom shelf",
    "69434": "Put the packet in the sink",
    "14651": "Pick up this snack and put it on the shelf",
    "4420": "Put the can on the counter to the left",
    "65861": "Remove the chocolate from the sink",
    "78660": "Pick up the snack and put it in the sink",
    "15178": "Put the black packet on the bottom shelf",
    "10060": "Put the blue Doritos packet on the bottom shelf",
    "36172": "Remove the can from the sink",
    "79705": "Put the packet on the shelf",
    "8542": "Put the green packet in the sink.",
    "1887": "Place the protein bar in the sink",
    "20832": "Remove the chocolate bar from the sink and put it on the counter",
    "34144": "Move the sprite can to the counter on the left",
    "29538": "Pick up the can drink bottle and put it on the shelf",
    "65377": "Pick up the object from the counter and put it in the sink",
    "29541": "Put the green can on the left side of the counter.",
    "44409": "Put the packet in the sink",
    "48005": "Put the chocolate bar inside the sink",
    "19848": "Put the Lays packet on the left side of the bottom shelf",
    "46999": "Put the green packet on the bottom shelf.",
    "84887": "Pick up the pack of snacks and put it on the first shelf",
    "50082": "Put the can on the first bottom shelf",
    "68011": "Place the soda can inside the sink",
    "31664": "Put the dorito bag into the sink",
    "82873": "Take the red can out of the sink and place it on the left side of the counter.",
    "87993": "Put the Lays packet in the sink",
    "74171": "Put the purple chocolate bar inside the sink",
    "15293": "Put the black packet on the bottom shelf.",
    "12226": "Put the can in the bottom shelf",
    "57796": "Put the can inside the sink",
    "84934": "Move the chocolate bar from the sink to the left counter",
    "55247": "Put the orange packet in the sink.",
    "35281": "Put the green can on the bottom shelf.",
    "82386": "Pick up one object from the counter and put it on the shelf",
    "17878": "Remove the packet from the sink and put it on the left side of the counter.",
    "71638": "Put the orange can on the bottom shelf.",
    "33758": "Pick up one object from the counter and put it on the shelf",
    "76767": "Place the pack of fritos on the left side of the bottom shelf",
    "40932": "Put the orange can inside the sink.",
    "90090": "Put the can in the sink",
    "26091": "Move the snack packet to the left side of the first shelf",
    "70124": "Remove the snack packet from the sink",
    "48123": "Place the snack bar onto the shelf",
    "41983": "Put the blue packet in the sink."
}