{
    "16409": "Move the white bowl to the left",
    "28698": "Move the cup to the center of the table",
    "72729": "Remove the pen from the bowl and put it on the table",
    "43045": "Put a pen in the mug",
    "53805": "Put the pen in the bowl",
    "66096": "Move the bowl to the left on the table",
    "83513": "Take the pen out of the bowl and put it on the table",
    "79423": "Pick up the pen and place it in the clear cup. Remove the pen from the cup and move the cup to the right.",
    "31817": "Pick the pen on the table and put it in the bowl",
    "11339": "Take the yellow pen out of the blue bowl",
    "19021": "Pick up the pen from the table and put it in the bowl.",
    "1624": "Move the highlighter from the table and place it in the blue bowl",
    "18010": "Remove the yellow pen from the green bowl",
    "94": "Take the pen out of the bowl and place it on the table",
    "6755": "Put the bowl on the left side of the yellow thing",
    "13928": "Remove the green pen from the white cup and place it on the table",
    "11379": "Put the marker in the bowl",
    "49267": "Move the green pen to the left",
    "24183": "Pick the marker from the plate and put it on the table",
    "47737": "Put the yellow pen inside the green bowl",
    "24186": "Pick up the pen from the bowl and put it on the table",
    "13951": "Put the pen inside the white coffee cup",
    "2692": "Get the yellow pen from the green bowl and put it on the table",
    "7818": "Pick up the pen from the table and put it in the mug cup.",
    "44691": "Remove the marker from the cup and put it on the table",
    "33429": "Pick the marker and put it in the bowl",
    "59032": "Remove the pen out of the cup and put it on the table",
    "74397": "Take the yellow pen out of the green bowl and place it on the table",
    "76967": "Put the pen in the mug",
    "77487": "Remove the pencil from the bowl and move the bowl to the left",
    "44720": "Take the marker out of the mug and put it on the table",
    "52409": "Put the pen inside the bowl",
    "14526": "Put the marker in the mug",
    "88771": "Remove the marker from the bowl.",
    "65734": "Take the black marker out of the mug and put it on the table",
    "82119": "Take the green pen out of the clear cup",
    "13002": "Put the pen in the bowl",
    "64726": "Put the orange sharpie on the table",
    "16602": "Move the cup to the left",
    "86749": "Remove the marker from the bowl",
    "49890": "Place the marker in the bowl",
    "22244": "Pick up the marker from the plastic cup and put it on the table.",
    "56038": "Put the pen in the bowl",
    "29428": "Pick up the pen from the table and put it in the light blue bowl",
    "13051": "Put the pen in the bowl",
    "47874": "Put the green pen inside the clear cup",
    "7944": "Put the pen in the bowl",
    "77070": "Remove the pen out of the bowl then move the bowl to the left",
    "48404": "Remove the pen from the bowl and place it on the table",
    "15639": "Put marker inside the bowl",
    "67355": "Put the pen on the table",
    "36130": "Pick up the pen from the table and put it in the cup.",
    "17705": "Put the pen on the table",
    "25900": "Pick up the pen and put it in the bowl",
    "73008": "Move the blue bowl to the right",
    "17727": "Remove the pen from the green mug",
    "61253": "Pick up the pen from the cup and put it on the table",
    "92670": "Put the green pen inside the clear cup",
    "75082": "Pick up the pen and put it in the bowl",
    "21331": "Take the pen out of the cup and put it on the table",
    "63832": "Pick up the pen and move it to the right.",
    "8029": "Pick the pen and put it in the cup",
    "67435": "Put the pen inside the white bowl",
    "26481": "Put the marker in the bowl",
    "9588": "Pick up the marker from the cup and put it on the table",
    "2423": "Take the marker from the brown bowl and put it on the table",
    "51065": "Move the cup to the left",
    "45438": "Remove the marker from the mug cup and place it on the table",
    "65419": "Put the marker in the cup",
    "95126": "Put the marker in the mug",
    "10143": "Remove the pen from the bowl and place it on the table",
    "76728": "Put the marker in the cup and put it back on the table",
    "52156": "Remove the marker from the cup and put it on the table",
    "16326": "Put the marker in the cup",
    "20425": "Remove the pen from the bowl, put the pen inside the bowl, remove the pen from the bowl",
    "18383": "Pick up the pen from the bowl and put it on the table.",
    "17360": "Get the pen from the table and put it in the white cup",
    "33747": "Put the pen in the bowl then remove the pen and put it on the table",
    "83421": "Put the marker in the mug",
    "82916": "Pick the marker and put it in the bowl",
    "2539": "Remove the pen from the cup and put it on the table",
    "13294": "Take the pen out of the cup and place it on the table",
    "73721": "Put the marker in the bowl",
    "93181": "Remove the pen from the cup and put it on the counter",
    "68094": "Move the mug to the left of the marker"
}