{
    "63490": "Put the pen in the mug",
    "77337": "Take the yellow pen out of the mug",
    "8223": "Put the marker in the bowl",
    "21535": "Put the marker in the mug",
    "39455": "Move the marker to the left",
    "63018": "Remove the marker from the cup and put it on the table",
    "47147": "Place the marker in the bowl",
    "88114": "Move the white bowl to the right, then put the green marker in the bowl",
    "87093": "Take the marker from the table and place it in the blue cup",
    "1597": "Remove the orange marker from the white mug",
    "4158": "Take the pen out of the mug and put it on the table",
    "66622": "Remove the marker from the mug cup and place it on the table",
    "25159": "Put the orange marker in the white mug",
    "61518": "Put the yellow sharpie in the mug",
    "46168": "Move the white mug forward then pick up the marker and put it in the mug.",
    "7261": "Remove the pen from the cup",
    "40560": "Put the marker in the bowl",
    "34417": "Move the cup to the right",
    "52851": "Put the marker in the bowl on the table",
    "90742": "Move the blue cup to the left and put the orange marker inside it",
    "33914": "Move the cup closer to the marker then put the marker inside the cup",
    "59013": "Put the pen in the middle of the table",
    "35975": "Move the white mug forward",
    "69781": "Open the cupboard fully",
    "80537": "Put the marker in the bowl",
    "40604": "Put the marker in the white mug",
    "50342": "Take the black marker out of the light blue cup",
    "85687": "Remove the pen from the bowl and put it on the table",
    "86219": "Pick up the orange marker and put it in the blue bowl",
    "39628": "Pick up the light blue cup from the table and move it to the right.",
    "33997": "Move the mug to the right, put the marker in it, then take it out",
    "22229": "Remove the green pen from the grey bowl",
    "84698": "Take the marker out of the cup and put it on the table",
    "85724": "Remove the marker from the cup and put it on the table",
    "13534": "Put the pen in the mug, place it back on the table then slide the mug to the right",
    "21727": "Remove the pen from the bowl and place it on the table",
    "84194": "Open the machine and put a yellow thing inside",
    "93411": "Put the marker in the blue cup",
    "41211": "Move the mug to the left",
    "36603": "Put the blue pen in the grey bowl",
    "42760": "Remove the object from the cup and put it on the table",
    "15627": "Take the pen out of the bowl and put it on the table",
    "87822": "Move the blue cup to the right side of the table",
    "90383": "Take the black marker out of the green and white mug",
    "50965": "Pick the marker from the cup and put it on the table, move the cup slightly to the right then pick the marker and put it back in the cup",
    "43288": "Move the bowl to the right",
    "76057": "Pick up the pen and put it in the cup",
    "83224": "Put the blue pen in the bowl",
    "14619": "Remove the marker from the mug and put it on the table",
    "76576": "Place the orange marker in the blue cup",
    "66849": "Place the green marker inside the white bowl",
    "64802": "Remove the marker from the mug",
    "88876": "Remove the marker from the blue cup",
    "3885": "Put the marker inside the cup",
    "93998": "Take the orange marker out of the light blue cup",
    "65853": "Remove the marker out of the cup and put it on the table",
    "10048": "Remove the marker from the bowl and put it on the table",
    "60744": "Put the marker in the mug",
    "37705": "Take the marker out of the white cup and place on the table",
    "44372": "Pick up the marker from the cup and put it on the table",
    "17239": "Take the green marker out of the white bowl",
    "43362": "Slide the bowl to the right",
    "7529": "Move the white mug backwards.",
    "15210": "Put the marker into the cup.",
    "28012": "Remove the pen from the cup and put it on the table",
    "86392": "Put the orange sharpie into the blue bowl",
    "74110": "Pick the marker and put it in the cup",
    "70526": "Pick up the pen from the white bowl and place it on the table.",
    "43904": "Remove the orange object from the blue bowl and put it on the table",
    "55190": "Move the light blue cup to the left",
    "33176": "Move the black and white mug to the right",
    "77727": "Remove the marker from the mug cup",
    "83362": "Put the pen in the green mug",
    "91563": "Put the pen in the mug",
    "19884": "Put the marker in the cup",
    "73136": "Put the marker in the cup",
    "17335": "Move the mug",
    "10172": "Remove the marker from the mug and place it on the table",
    "13255": "Move the white bowl to the right",
    "71112": "Move the white bowl to the left",
    "39372": "Pick the pen on the table and put it in the bowl",
    "7119": "Place the marker in the bowl",
    "4055": "Move the bowl to the left.",
    "92633": "Pick up the pen and put it in the cup",
    "35809": "Remove the green marker from the white bowl",
    "8164": "Move the white bowl to the center of the table",
    "31719": "Pick the marker on the table and put it in the cup",
    "90613": "Take the marker from the cup and place it on the table",
    "80889": "Remove the marker from the mug cup and place it on the table",
    "63995": "Put the black pen inside the white mug"
}