{
    "5632": "Move the tap to the left",
    "55808": "Push the faucet to the left.",
    "11778": "Pick up the plush toy and put it on the plate",
    "58883": "Center the faucet",
    "10763": "Pick up the animal plush toy from the counter and put it on the plate",
    "23584": "Put the yellow block on the table",
    "14372": "Remove the yellow cube from the red plate",
    "77348": "Push the faucet to the right",
    "25126": "Center the faucet",
    "89124": "Move the faucet to the right side of the sink",
    "11823": "Turn the tap nozzle to the right",
    "54326": "Move the tap nozzle to the left",
    "85566": "Move the yellow block to the front left",
    "13892": "Put the white object and put it on the plate, then pick the yellow block and move it to the left on the counter, then pick the object on the plate and put it on the right of the counter",
    "36420": "Put the yellow cube on the orange plate",
    "26185": "Put the yellow block on the plate",
    "8778": "Put the yellow block on the orange plate.",
    "41551": "Move the yellow block to the left",
    "63055": "Pick the yellow block and put it on the plate",
    "46674": "Pick up the yellow object from the counter and put it on the plate, then put it on the counter again",
    "26196": "Move the yellow plush toy to the right of the counter",
    "35413": "Center the faucet",
    "69205": "Slide the tap to the left",
    "65113": "Move the tap nozzle to the left",
    "25690": "Put the doll on the orange plate",
    "42081": "Remove the object from the plate and put it on the table",
    "63079": "Pick up the animal plush toy and put it on the right side of the counter",
    "46192": "Move the yellow block to the left",
    "51317": "Move the faucet to the center of the sink.",
    "50812": "Move the tap to the left",
    "92288": "Turn the tap faucet to the left",
    "11905": "Put the yellow block on the plate",
    "9347": "Turn the tap nozzle to the right",
    "11397": "Move the tap nozzle to the right",
    "37511": "Put the white toy on the orange plate",
    "84114": "Move the grey faucet to the left",
    "60058": "Remove the yellow block from the orange plate and put it on the table",
    "85167": "Remove the yellow block from the orange plate",
    "36529": "Pick up the plush toy on the right and put it on the left side of the counter",
    "87729": "Pick the white object and move it to the right on the table",
    "59571": "Move the grey faucet to the right",
    "64181": "Remove the plush toy from the orange plate and place it on the left side of the counter",
    "61628": "Turn the tap nozzle to the right",
    "82624": "Turn the tap nozzle to the right, then turn it to the left",
    "23745": "Move the carrot to the right",
    "58561": "Move the doll to the right",
    "13000": "Pick up the yellow object from the counter and put it on the plate",
    "73939": "Move the yellow cube to the right",
    "51929": "Move the faucet of the sink slightly to the right.",
    "65763": "Move the yellow block to the right.",
    "77032": "Move the tap nozzle to the right",
    "4336": "Move the tap to the left",
    "52981": "Turn the tap nozzle to the left",
    "93955": "Put the white object on the orange plate",
    "12555": "Move the yellow block to the left.",
    "49931": "Move the yellow block to the right",
    "80152": "Move the white doll backwards",
    "76590": "Remove the block from the plate",
    "39234": "Slide the spout to the left",
    "32581": "Pick up then animal plush toy on the counter and put it on the plate",
    "5963": "Move the tap to the left",
    "42316": "Move the grey tap to the left",
    "7502": "Remove the block from the plate",
    "42324": "Put the yellow block on the plate",
    "33622": "Remove the doll from the plate, then put the yellow block on the plate",
    "37214": "Put the plush toy on the orange plate.",
    "56680": "Move the faucet spout to the right",
    "60275": "Move the teddy bear to the right",
    "68984": "Center the faucet",
    "86913": "Push the faucet to the right",
    "75650": "Remove the doll from the plate",
    "75651": "Remove the doll from the plate",
    "15748": "Move the white object to the right",
    "64923": "Put the doll on the orange plate",
    "59804": "Move the faucet to the left",
    "59812": "Move the yellow block to the left",
    "91579": "Move the tap nozzle to the right",
    "66520": "Turn the tap nozzle to the left",
    "72157": "Pick the yellow block on the block and put it on the counter",
    "11749": "pick up an object and drop it on another position",
    "19944": "Remove the doll from the orange plate",
    "1001": "Move the carrot plush toy",
    "49128": "Move the block to the right",
    "1515": "Take the object on the plate and put it on the counter",
    "16381": "Put the yellow block on the orange plate."
}