{
    "25090": "Put the black objects into the drawer then close the drawer.",
    "26631": "Put the black objects in the drawer and close it",
    "27146": "Put the two black objects in the open drawer then close the drawer",
    "39442": "Put the blue objects into the drawer then close the drawer.",
    "91159": "Open the top middle drawer and remove three black objects from the drawer",
    "70173": "Place the black objects inside the open drawer then close the drawer",
    "31264": "Put the black object in the drawer and close the drawer",
    "8230": "Pick up the black objects from the counter and put them in the open drawer and close it",
    "30762": "Open the topmost drawer, remove some things from it and put them on the table",
    "4139": "Pick up the black objects from the countertop, put them in the drawer and close the drawer.",
    "25643": "Put the black objects in the open drawer then close the drawer",
    "72758": "Pick up all the black objects and put them in the open drawer and close it",
    "45123": "Put the three black objects in the open drawer then close the drawer",
    "43597": "Put the black objects inside the open drawer",
    "70734": "Put the black objects on the tabletop in the open drawer and then close the drawer",
    "93776": "Put the three black objects in the open drawer then close the drawer",
    "69717": "Put the black objects on the tabletop in the open drawer and then close the drawer",
    "54889": "Place the three black objects inside the open drawer and push the drawer closed",
    "6768": "Put the three black pieces in the open drawer then close the drawer",
    "7281": "Put the black objects in the drawer and close it",
    "35981": "Put the three black objects in the open drawer then close the drawer",
    "94861": "Put the black objects on the table into the open drawer and then close the drawer",
    "39059": "Open the top middle drawer then remove two black objects from the drawer",
    "75931": "Put the black object in the drawer and close it",
    "40109": "Pick up the black objects from the countertop and put them inside the open drawer then close the drawer",
    "54452": "Put the black objects inside the drawer and close it",
    "49847": "Pick up the three black objects from the countertop, put them in the drawer and close the drawer.",
    "39100": "Remove the black objects from the countertop and place them in the open drawer, close the drawer",
    "32445": "Remove the black object from the drawer",
    "65213": "Put the three black objects in the open drawer and close it",
    "65730": "Put the black objects into the drawer and close the drawer.",
    "89282": "Place the black objects inside the open drawer, push the drawer closed",
    "6852": "Put the black objects on the tabletop into the open drawer and then close the drawer",
    "83667": "Put the black objects in the open drawer then close the drawer",
    "8410": "Put the three black objects in the open drawer then close the drawer",
    "31461": "Place the black objects on the counter inside the open topmost drawer then close the drawer",
    "82150": "Pick up the black objects from the countertop, put them in the drawer and close the drawer.",
    "72427": "Pick up the black objects from the countertop, put them in the drawer and close the drawer.",
    "65790": "Put the black objects inside the drawer then close the drawer.",
    "38656": "Put the black objects on the tabletop in the open drawer and then close the drawer",
    "86791": "Put the black objects in the drawer and close it",
    "85263": "Put the black objects in the drawer and close it",
    "2846": "Put the black objects inside the open drawer and close the drawer",
    "66334": "Put the black objects on the tabletop in the open drawer and then close the drawer",
    "92463": "Open the middle topmost drawer and take out two black objects",
    "17200": "Put the black objects in the drawer and close it",
    "19253": "Place the two black objects inside the open drawer then push the drawer closed",
    "3392": "Open the top middle drawer then remove three black objects from the drawer",
    "9030": "Put the black objects on the tabletop into the open drawer and then close the drawer",
    "20808": "Put the black objects into the the drawer then close the drawer.",
    "11593": "Open the topmost middle drawer, remove two black objects from the drawer and put them on the tabletop",
    "58697": "Put the black objects in the drawer and close it",
    "74060": "Pick up the black objects from the countertop, put them in the drawer and close the drawer.",
    "68951": "Put the black objects in the drawer and close it",
    "27992": "Place the three objects on the counter inside the open drawer, push the drawer closed",
    "53596": "Pick up the black objects from the counter and put them in the open drawer and close it",
    "36702": "Pick up the black objects from the base top and put them in the open drawer and then close the drawer",
    "62817": "Place the black objects on the counter inside the open drawer and close the drawer",
    "77666": "Put the black objects on the tabletop in the open drawer and then close the drawer",
    "16770": "Put the black objects in the drawer and close it",
    "45446": "Open the middle drawer and take the black objects and put them on the counter",
    "15240": "Put the three black objects in the open drawer then close the drawer",
    "76173": "Put the three black objects in the open drawer then close the drawer",
    "36244": "Pick up the black objects from the counter and put them in the open drawer and close it",
    "93589": "Put the black objects in the drawer, then close it",
    "76709": "Put the black object in the top drawer",
    "64457": "Put the black objects in the open drawer then close the drawer",
    "66505": "Put the black objects in the drawer then close the drawer.",
    "87497": "Put the black objects from the countertop in the drawer and close the drawer.",
    "28111": "Open the top central drawer then remove the three black objects and put them on the table",
    "64979": "Put the three black pieces in the open drawer then close the drawer",
    "28640": "Open the middle drawer then remove three black pieces from the drawer",
    "36334": "Pick up the black objects from the counter and put them in the open drawer and close it",
    "1521": "Pick up the black objects and put them in the open drawer and close it",
    "69618": "Put the black objects inside the drawer then close the drawer.",
    "80887": "Put the black objects into the drawer then close the drawer.",
    "33273": "Pick up the black objects from the table, put them in the drawer and close the drawer."
}