{
    "92675": "Put the dark brown chess piece on the board",
    "21254": "Put the yellow cylindrical block in the middle of the square object",
    "85000": "Pick up one black piece from the table and put it on the chess board",
    "33296": "Move one black chess piece on the board to the left.",
    "76176": "Put the dark brown chess piece on the chess board",
    "83860": "Move the first left front black piece backwards",
    "790": "Move a piece on the chess board",
    "39958": "Move one chess piece to the lower part of the chess board",
    "26393": "Pick up one black chess piece from the counter and place it on the board.",
    "18334": "Put a beige chess piece on the chess board",
    "63141": "Pick up one chess piece from the table and put it on the chess board",
    "6566": "Pick up a brown chess piece and put it on the chess board",
    "80933": "Pick up the beige chess piece lying on he bottom right side of the chess board and then put it in an upright position",
    "57512": "Put the chess piece on the chess board",
    "2729": "Move the toy robot from the table to the chessboard",
    "25258": "Remove one green block from the toy bag and put it in the red bowl",
    "13739": "Move the pawn on e2 to e4",
    "67369": "Move one white chess piece forwards.",
    "6317": "Move one black chess piece backwards.",
    "29229": "Put the light brown chess piece on the board",
    "34866": "Take the orange block out of the bag and put it into the bowl",
    "27320": "Pick up the white rook in the second row from the bottom on the left and move it two squares forward",
    "80185": "Pick up the white bishop and move it downwards by two squares",
    "56250": "Move the bishop to 8c",
    "26813": "Put the rectangular purple block on the longer green block and put the triangular orange block on the rectangular purple block",
    "65598": "Place one black piece back on the chess board",
    "24127": "Move the chess piece north of its original position",
    "24511": "Put the dark brown chess piece on the board",
    "4159": "Move one yellow chess piece backwards",
    "29120": "Pick up the beige chess piece from the table and put it on the chess board",
    "47683": "Move one black chess piece backwards.",
    "51139": "Make a play in the chess game",
    "76609": "Pick up the white rook from the left corner of the chess board and put it in front of the white queen",
    "84420": "Put one purple block from the bag in the orange bowl.",
    "19783": "Pick up one black chess piece from the counter and put it on the chessboard.",
    "72393": "move the chess piece",
    "75465": "Shift a chess piece from the table to the chess board",
    "49867": "Put one white chess piece on the chess board.",
    "57803": "Remove one block from the toy bag",
    "43981": "Pick up the white bishop and put it on the chess board next to the white rook",
    "65483": "Move one yellow chess piece away from you on the board",
    "88782": "Slightly move a chess piece",
    "4180": "Pick up the black chess piece lying on the table and put it on the chess board",
    "62293": "Push one beige chess piece on the chess board backwards",
    "60382": "Move the black chess piece forwards on the chess board",
    "34532": "Place one black chess piece on the board then move it backwards.",
    "77927": "Pick up one right rook and place it to the left of the other left rook on the chessboard",
    "76264": "remove a chess piece from the chessboard",
    "77161": "Pick the black bishop and set it next to the left of the black rook",
    "44268": "Move the black chess piece in front of the others to the back of the chess board",
    "28912": "Pick up the rook chess piece and put it on the chess board",
    "79857": "Put one of the beige chess pieces on the chess board",
    "38770": "Remove the green block from the bag.",
    "3450": "Move the light brown chess piece backwards",
    "4988": "Put the dark brown chess piece on the board",
    "8446": "Put one white chess piece on the chess board."
}