{
    "48640": "Use the chopstick to stir in the white bowl",
    "59401": "Press the bottom button of the black object on the right",
    "29195": "Press on the black object",
    "89100": "Put the blue block in the bowl",
    "51213": "Move the lunchbox forward",
    "76304": "Use the cloth to wipe the bowl",
    "77339": "Press the top of the black object",
    "9247": "Bring the blue bottle closer to the book",
    "60965": "Put the cube in the bowl into the box",
    "38950": "Remove the white object from the box",
    "81445": "Use the white napkin to wipe the top of the blue box.",
    "22072": "Unfold the paper towel",
    "65599": "Pick up the sticks from the table and mix the objects in the bowl",
    "37963": "Use the wooden stirrer to stir the black and white bowl.",
    "41553": "Put the yellow block from the white bowl in the box then put the green blocks on the white plate.",
    "84563": "Use the chopstick to stir in the bowl",
    "53336": "Close the clear container.",
    "17501": "Place the blue block on the table upright.",
    "39524": "Put the white bowl next to the tissue box",
    "54885": "Put the yellow block in the toy box",
    "5737": "Remove the lid from the blue bottle.",
    "26219": "Push the lid on the container",
    "25709": "Press on the black object",
    "28270": "Use the chopstick to stir the blue blocks in the bowl.",
    "80495": "Slide the lid on the wooden toy box to the left.",
    "2167": "Move the blue bottle to the left side of the table",
    "68235": "Remove the white lid from the clear lunchbox",
    "60564": "Use the chopsticks to stir in the bowl",
    "23195": "Close the lid on the cube",
    "91300": "Place the lid onto the bottle",
    "36519": "Press a button on the black device",
    "4265": "Put the green cylinder inside the white bowl.",
    "64695": "Pick up a wipe and put it on the table",
    "25790": "Use the chopsticks to stir the contents in the bowl.",
    "36043": "Put the clear lid on the white and blue bottle.",
    "29391": "Put the yellow block in the wooden box",
    "90832": "Move the blue block from the plate on the right, to the one on the left",
    "21202": "Remove the orange block from the white bowl and put it in the shape sorter through the square opening",
    "85216": "Move the blue block from the left bowl to the right bowl",
    "57569": "Put the blue block upright",
    "25314": "Press down on the black object",
    "52459": "Move the box to the left",
    "55019": "Use the napkin to wipe the rim of the bowl",
    "23281": "Use the white napkin to wipe the counter.",
    "58105": "Half slide the lid off the wooden box",
    "44291": "Open the box",
    "16649": "Use the stick to stir the contents of the white plate with blue markings",
    "60170": "Close the cube-shaped object",
    "1844": "Put the blue block in the wooden box",
    "23862": "Press a button on the black device",
    "92475": "Put the orange object and the box inside the container then close the lid",
    "11079": "Move one blue block to the plate to the left",
    "39241": "Uncover the lunchbox",
    "82257": "Move the clear cap to the table",
    "88917": "Stir the contents in the bowl",
    "68464": "Press a button on the black device.",
    "17269": "Press down on the top of the black device.",
    "89988": "Slide open the lid of the shape sorter",
    "72593": "Close the wooden box",
    "82330": "Pick up the stick and stir in the bowl",
    "25500": "Fold the tissue on the table",
    "66973": "Close the lid of the toy box",
    "54176": "Move the blue bottle closer to the white bowl",
    "18357": "Press down on the black device on the right.",
    "71093": "Stir the bowl with the straw",
    "73654": "Use the cloth to wipe the book",
    "17850": "Place one blue block on the white and blue plate",
    "80840": "Slide the lid of the wooden box to the right",
    "52172": "Use one chopstick to stir the contents of the bowl",
    "90060": "Remove the black object from the box and put it in the clear container on the left.",
    "18895": "Remove the toy steak from the white bowl on the right and put it on the white plate on the left",
    "981": "Pick up the wipe and clean the book",
    "29144": "Pick up the wipe and clean the part of the  table near the box",
    "80862": "Use the tissue to wipe the book",
    "991": "Use the white napkin to wipe the blue book.",
    "68066": "Put the clear cap onto the bottle",
    "14309": "Put three blocks inside the cube-shaped object",
    "63462": "Move the blue bock to the brown box",
    "40423": "Place the blue rectangular block in the wooden box through the square cutting on the lid",
    "74732": "Put the green block from the white bowl on the white plate.",
    "3569": "Place the orange block inside the wooden object through the square whole",
    "42997": "Remove the cap from the blue bottle"
}