{
    "12416": "Place the remote controls on top of the white pillow.",
    "71809": "Move the dark grey pillow to the right",
    "81793": "Move the black pillow to the seat",
    "6789": "Put the grey remote control on the seat of the sofa.",
    "1797": "Put the remote controller on the white pillows",
    "3462": "Place the remote control underneath the white cushions.",
    "61322": "Put the brown pillow on the white pillow",
    "67211": "Move the pillow to the right",
    "28428": "Move the grey remote from the brown fleece and put it on the white pillow next to the black remote",
    "27407": "Flip the remote controller over",
    "8850": "Take the remote controller from under the pillow and put it over the pillow",
    "95385": "Fold the towel.",
    "15131": "Put the remote control on the backrest of the sofa.",
    "16540": "Pick up the remote and put it on the pillow",
    "52645": "Put the cloth on the remote and put the remote on top of the pillow",
    "19751": "Put the left white pillow on the right white pillow",
    "84138": "Remove the black remote from the white pillow, place it on the brown fleece and then cover the remote with the fleece",
    "29868": "Put the grey remote on the brown fleece",
    "46895": "Remove the remote from the white pillow, put it on the brown fleece and then cover the remote with the brown fleece",
    "22704": "Move the pillow from the left to the right and the one on the right to the left",
    "87091": "Turn the black pillow to the right",
    "82487": "Unfold the blanket and remove the remote from the blanket",
    "62648": "Pick up the napkin and the remote under the napkin, place the remote on the cushion next to the black remote then place the napkin on the black remote",
    "8122": "Fold the towel from top to bottom.",
    "42046": "Move the remote forward",
    "80193": "Put the pillow on the stack of pillows",
    "85569": "Place the remote control between the two pillows.",
    "8259": "Make the white pillow sit straight",
    "87362": "Pick up the white pillow and make it stand upright",
    "57157": "Move the brown pillow to the left",
    "37703": "Put one remote on top of the white pillow",
    "95559": "Move the long white pillow to the right",
    "85835": "Pick up the remote on top of the pillow",
    "34765": "Remove the paper towel from the pillow, then put the remote on the backrest of the chair",
    "87375": "Move the blanket to the right and the remote to the left",
    "26326": "Put the remotes on top of the pillow",
    "6359": "Move the remote forward",
    "36439": "Place the two cushions on the left onto the cushion laying horizontally",
    "57182": "Move one pillow to the right",
    "67679": "Remove the black remote control from the backrest and place it on the pillow.",
    "42848": "Put the remote controls on the striped pillow",
    "43873": "Uncover the remote, then move it",
    "59105": "Put the black pillow on top of the stacked pillows on the right.",
    "90850": "pick up an object and put it on another  position",
    "9831": "Put the black and white pillow on the white pillows",
    "69373": "Move the black and white pillow to the left",
    "83817": "Put the remote on top of the white pillow",
    "27371": "Move the black and white pillows to the left",
    "56811": "Place the black remote on the red fleece",
    "80755": "Move the black and white pillows to the left side of the sofa.",
    "74491": "Put the black remote control on the white and black pillow.",
    "67837": "Move the white pillow on the left to the right."
}