{
    "57857": "Remove the glass lid from the black pot.",
    "15369": "Put the first right scoop upright",
    "12301": "Place two silver spoons on the pan.",
    "62993": "Put the spoon in the pot",
    "18454": "Hang the small brush on the top rack",
    "74264": "Turn the hand broom over making it stand on its bristles",
    "62491": "Open the orange fabric softener box lid fully, pick one white paper from the orange fabric softener box and put it on the washing machine",
    "40992": "Press a button on the left side of the right washing machine",
    "1068": "Put the pink box on the white rack",
    "64058": "Put the lid on the pot",
    "87617": "Pick up the top light blue measuring cup and turn it  one hundred and eighty degrees until the handles on both measuring cups are aligned",
    "47174": "Take out the scooper from the box",
    "36956": "Transfer a spoonful of contents from the blue box to the right scoop",
    "32349": "Put the left scoop on the shelf",
    "34912": "Pick up the glass lid and put it on the pot",
    "42080": "Remove the purple cup from the rack and put it in the blue box",
    "12899": "Place the car upright.",
    "42089": "Close the pot",
    "79984": "Put both the grey and orange spoons in the brown rack",
    "18548": "Pour the contents of the orange spoon into the blue cup on the right",
    "55412": "Open the door on top of the right washing machine",
    "17534": "Use the lid to cover the pot",
    "38016": "Pick up the blue scoop from the shelf and place it in the washing powder box on top of the washing machine",
    "34434": "Use the hand broom to brush the white substance onto the dustpan",
    "22682": "Pick the trash can up and make it stand upright",
    "43164": "Put the silver spoon inside the pot",
    "1192": "Put the spoons in the cutlery rack",
    "41130": "Remove the pink box from the boat.",
    "65196": "Put the spoons on the in the drawer that's on the table",
    "5818": "Put the purple and blue cup in an upright position",
    "14523": "Close the lid on top of the washing machine",
    "34502": "Use the black object to wipe the washer",
    "5838": "Put the blue measuring cup on the bottom shelf above the machines.",
    "61138": "pick up the object and place it in the box",
    "85714": "Put one spoon in the basket",
    "14037": "Put the paper towel inside the trash can",
    "14551": "Move the dustpan forward",
    "74971": "Turn the toy car on the left over",
    "22241": "Put the bin upright",
    "39138": "Put the magazine on the first bottom shelf",
    "47332": "Pour the contents in the blue item into the box",
    "94438": "Turn the brush over",
    "49901": "Close the lid of the blue cleaning powder box, pick up the blue measuring cup and put it on the blue cleaning powder box",
    "14063": "Turn the hand broom over and make it stand on its bristles",
    "60155": "Put the toy car upright",
    "91901": "Remove the spoon from the pot, put it on the potholder on the right and then close the pot with the glass lid fully",
    "37633": "Place the toy car upright.",
    "52482": "Remove the lid from the black pot",
    "8452": "Place the spoon in the pot",
    "61700": "Pour the washing powder on the pan into the box",
    "78600": "Pour the washing powder from the purple scoop into the blue scoop",
    "41739": "Stack the two measuring cups together then put them in the blue box.",
    "81683": "Put the orange book on the shelf",
    "22821": "Use the silver spoon to place soap from the box in the blue measuring cup on the right.",
    "35111": "Pick up the measuring cup on the right and hang it on the box.",
    "50474": "Use the light blue scoop to scoop up some objects from the  blue bowl",
    "56109": "Put the pan on the first bottom shelf",
    "48431": "Remove the bottle with the yellow lid from the basket",
    "39728": "Pick up the blue bicycle helmet and put it on the first shelf above the washing machine",
    "77104": "Unstack the scoops, then turn the right scoop to the right and stack the scoops together",
    "75570": "Flip over the dustpan",
    "88886": "Hang the dust pan on the hook",
    "56121": "Pick up the black container from the right side of the shelf and put it on the left washing machine.",
    "93498": "Remove the spoon from the pot, put it on the pot holder, remove the lid from the pot and put it in the pot holder",
    "66876": "Turn the blue cup on the washing machine over",
    "81726": "Remove one paper from the orange box.",
    "74047": "Hang the blue measuring cup on the right side of the blue box.",
    "64843": "Put the silver spoon in the second furthest compartment of the rack, then the orange spoon in the second closest compartment of the rack",
    "61260": "Place the helmet upright.",
    "88916": "Stack the blue measuring cups together then put them in the blue box.",
    "72022": "Take the black can off of the shelf and out it on the washing machine",
    "56665": "Pick up the spoon from the black cloth and put in the black pot",
    "12634": "Remove the silver spoon from the wooden cutlery holder.",
    "10077": "Take the lid off the pot",
    "2910": "Put the forks in the pot",
    "81246": "Remove the light blue bowl from the bottom rack and put it on the washing machine on the left",
    "62832": "Use the pink and white spoon to some of the contents of the blue box into the blue cup on the right",
    "11633": "Pick up one silver spoon and put it in the black pot",
    "17786": "Position the toy upright",
    "58237": "Turn the right blue object upright",
    "6015": "Pick up the clear oven pot lid and put it on the black oven mat",
    "12678": "Use the black pot holder to remove the glass lid from the pot.",
    "80787": "Put the blue measuring cup on the right side of the blue box.",
    "53653": "Flip the car over.",
    "55702": "Put the toy car upside down",
    "42398": "Put the glass lid on the pot",
    "69031": "Turn the dust pan around",
    "50607": "Remove the green lid from the pot and put it on the left washing machine.",
    "66991": "Turn the blue cups over",
    "15813": "Rotate the measuring cup at the top of the stack.",
    "58313": "Remove the glass lid from the pot and put it on the pot holder on the right",
    "71626": "Remove one paper towel from the orange box",
    "62421": "Put the pan on top of the black pot.",
    "40919": "Put the glass lid on top of the pan.",
    "8666": "Sweep the table using the brush and dustpan",
    "16858": "Close the lid of the blue box, then put the right blue object on the box",
    "55261": "Put the helmet on the shelf",
    "20973": "Hang the brush on the shelf",
    "14323": "Remove the orange spoon from the wooden utensil holder and put it on the left washing machine"
}