{
    "68482": "Place the large jar from the stovetop on the topmost shelf.",
    "66179": "Pick up the spice bottle on the far right of the top right shelf and place it in the center of the stove",
    "83075": "Pick up the napkin and throw it on the floor",
    "9351": "Move the coffee cup and bottle to the left side of the brown box.",
    "49544": "Remove the small brown paper bag and the plastic from the white tray and put it in the big paper bag",
    "76042": "Put the red packet into the bin",
    "86795": "Pick up the bottle from the shelf and put it on the kitchen  board",
    "45329": "Remove the water bottle from the coffee cup.",
    "20118": "Move the napkin on the chopping board to the brown bag on the right",
    "30103": "Pick up the bottle from the box and put it on the table",
    "18199": "Move the bottle to the left",
    "91547": "Put the fork in the coffee cup on the right.",
    "62492": "Remove one bottle from the top shelf",
    "38429": "Take the cap off of the spice bottle",
    "47389": "Cover the salt cellar",
    "93981": "Put the right bottle on the bottom shelf",
    "89889": "Put the coffee cup in the cupholder.",
    "27311": "Wipe the chopping board with the tissue and place the tissue inside the paper bag",
    "42928": "Remove one jar from the topmost shelf and put it on the stovetop.",
    "19122": "Move one spice bottle from the middle shelf to the stove",
    "20660": "Move one spice bottle from the middle shelf to the tray",
    "46260": "Use the paper towel to wipe the white board",
    "14263": "Put the bottle in the bag",
    "45498": "Put the water bottle in the box.",
    "52923": "No action",
    "71487": "Put the grey lid for the bottle on the right, on the stove",
    "82367": "Put the empty bottle of water on the plate next to it",
    "706": "Move the plastic bottle from the bottle holder to the chopping board",
    "73156": "Move the bottle to the left",
    "78661": "Remove the orange packet from the paper bag and put it on the white tray on the stove",
    "70344": "Put some of the contents jar on the pan",
    "30025": "Adjust the cup holder on the cutting board",
    "9676": "Pick the water bottle and put it in the cup holder",
    "12620": "Put the paper cup with the water bottle in the box",
    "24783": "Move the spice bottle forward",
    "30806": "Remove the lid off of the right bottle",
    "35287": "Put the grey cap on the bottle",
    "9304": "Put one glass jar from the bottom shelf in the brown box.",
    "75482": "Pick up the paper bag and place it to the immediate right off the stove",
    "49115": "Put the jar on the shelf",
    "58206": "Put the white lid on the small container on the right with a white label",
    "80737": "Put the clear lid on the bottle next to it",
    "53474": "Put the yellow packet inside the brown paper bug",
    "63459": "Put the water bottle in the coffee cup.",
    "32614": "Close the lid on the red container.",
    "3175": "Put the bottle upright",
    "70503": "Move the spice bottle, that is in the middle of the first shelf, to the tray",
    "2153": "Put the orange bottle on the shelf",
    "364": "Put the spice bottle on the stove",
    "81389": "Remove the paper cup from the box and put it on the stove",
    "80626": "Pick up the bottle from the stove and put it on the shelf",
    "92917": "Pick up one glass jar from the stove and put it on the bottom shelf.",
    "56699": "Move the empty bottle to the hole on the left",
    "66557": "Remove one glass jar from the topmost shelf and put it on the stovetop.",
    "75518": "Remove the bottle from the top shelf"
}