{
    "41984": "Put the black marker into the cup",
    "75010": "Put the marker on the table",
    "88579": "Put the pen in the mug cup",
    "58118": "Take the marker out of the mug",
    "48775": "Remove the object from the white cup and place it on the table",
    "94731": "Take the marker from the clear cup and place it on the table",
    "68364": "Remove the marker from the mug cup and place it on the table",
    "80780": "Place the marker in the cup",
    "4622": "Take the pen out of the cup and put it on the table",
    "33679": "Pick up the pen and put it in the cup",
    "58768": "Take the marker out of the mug",
    "95632": "Move the marker to the left",
    "13182": "Put the marker in the mug",
    "43671": "Put the marker in the mug",
    "29086": "Pick up the pen and put it in the cup",
    "39457": "Pick the marker on the table and put it in the cup",
    "48545": "Place the marker inside the mug",
    "9507": "Take the marker out of the mug and put it on the table",
    "7075": "Put the marker into the plastic cup.",
    "25509": "Move the cup to the right, put the marker in the cup and then remove it and put it back on the table",
    "69028": "Put the green marker in the white mug",
    "69924": "Put the marker in the cup",
    "80942": "Place the marker in the cup",
    "67888": "Remove the marker from the cup and put it on the table , and then move the cup  to the center",
    "81973": "Pick up the marker and put it on the left side of the table",
    "83638": "Remove the marker from the white mug.",
    "81724": "Move the cup to the left and  put the marker inside the mug cup",
    "52286": "Put the marker in the cup on the table",
    "47679": "Remove the pen from the white cup and put it on the table",
    "57922": "Move the cup forward.",
    "76739": "Place the black marker inside the mug",
    "87490": "Move the yellow pen to the right side of the table",
    "12357": "Put the pen inside the white cup",
    "51710": "Take the marker out of the cup and put it on the table",
    "69703": "Pick up the pen from the plastic cup and put it on the table.",
    "13386": "Put the marker in the cup",
    "88140": "Take the pen from the cup and put it on the table",
    "89932": "Remove the yellow pen from the white cup",
    "38606": "Pick up the marker and put it in the cup",
    "90960": "Put the pen on the table",
    "50134": "Move the cup to the left",
    "51031": "Put the yellow marker inside the clear cup then take it out of the cup",
    "79577": "Move the marker to the left",
    "48477": "Move the mug backwards",
    "30177": "Pick the marker and put it inside the mug",
    "53729": "Take the pen out of the mug and put it on the table",
    "16740": "Remove the marker from the bowl and put it on the table",
    "8934": "Pick the pen and put it in the cup",
    "73321": "Put the marker on the table",
    "92524": "Remove the marker from the cup and place it on the table",
    "12277": "Pick up the pen from the cup and place it on the table then move the cup to the right",
    "28022": "Put the pen into the white cup.",
    "14713": "Put the marker in the mug",
    "27130": "Pick the pen on the table and put it in the bowl",
    "22270": "Pick the marker and put it in the cup",
    "79743": "Remove the marker from the mug and place it on the table"
}