{
    "90112": "Place the green block in the black bowl",
    "71683": "Put the yellow cube in the bowl",
    "49156": "Put the block into the black bowl.",
    "49157": "Remove the pineapple from the black pot and place it on the table",
    "8200": "Pick up the green cube and put it in the bowl",
    "88072": "Turn on the third switch from the left on the adapter",
    "81932": "Remove the marker from the wooden tray.",
    "81936": "Take a bottle from the tray and place it on the table",
    "8211": "Take a bottle from the tray and put it on the purple mat",
    "83988": "Put the green block in the black bowl",
    "65557": "Put the green cube in the bowl",
    "32791": "Put the green block in the black bowl",
    "86041": "Turn on the first switch from the left",
    "32802": "Pick up the middle white object and place it on the bottom part of the tray to the right",
    "6183": "Take the bottle out of the bowl and put it on the table",
    "43050": "Pick an object from the chopping board and put it in the pot",
    "63532": "Remove the green object from the box and put it on the table",
    "59439": "Place the green block inside the black bowl",
    "92207": "Put the green block in the bowl",
    "12337": "Turn off the second last switch to the left",
    "50": "Put the watermelon plush toy in the black pot",
    "8242": "Put the green cube in the black bowl",
    "67636": "Pick up the three small bottles from the bottom compartment of the wooden tray and put them on the table.",
    "54": "Put the pineapple plush toy in the black pot",
    "18486": "Get the table on the right of the table and put it in the upper half of the box",
    "6203": "Turn on the third switch from the left",
    "90172": "Get the bottle and put it in the upper half of the cardboard box",
    "8253": "Put the bottle on the table on the tray",
    "51262": "Pick up the bottle from the table and put it on the tray",
    "90186": "Place the bottle inside the white bowl",
    "38987": "Press the third switch from the right on the extension cable",
    "49228": "Put the blue marker on the tray",
    "71761": "Turn on the middle switch",
    "47187": "Pick up the bottle from the table and put it in the clear container",
    "77910": "Take one bottle from the table and put it in the top compartment of the box",
    "36952": "Open the container",
    "79965": "Pick the object in the right segment of the box and put it on the table",
    "10338": "Turn on the first switch from the left side of the adapter",
    "43109": "Put the block in the bowl",
    "16489": "Remove the objects from the tray",
    "6252": "Move the knife to the right",
    "84082": "Take a bottle from the tray and put it on the table",
    "92274": "Remove the fork from the object and put it on the table",
    "32886": "Pick up the green box and put it in the bowl",
    "18554": "Turn off the third switch from the left on the extension cable",
    "69755": "Turn on the third last switch to the left",
    "4224": "Take the banana plush toy from the box and put it in the black pot",
    "63619": "Press the power button on the second socket from the right on the extension cord",
    "36998": "Put the green block inside the bowl",
    "82054": "Move the marker from the tray to the mat",
    "73869": "Turn on the second switch from the left side of the adapter",
    "4239": "Put the block in the bowl",
    "16530": "Turn off the switch at the fourth from the right",
    "82070": "Remove one bottle from the tray.",
    "14487": "Turn off the third switch from the left",
    "82072": "Close the clear container",
    "20634": "Put the orange toy into the black pot.",
    "49308": "Turn on the second switch from the right",
    "61600": "Put the bottle in the bowl on the table",
    "30882": "Move one item from the glass box and set it on the left side of the lower section of the tray",
    "8356": "Turn on the second switch from the right side of the adapter",
    "12454": "Put the block in the bowl",
    "55464": "Put one bottle in the tray",
    "73901": "Pick up the yellow cube from the white bowl and place it on top of the Rubik's cube.",
    "12462": "Remove one object from the bottom part of the tray",
    "65713": "Turn on the first switch from the left",
    "30898": "Turn off the second switch from the left",
    "6323": "Put the block in the bowl",
    "26805": "Switch on the middle switch of the extension cord",
    "20664": "Turn off the first switch of the first slot on the adapter",
    "26809": "Put the green block in the bowl",
    "37057": "Take the bottle from the right of the box and put it in the right compartment of the box",
    "43201": "Take the object in the lower segment of the box and put it in the plastic container",
    "35011": "Pick up the object and put in the bowl",
    "55491": "Remove one object from the bottom part of the tray and place it on the table",
    "26827": "Move a bottle from the tray to the purple mat",
    "22732": "Turn on the second switch from the main one on the adapter",
    "10445": "Turn on the switch of the first slot of the adapter",
    "63694": "Put the the purple object on the black tray",
    "6351": "Put the blue bottle on top of the block",
    "59600": "Pick up the bottle from the table and place it on the top part of the tray",
    "88274": "Turn off the switch of the fourth position from the left",
    "28885": "Put the bottle in the bowl",
    "45277": "Turn on the first switch from the left",
    "24801": "Turn off the second last switch to the left",
    "73955": "Take one bottle from the container and place it on the bottom part of the tray",
    "16615": "Take the bottle at the first from the left and place it in the bottom compartment of the box",
    "28905": "Get the leftmost bottle from the table and put it on the lower half of the cardboard box",
    "26858": "Put the green block into the black bowl",
    "2285": "Turn off the second switch from the right side of the adapter",
    "51438": "Put the green block in the bowl",
    "61685": "Take one bottle out of the box and put it on the mat",
    "78073": "Pick up the bottle from the table and put it in the clear container",
    "14588": "Pick up one of the small bottle from the bottom compartment of the wooden tray and put it on the table.",
    "90365": "Put the watermelon plush into the basket",
    "26879": "Turn off the fourth switch from the left",
    "22785": "Turn off the second switch from the left on the extension cord",
    "14595": "Move the bottle from the lid to the bottom compartment of the box",
    "24843": "Close the lid of the bowl",
    "2316": "Pick up one bottle from the tray and put it on the table",
    "51470": "Put the green block in the bowl",
    "94483": "Put the block in the bowl",
    "80148": "Turn on the fourth switch from the left on the extension cable.",
    "33045": "Remove one bottle from the tray",
    "24854": "Pick up the green block from the table and put it in the black bowl",
    "88341": "Pick the object in the upper segment of the box and put it on the table",
    "12571": "Turn on the third switch on the extension cord",
    "6428": "Remove a fork from the rack and put it on the table",
    "80160": "Turn off the first switch on the left",
    "33061": "Place the green block inside the black bowl",
    "69926": "Turn on the switch of the second right slot",
    "33063": "Turn off the second switch from the right",
    "14632": "Put the block in the bowl",
    "57643": "Put the spoon into the black object.",
    "82219": "Turn off the third switch from the right",
    "33070": "Turn off the switch in the middle of the adapter",
    "20783": "Turn off the middle switch in the extension cord",
    "82224": "Put the pineapple plushy in the pot",
    "41269": "Pick the marker from the box and put it on the table",
    "8502": "Put the white object on the wooden tray",
    "39223": "Take the big orange plush toy out of the box and put it on the tray",
    "43319": "Turn on the switch on the third from the left",
    "16699": "Put the green cube inside the black bowl",
    "57662": "Turn off the second switch from the right on the extension cable",
    "39235": "Pick up the banana plush toy and put it on top of the toaster",
    "33095": "Put the green block inside the black bowl",
    "61768": "Turn on the fifth switch from the left",
    "57681": "Turn on the second switch from the left",
    "18773": "Turn off the third switch from the right on the adapter",
    "80216": "Open the box",
    "26970": "Pick a bottle from the table and put it on the tray",
    "45412": "Turn off the middle switch",
    "57703": "Put the banana plushy on the tray",
    "14696": "Take the three bottles off the tray and put them on the counter",
    "20841": "Set the metal bottle upright on the table",
    "35176": "Turn off the middle switch on the adapter",
    "67945": "Put the block in the bowl",
    "33134": "Remove the green plushy from the box and put it on the table",
    "61806": "Put the bottle in the bowl",
    "72046": "Take a bottle from the table and put it on the tray",
    "94574": "Tilt the white bowl to remove the black object from the bowl, move the bowl to the left",
    "61814": "Put the block in the bowl",
    "41336": "Press on one of the switches on the adapter",
    "22906": "Put the green block inside the black bowl",
    "92538": "Remove the two containers from the right side of the box on the left and put them on the table",
    "47486": "Place the Rubik's cube in the middle of the table",
    "65928": "Turn on the second switch from the left side of the adapter",
    "39305": "Pick up the brown bottle with a white label from the kitchen counter and put it on the top part of the tray",
    "67978": "Put the green block inside the black bowl",
    "82317": "Turn off the third switch from the left on the adapter",
    "43406": "Switch off the mini light on the right side of the adapter",
    "86419": "Put the block in the bowl",
    "31125": "Get the leftmost bottle on the table and put it in the left end of the lower half of the cardboard",
    "18839": "Unfold the towel",
    "33180": "Turn off the switch on the second position from the right",
    "39329": "Move the upright bottle to the top compartment of the box",
    "2466": "Move the pineapple plush toy to the right",
    "88482": "Take the watermelon plush toy from the box and put it on the oven tray",
    "92581": "Put the green block in the bowl",
    "20905": "Turn off the middle switch on the adapter",
    "84396": "Turn on the middle switch",
    "86446": "Pick up the bottle from the table and put it in the lower compartment of the tray",
    "82361": "Pick up the bottle from the counter and it it in the clear container",
    "10683": "Turn on the third switch from the left",
    "12735": "Take a bottle from the table and put it in the bowl",
    "84419": "Pick up the orange plush toy from the basket and put it on the table.",
    "33224": "Place the apple plush toy inside the blue pot",
    "47564": "Turn on the third switch from the right on the adapter",
    "37329": "Turn off the fourth switch on the extension cable.",
    "80342": "Place the green block in the black bowl",
    "8664": "Turn on the switch in the middle of the adapter",
    "92632": "Put the watermelon plushie on the black plate",
    "16861": "Turn off the middle switch on the extension cord",
    "14821": "Press the second and third button from the left.",
    "90597": "Turn on the first switch from the bottom",
    "31208": "Remove one bottle from the box",
    "10731": "Put the block in the bowl",
    "51692": "Take the bottle in the right compartment box and put it on the table",
    "37361": "Put the bottle on the table inside the colourless bowl",
    "4596": "Put the block in the bowl",
    "45556": "Put the object on the upper half of the box",
    "55806": "Turn off the fourth switch",
    "16907": "Remove the pineapple plush from the box and put it on the toaster oven",
    "18955": "Remove the green plush toy from the box and put it on the green tray",
    "33295": "Pick the object and put it in the upper segment of the box",
    "94738": "Move the pineapple plush toy from the pot to the box",
    "47635": "Move the peach plush toy from the oven tray to the box",
    "41496": "Turn off the third switch from the left on the white extension cable",
    "39449": "Switch on the socket fourth from the left",
    "88605": "Turn on the second last switch of the adapter",
    "80414": "Remove the banana plushie from the box and put it on the table",
    "10785": "Take one bottle from the box from and place it on the table",
    "23074": "Turn off the fourth switch from the left",
    "53793": "Move the green block closer to the silver bottle",
    "49700": "Remove one bottle from the tray and place it on the table.",
    "64037": "Turn on the first switch to the right",
    "51750": "Pick a bottle from the tray and put it in the container",
    "23080": "Put one bottle on the tray",
    "18986": "Put two bottles in the tray",
    "94764": "Put the green block in the black bowl",
    "27181": "Put the blue marker in the top rectangular segment",
    "62001": "Take a bottle from the tray and put it on the purple mat",
    "4659": "Take the bottle that is near the box and put it in the top compartment of the box",
    "43572": "Put the bottle on the table on the left side of the tray",
    "88627": "Put the green block in the black bowl",
    "49722": "Turn off the third switch from the left",
    "72253": "Turn on the third last switch to the left",
    "78399": "Pick up the small bottle from the table and put it in the bottom compartment of the wooden tray.",
    "80450": "Take one bottle out of the box and put it on the counter",
    "21059": "Turn on the fourth switch on the extension cable",
    "94787": "Put the green block in the bowl",
    "53833": "Put the green block inside the black bowl",
    "88651": "Pick up the object from the table and put it in the black bowl",
    "4685": "Take the yellow block from the top of the green block and place it on the table",
    "80469": "Switch off the second socket on the extension adapter",
    "47704": "Turn off the fourth switch from the top on the adapter",
    "64088": "Pick up the plush vegetable from the pot and put it on the vegetable rag",
    "72292": "Turn off the third socket switch from the left",
    "8805": "Put the blue straw in the mug cup",
    "21096": "Pick up the green block from the table and put it in the black bowl.",
    "66160": "Move the banana plush toy from the box to the counter",
    "90739": "Remove the pineapple plush toy from the tray",
    "45684": "Pick up the small bottle from the plastic container and put it on the table",
    "60023": "Remove one object from the container and place it on the bottom part of the tray",
    "88697": "Turn on the middle switch",
    "29307": "Pick up a bottle from the tray and put it on the table",
    "29308": "Pick up the white object from the table and put it in the white box in the right compartment",
    "4734": "Take the bottle from the table and put it in the bottom compartment of the box",
    "64127": "Switch off the second slot of the extension cord",
    "94846": "Turn off the first switch from the left",
    "94848": "Take the pineapple plush toy out of the box and put it in the black pot",
    "74370": "Put the green block in the black bowl",
    "21126": "Put the first fork from  the right in the cutlery box",
    "25228": "Switch on the first slot of the extension cord",
    "17037": "Put the green block in the black bowl",
    "88717": "Move the cutlery holder forwards",
    "76433": "Put the green block in the black bowl",
    "23186": "Turn off the second switch from the left",
    "10899": "Remove one bottle from the container on the right and place it on the tray",
    "84626": "Take the bottle from the table and put it in the bottom compartment of the box",
    "25238": "Move the bottle from the mat to the tray",
    "72344": "Press on a switch on the extension cable",
    "35482": "Remove a bottle from the left compartment of the tray and put it on the  table",
    "66202": "Turn off the third from last switch on the extension cord",
    "84636": "Remove the bottle from the top part of the tray and place it on the table",
    "10909": "Turn off the third switch from the right",
    "31389": "Put the green block inside the black bowl",
    "64157": "Turn off the third switch from the left",
    "6819": "Press the third switch from the left.",
    "45735": "Remove one bottle from the bottom part of the tray and place it on the  clear lid",
    "93351": "Press the third switch from the right.",
    "68269": "Place the green block inside the black bowl",
    "23214": "Pick up the corn plush toy from the basket and put it on the table.",
    "82608": "Pick up the bottle and put it in the bowl",
    "84656": "Move the spoon to the right then back to the left",
    "23221": "Put the banana plush toy on the counter",
    "47797": "Turn off the middle switch",
    "49846": "Put the Rubik's cube in the bowl",
    "43706": "Turn off the third switch from the left of the adaptor.",
    "94906": "Remove the bottle from the tray and put it on the table",
    "47807": "Turn on the first switch to the right",
    "49855": "Move a bottle from the tray to the table",
    "56000": "Spill out the rubik's cube from the bowl to the table",
    "58047": "Turn off the fourth last switch to the right",
    "70336": "Move the Rubik's cube to the right",
    "2762": "Move a bottle from the table to the clear container",
    "4810": "Put one bottle in the storage box",
    "62155": "Remove three of the bottles from the tray and put them on the table",
    "2769": "Take one bottle out of the tray and put it on the counter",
    "23250": "Turn on the switch on the third from the top",
    "10963": "Remove one bottle from the wooden box",
    "23252": "Pick up the green block from the table and put it in the black bowl",
    "51924": "Take one bottle out of the box and put it on the counter",
    "66262": "Take the bottle from the table and put it in the bottom compartment of the box",
    "80598": "Pick up the green block from the table and put it in the black bowl.",
    "92883": "Pick the bottle on the purple mat and place it on the tray",
    "45785": "Put the block in the black bowl.",
    "33499": "Remove one bottle and put it in the wooden box",
    "74461": "Put the green block in the black bowl",
    "90845": "Put the block in the bowl",
    "25318": "Place the marker on the table",
    "49897": "Remove one bottle from the clear container and place it on the table",
    "746": "Take a bottle from the tray and put it in the bigger container",
    "2795": "Pick up a bottle from the tray and put it on the table",
    "17131": "Pick up the green cube and put it in the black bowl",
    "35563": "Put the block in the bowl",
    "10990": "Turn on the second switch from the left",
    "62193": "Take the Rubik's cube out of the bowl and put it on the table",
    "4859": "Remove the green plush toy from the box",
    "25340": "Pick up one object from the box and put it on the table",
    "68350": "Turn off the fourth switch on the extension cable.",
    "70400": "Remove the orange toy from the pot.",
    "39682": "Put the green block in the black bowl",
    "74501": "Put the block in the bowl",
    "92937": "Uncover the clear container and put one of the bottles from the table inside it",
    "64276": "Turn off the fourth switch from the left",
    "789": "Flip the first switch from the left on the adaptor.",
    "17175": "Pick the pineapple on the counter and put it in the blue pot",
    "76568": "Pick one  bottle on the table and put it on the tray",
    "56089": "Turn off the third switch from the left on the extension cable",
    "78620": "Remove the peach plush toy and place it on the black tray",
    "31519": "Put one bottle on the wooden object",
    "43807": "Put the green cube inside the black bowl",
    "33570": "Pick up the bottle from left and put it in the empty segment of the tray",
    "66338": "Pick up the pen from the wooden board and put it on the table.",
    "80674": "Put the green cube inside the black bowl",
    "88868": "Pick up one object and put it on the table",
    "13101": "Put the square into the bowl.",
    "35630": "Take the yellow block and put it on the table",
    "70447": "Remove the watermelon plushie from the basket and put it on the counter",
    "33586": "Move the mug forward",
    "15156": "Take the bottom bottle from the right compartment of the box and place it on the table",
    "45877": "Remove two bottles from the clear container and put them on the table",
    "13110": "Put the stapler on the table from atop the Rubik's cube",
    "72504": "Turn off the fourth switch from the left",
    "76603": "Move marker from the tray to the table",
    "17212": "Put the green square into the black bowl.",
    "29500": "Get the green object and put it in the black bowl",
    "43836": "Move a bottle from the container to the tray",
    "58174": "Put the silver flask on top of the green block",
    "4928": "Move the pineapple plushie closer to the black plate",
    "84797": "Turn off the second switch from the left on the extension cable",
    "86845": "Place the green block inside the bowl",
    "90940": "Put the blue marker on the tray",
    "92997": "Turn on the second switch from the right",
    "66374": "Remove two bottles from the container and place them on the table",
    "2887": "Press on the switch on the extension cable",
    "19272": "Move a bottle from the mat to the tray",
    "72523": "Remove the bottle from the top right part of the segment tray and put it on the table",
    "80715": "Place the block in the bowl",
    "2893": "Place the block in the bowl",
    "21328": "Press the button third from the right on the extension cord.",
    "68438": "Turn on the first switch next to the main switch on the adapter",
    "4952": "Put the green block in the black bowl",
    "15195": "Put the block in the bowl",
    "23388": "Take the bottle from the table and put it on the tray",
    "37724": "Place a bottle on the tray",
    "56157": "Put the banana inside the basket",
    "95068": "Remove a bottle from the bottom segment of the tray and put it in the big bowl",
    "13153": "Pick the bottle on the table and put it in the lower compartment of the tray",
    "25443": "Move the pineapple plushie to the right",
    "82788": "Put the thing on the blue mat on the tray",
    "33639": "Turn on the third from the left switch",
    "94203": "Take the pear plush toy from the box and place it on the oven tray",
    "21354": "Remove one bottle from the tray and put it on the table",
    "37740": "Turn off the fourth switch",
    "878": "Remove one of the bottles from the tray and place it in the container",
    "23406": "Put the red plushy on the black tray",
    "58223": "Turn on the third switch from the right on the extension cord",
    "82798": "Turn off the third switch from the right side of the adapter",
    "35701": "Remove the bottle from the tray and put it on the table",
    "52085": "Move the bottle from the table to the tray",
    "4986": "Put the green block inside the black bowl",
    "11134": "Remove one fork from the black rack and put it on the table",
    "86911": "Turn off the third switch from the left on the extension cord",
    "93054": "Get the toy banana and put it in the black bowl",
    "17285": "Take a bottle from the table and put it on the tray",
    "903": "Put the silver bottle upright",
    "41863": "Turn off the third switch from the left",
    "56201": "Put the green cube inside the black bowl",
    "35728": "Pick the white cup and put it upright",
    "56208": "Put the object near the cardboard box in the colourless bowl",
    "5011": "Pick up the purple fruit plush toy from the basket and put it on the black tray",
    "66451": "Take the tomato toy out of the basket and place it on the table",
    "15253": "Take the right bottle from the table and put it in the bottom compartment of the box",
    "2968": "Turn off the second left switch on the adapter",
    "27544": "Turn on the second from last switch on the extension cord",
    "68505": "Flip the second switch from the left on the adaptor.",
    "27547": "Move the blue straw from the mug to the bowl",
    "58268": "Put the blue marker on the tray",
    "66459": "Pick up the bottle from the table and put it in the tray",
    "29600": "Put the green block in the bowl",
    "86945": "Turn off the fourth switch from the left",
    "11170": "Put the green thing in the black bowl",
    "52130": "Take the green cube out of the bowl",
    "74661": "Move the bottle in the lower half of the box and put on the left side of the table",
    "2982": "Put the green block in the bowl",
    "7078": "Take the orange out of the box and put it on the tray",
    "45990": "Put the blue marker on the tray",
    "80805": "Pick up one bottle from the table and place it on the bottom part of the tray",
    "11179": "Pick two of the white objects on the lower segment of the tray and place them in the big bowl",
    "52140": "Remove the bottle from the tray and place on the table",
    "56235": "Pick one bottle from the table and put it on the tray",
    "91060": "Put one of the bottles on the table in line with the other bottles on the tray",
    "62389": "Put the green block in the black bowl",
    "5051": "Turn off the third switch from the right",
    "29629": "Take the pineapple and purple plush toys out of the box and put them on the counter",
    "46018": "Pick the bottle on the table and put it in the bowl",
    "56268": "Put the sharpie on the table",
    "19405": "Turn off the second switch from the left",
    "11217": "Turn off the second switch from the right of the adaptor.",
    "91091": "Put the green block in the bowl",
    "39897": "Place the green block inside the black bowl",
    "23515": "Turn off the second switch from the right on the adapter",
    "35804": "Put on of the things on the lower compartment of the tray on the clear lid",
    "23520": "Place the green wooden block inside the black bowl",
    "13281": "Turn off the second and fourth switches from the left on the extension cable",
    "91105": "Move the bowl to the right",
    "74727": "Move the pineapple plushy backwards",
    "21483": "Click on the middle switch on the extension cord",
    "21488": "Turn on the second last switch to the right",
    "39921": "Remove the bottle from the left side of the tray and put it on the table",
    "93170": "Put the block in the bowl",
    "70643": "Put the green block in the bowl",
    "44020": "Turn off the third switch from the right",
    "27638": "Pick a white bottle from the counter and place it on the tray",
    "3063": "Take a bottle from the bowl and put it in the left compartment of the box",
    "70649": "Turn off the first switch from the left",
    "37882": "Put the green cube inside the black bowl",
    "13309": "Move the blue bottle to the right",
    "27646": "Turn off the second switch from the left",
    "64512": "Move the bottles from the clear lid and put them on the top compartment of the box",
    "7173": "Open the lid of the transparent bowl",
    "93192": "Switch on the third switch from the left",
    "46089": "Pick up the blue bottle and place it upright on the right side of the table",
    "82957": "Turn on the last switch to the left",
    "52239": "Remove the marker from the tray and put it on the table",
    "74769": "Put the marker in the top compartment of the box",
    "27669": "Turn on the second switch from the left on the adapter",
    "89110": "Turn on the third slot button  of the extension cord  from  the right side",
    "3098": "No action",
    "80927": "Remove the tomato plush toy from the black tray and place it in the basket",
    "15393": "Pick up the green cube and put it in the bowl",
    "1065": "Turn on the third switch from the left",
    "37930": "Turn on the fourth switch from the left",
    "1067": "Put the blue marker on the tray",
    "68651": "Put one of the things in the clear container on the table",
    "31791": "Turn off the second last switch to the left",
    "68658": "Take the watermelon plushie from the box and put it in the black pot",
    "21556": "Move the bowl to the right and put the rubik's cube inside it",
    "82999": "Pick up the orange plush toy from the box and put it on the table",
    "21562": "Take the marker from the box and place it on the table",
    "5182": "Put the green thing in the bowl",
    "15422": "Turn off the second switch from the right side of the adapter",
    "56389": "Switch on the socket third from the right",
    "17478": "Turn off the third switch from the left side of the adapter",
    "7241": "Pick up the green block  and put it in the bowl",
    "60490": "Put the green cube in the bowl",
    "7244": "Put the block in the bowl",
    "13388": "Remove one bottle from the clear container on the left and place it on the tray",
    "56398": "Turn on the middle switch",
    "78928": "Move a bottle from the tray to the table",
    "60497": "Turn on the middle switch",
    "29778": "Turn on the fourth switch",
    "23635": "Put the rubik's cube on the top of the yellow block",
    "52307": "Get the fork in the rightmost part of the utensil basket then put it on the table",
    "52308": "Turn off the first switch on the left side of the adapter",
    "66642": "Move the bottle from the lower compartment to the upper compartment of the tray",
    "1111": "Put the green block inside the black bowl",
    "37976": "Turn off the fourth switch",
    "54359": "Press the third button from the left of the adaptor.",
    "52316": "Put the pineapple plush toy in the blue pot",
    "33885": "Put the green block in the bowl",
    "46173": "Remove one bottle from the tray and put it on the table",
    "3173": "Move the two bottle from the tray to the storage box",
    "11365": "Take the object and put it in the upper segment of the box",
    "44134": "Turn off the first switch on the left",
    "95337": "Remove the bottle from the top part of the segment tray and put it on the purple mat",
    "95339": "Pick up the green block from the table and put it in the black bowl.",
    "78963": "Remove the red plushy from the basket and put it on the table",
    "46201": "Pick up the green object and put it in the bowl",
    "87161": "Put the block in the bowl",
    "78972": "Remove the bottle from the left side of the tray and put it on the table",
    "60541": "Move the purple plush toy from the black pot to the counter",
    "74879": "Pick up the green box and place it in the bowl",
    "27779": "Pick up one bottle from the placemat and put it on the tray.",
    "81032": "Pick the green block and put it on the yellow block",
    "78986": "Turn off the second switch from the left",
    "50319": "Take one bottle out of the bowl and put it on the counter",
    "48272": "Remove the object from the tray and put it on the table",
    "62607": "Move the purple object from the black tray to the black pot",
    "40083": "Move the bowl to the  left",
    "17559": "Move the Rubik's cube to the left",
    "7322": "Turn on the third switch from the right",
    "27803": "Push on a button on the white adaptor.",
    "3228": "Take the stuffed pineapple and put it on the tray",
    "7324": "Turn off the third last switch to the left",
    "56474": "Put the red plush toy on the black tray",
    "58527": "Put the green block in the bowl",
    "46240": "Remove the bottle from the tray and put it on the table",
    "38049": "Turn on the third switch from the left",
    "79009": "Remove a bottle from the bowl and put it on the bottom part of the segment tray",
    "72867": "Put the green block inside the black bowl",
    "50340": "Turn off the first switch on the left side of the adapter",
    "66724": "Put the bottle on the table onto the tray",
    "56486": "Put the Rubik's cube on top of the yellow block",
    "91299": "Pick the cube and put it in the bowl",
    "3240": "Put the block in the bowl",
    "93344": "Turn on the small switch on the adapter",
    "1194": "Take the banana out of the basket and place it on the black tray",
    "23723": "Turn off the third switch from the left",
    "31915": "Turn on the third switch from the left",
    "89259": "Put the block in the bowl",
    "83118": "Pick up the pocket knife and put it in the bowl",
    "27823": "Turn on the middle switch of the adapter",
    "42160": "Remove one bottle from the container on the right and place it on the bottom right side of the tray",
    "93356": "Put the green block inside the black bowl",
    "19634": "Open the plastic box on the table",
    "58548": "Put the green block in the black bowl",
    "19638": "Move the yellow block to the right",
    "29879": "Pick up one small bottle from the wooden tray and put it on the table.",
    "48312": "Turn on the second last switch to the right",
    "76992": "Turn on the third switch on the extension cord",
    "60611": "Pick up the bottle from the table and place it on the tray",
    "58564": "Put the block in the bowl",
    "52422": "Take one bottle from the tray, put it in the container, close the lid, then open it",
    "62662": "Put the pineapple plush toy on the counter then put the banana plush toy in the box",
    "50376": "Turn on the third switch from the left",
    "87240": "Pick up the banana from the orange box and put it on the table",
    "11466": "Pick up the orange toy and put it in the black tray.",
    "64715": "Put the stapler inside the white bowl on the left",
    "36044": "Pick up two white objects and put them into the wooden tray.",
    "56524": "Put the green block in the black bowl",
    "40142": "Turn off the second switch on the extension cord",
    "27855": "Place an object in the open drawer then close it",
    "93385": "Put the green block inside the black bowl",
    "52434": "Turn on the third from last switch on the extension cord",
    "64730": "Put the block in the black bowl",
    "19675": "Turn off the middle switch",
    "89306": "Pick the pen on the green block and put it in the cup",
    "25829": "Close the lid on the clear container",
    "66789": "Turn on the third switch from the left.",
    "52455": "Pick up the block and put it in the bowl",
    "50416": "Turn on the third switch from the left side of the adapter",
    "13553": "Close the lid on the clear container",
    "17652": "Pick the block and put it in the bowl",
    "93434": "Put the green cube inside the black bowl",
    "7419": "Put the green block inside the black bowl",
    "7420": "Turn on the fourth switch",
    "42236": "Remove the bottle from the tray and put it on the table",
    "34048": "Turn on the fourth switch to the left",
    "50438": "Place one orange toy from the basket on the black tray",
    "40201": "Remove the bottle from the bowl and put it on the table",
    "56590": "Turn on the second switch from the left",
    "23829": "Put the green cube inside the the black bowl",
    "15638": "Place the green block in the bowl",
    "62741": "Take the object from the box and put it on the table",
    "48409": "Put the object on the far left of the table in the clear container",
    "85274": "Turn on the third switch from the left",
    "87329": "Turn on the fourth switch from the left on the extension cable",
    "7461": "Remove pineapple toy from the fruit basket to the table",
    "9517": "Move a bottle from the top segment of the tray to the table",
    "64823": "Take a bottle from the clear bowl and put it on the bottom compartment of the box",
    "87352": "Move the pineapple to the left",
    "11577": "Put the white cup upright",
    "93499": "Put the marker in the right compartment of the box",
    "81215": "Put the bottle on the table in the left compartment of the tray",
    "32064": "Push the smaller bottle down",
    "40256": "Pick the small bottles in the upper segment of the box and put them on the table",
    "23878": "Pick up the pineapple from the pot and put it in the basket, then pick it up again and put it back in the pot",
    "38217": "Turn off the third switch from the left on the extension cord",
    "62798": "Switch off the first slot of the extension cord on the left",
    "3408": "Switch on the first slot of the extension cord from left",
    "13648": "Press the button on the second socket from the right.",
    "23890": "Put the object on the table on the bottom part of the tray",
    "11603": "Put the green block inside the black bowl",
    "36178": "Get the object from the purple paper and put it in the colourless box",
    "46418": "Pick up two bottles from the table and place them on the tray",
    "9558": "Turn off the third switch from the left on the adapter",
    "77138": "Switch on the fourth switch from the left",
    "85339": "Pick the bottle from the table and put it on the lower compartment of tray",
    "25948": "Switch off third socket on the extension adapter",
    "44380": "Put the marker on the purple mat",
    "44381": "Put the object in the black tray into the brown box",
    "3423": "Turn on the third switch on the extension cord",
    "77149": "Pick up the green block from the table and put it in the black bowl.",
    "85344": "Turn on the second switch from the left",
    "17774": "Pick the green block and put it in the bowl",
    "48494": "Put the block in the bowl",
    "50543": "Pick the marker from the tray and place it on the purple mat",
    "15729": "Pick up the bottle from the table and put it in the wooden tray.",
    "56687": "Turn on the third switch from the left side of the extension cable",
    "85358": "Turn off the third and fourth switches from the left",
    "42356": "Put the green block in the black bowl",
    "68980": "Remove the pink plushy from the box and put it on the table",
    "19830": "Turn off the fourth switch from the left on the adapter",
    "11642": "Take the bottle from the table and put it in the clear bowl",
    "11644": "Align one of the things in the box with the other thing on the left side of the tray",
    "81278": "Turn off the second switch from the right",
    "1412": "Put the banana plushy in the box",
    "50565": "Turn on the first switch from the left",
    "68997": "Put the white object on to the tray.",
    "81293": "Put the purple plush toy on the oven tray",
    "15765": "Press the switch second from the left.",
    "81302": "Put the green block in the black bowl",
    "15769": "Remove the bottle from the tray and put it on the table",
    "5537": "Turn on the second switch from the right",
    "91554": "Take the bottle in the bottom compartment and put it on the table",
    "3491": "Place the Rubik's cube on top of the green block",
    "79268": "Take the bottle from the table and put it in the bottom compartment of the box",
    "3497": "Turn on the second switch from the left",
    "50602": "Remove one bottle from the tray and place it on the table",
    "62889": "Put the fork in the black rack",
    "79274": "Take one bottle on the counter and put it on the tray",
    "91566": "Move the bottle on the table to the empty compartment of the box",
    "42416": "Put one of the objects on the bottom part of the tray",
    "56756": "Put the block in the bowl",
    "91572": "Take the pen from the white cup and put it on the table",
    "7616": "Put the orange plush toy in the box",
    "11715": "Pick up the object and put it in the bowl",
    "3528": "Turn on the third and second switches from the right",
    "83406": "Turn on the third switch from the right of the white adaptor.",
    "28113": "Place the green block inside the black bowl",
    "40408": "Pick up two bottles and put them in the bowl",
    "79321": "Turn off the third switch from the left",
    "38363": "Put the block in the bowl",
    "9692": "Put the orange plush in the basket",
    "17885": "Flip off the second far left switch on the adapter",
    "64990": "Take the bottle from the clear bowl and put it on the table",
    "77277": "Move the silver bottle closer to the white cup",
    "28134": "Put the green block in the bowl",
    "69099": "Turn off the fifth switch from the left",
    "83435": "Put the white object into the container.",
    "30189": "Put a bottle from the table onto the tray",
    "69102": "Pick up a bottle from the tray and put it on the table",
    "24049": "Put the banana and pineapple plush on the table",
    "13812": "Remove the bottle from the bottom part of the tray",
    "69110": "Pick up the object from the table and put it in the bowl",
    "71160": "Get the toy squishy watermelon and put it in the green pot",
    "73213": "Place the bottle on the tray",
    "32255": "Turn off the fourth switch from the left on the adapter",
    "60928": "Put the marker on the purple mat",
    "79363": "Remove the white object from the plastic container.",
    "13830": "Pick up the objects and put them in the box",
    "62983": "Turn off the switch of the second right slot on the adapter",
    "81417": "Turn on the middle switch of the adapter",
    "11786": "Turn on the second switch from the right on the adapter",
    "40460": "Put the green block in the black bowl",
    "56845": "Remove the bottle from the mug and put it on the table",
    "73234": "Place the green block in the black bowl",
    "9756": "Put the green block in the black bowl",
    "15901": "Pick up a vial and put it in the top compartment of the beige tray",
    "52764": "Pick up the white object on the table and place it on the lower segment of the tray",
    "26145": "Place the green block in the bowl",
    "52773": "Pick up one bottle from the table. put the bottle one the tray",
    "46630": "Close the lid on the clear container",
    "44583": "Pick two bottles on the counter and put them in the box",
    "1577": "Move the bottle from the top compartment of the box into the bowl",
    "7724": "Transfer the bottle from the bowl to the mug",
    "3634": "Open the clear container on the table",
    "44595": "Place the green cube inside the black bowl",
    "87604": "Pick up one bottle from the table and put it on the tray",
    "56888": "Place the object on the table onto the tray",
    "71225": "get a bottle next to the box and put it in the lower half of the box",
    "50749": "Put the green block in the bowl",
    "69181": "Flip the third switch from the right on the adaptor.",
    "69182": "Put the marker on the tray",
    "42560": "Remove one bottle from the bottom part of the tray and place it o the table",
    "83520": "Remove two bottles from the clear bowl on the left and set them on the table",
    "91711": "Take one bottle out of the tray and put it on the mat",
    "52810": "Take the pineapple plush toy from the box and put it on the oven tray",
    "71245": "Put the pineapple plush toy in the box",
    "11855": "Turn on the second switch from the left",
    "18001": "Pick up the block",
    "18002": "Put the banana plush toy in the box",
    "65106": "Open the box",
    "87636": "Pick a bottle from the table and put it on the tray",
    "52823": "Place the block in the bowl",
    "67162": "Switch off the fourth slot and switch on the third slot of the extension cord",
    "73312": "Press the third switch from the left on the extension cord.",
    "34401": "Put the green block inside the black bowl",
    "89700": "Remove the bottle from the bottom rectangular section and put it on the table",
    "24165": "Turn off the third switch from the left",
    "93799": "Pick up the bottle from the bowl and put it in the first segment of the tray",
    "71274": "Remove one bottle from the tray and put it on the table",
    "30318": "Turn on the third switch from the left",
    "85615": "Place the pear plush toy on the oven tray",
    "24177": "Pick up the bottle from the table and place it inside the clear bowl on the right",
    "11890": "Turn off the second switch from the left of the adapter",
    "40561": "Place a bottle on the tray",
    "40562": "Turn on the second switch from the right",
    "46709": "Put the green block in the black bowl",
    "61041": "Put the green block in the bowl",
    "75379": "Pick up the pen from the table and put it in the bowl.",
    "50808": "Put the green block in the black bowl",
    "56952": "Put the bottle on the table in the upper compartment of the tray",
    "63097": "Put a bottle from the table beside the other bottles on the tray",
    "7807": "Put the pineapple plush toy in the box",
    "56960": "Put the fork in the black rack",
    "52865": "Take a bottle from the table and put it on the tray",
    "56962": "Take two bottles on the counter and put them in the box",
    "61058": "Turn on the middle switch on the adapter",
    "71296": "Put the pineapple plushie on the table",
    "85634": "Put the block in the bowl",
    "89731": "Turn on the third switch from the right",
    "77447": "Take the pineapple plush toy out of the blue pot and put it on the counter",
    "36490": "Put the block in the bowl",
    "89742": "Pick the object and put it in the upper segment of the box",
    "50836": "Pick up a bottle from the table and place it on the left side of the tray",
    "5781": "Put the green block in the bowl",
    "85654": "Take the bottle out of the tray and put it on the counter",
    "9881": "Put the marker inside the wooden box",
    "24217": "Move the rack to the left",
    "38557": "Turn off the second switch from the left",
    "50845": "Remove the bottle from the tray and put it on the table",
    "5792": "Turn on the second switch from the left",
    "42664": "Turn off the third switch from the right",
    "57005": "Pick the pen on the block and put it on the table",
    "77485": "Move the fork on the right to the left",
    "16049": "Put the green block into the black bowl",
    "67251": "Put the green block in the black bowl",
    "87733": "Close the lid of the bowl",
    "3767": "Place the green block in the black bowl",
    "22200": "Remove the bottle from the tray and put it on the table",
    "54968": "Place the green block in the bowl",
    "65211": "Take the straw from the bowl and place it on the table",
    "3772": "Remove the bottle from the right side of the tray and place it in the container",
    "14012": "Turn off the first switch from the left",
    "16060": "Remove four bottles from the tray and place them on the table",
    "20159": "Take one bottle from the tray and place it on the counter",
    "85695": "Move the white cloth",
    "89790": "Turn off the first switch from the left",
    "87747": "Remove a fork from the cutlery holder",
    "44744": "Put the purple plushy on the black tray",
    "85705": "Put the green block inside the black bowl",
    "54988": "Remove the bottle from the top part of the tray and put it on the table",
    "5843": "Move the bottle forward",
    "11988": "Put the green thing in the black bowl",
    "75475": "Turn off the third switch to the right",
    "3803": "Remove two bottles from the container on the right and place them in the container on the left",
    "26332": "Flip the third switch from the right on the adaptor.",
    "7902": "Put the bottle on the table in the right compartment of the tray",
    "38623": "Turn off the third switch from the left",
    "71391": "Put the block in the bowl",
    "1763": "Remove the marker from the tray and put it on the table",
    "30437": "Turn off the second switch from the right side of the adapter",
    "22247": "Turn on the second switch from the left",
    "73447": "Put the block in the bowl",
    "28395": "Take one bottle on the tray and put it on the table",
    "28396": "Pick up three of the white objects from the transparent bowl and put them on the table",
    "26352": "Put the bottle in the lower half of the box",
    "30450": "Remove the fork from the table and put it in the middle compartment of the rack",
    "93938": "Put the cup upright on the table",
    "1785": "Remove the orange plush toy from the box",
    "48893": "Put the green cube in the bowl",
    "81666": "Remove the pineapple plushie from the box and put it on the table",
    "52995": "Close the lid on the clear container",
    "28421": "Turn on the second switch from the left",
    "55045": "Close the box",
    "14094": "Move the black rack to the right",
    "10002": "Turn off the third switch from the left",
    "61203": "Pick the green object in the basket and put it on the tray",
    "63255": "Put the pen on the table",
    "30488": "Pick up the block and put it in the bowl",
    "16154": "Take the pineapple plushie from the box and put it in the black pot",
    "1822": "Move the bottle from the bowl to the table",
    "28451": "Get an item from the lower compartment of the tray and place it on the table",
    "30505": "Put the green block in the bowl",
    "59179": "Turn on the first switch from the left on the extension cord",
    "32556": "Pick up one bottle from the table and place it on the tray",
    "63275": "Remove the leftmost object in the lower half of the box on the purple paper",
    "22319": "Place the block in the bowl",
    "79668": "Put the bottle on the table in line with the other bottles on the tray",
    "40760": "Put the block in the bowl",
    "38714": "Put the block in the bowl",
    "8002": "Put the block in the bowl",
    "44866": "Press the fourth button from the left on the extension cord.",
    "73540": "Pick up one bottle from the table and put it on the tray",
    "14149": "Remove the object from the tray",
    "87874": "Remove one bottle from the tray and place it on the table",
    "59208": "Take the right bottle from the box and put it on the table",
    "16202": "Move the bottle up on the table",
    "26442": "Take the first bottle on the left and place it in the top compartment of the box",
    "87882": "Turn on the third and second switches from the left on the extension cable",
    "91982": "Take the Rubik's cube out of the bowl and put it on the table",
    "89935": "Remove the banana plush toy from the box and place it on the table",
    "1873": "Remove the pineapple plush toy from the box",
    "65364": "Move the silver flask from the left to the right",
    "53077": "Take the objects from the basket and drop them on the table",
    "65367": "Turn off the third switch from the right",
    "53084": "Remove a bottle from the container and put it on the top left part of the segment tray",
    "67422": "Push down on the third button from the left on the adaptor",
    "81759": "Switch off the second slot of the extension cord",
    "94049": "Pick the banana plush toy from the box and put it in the pot",
    "1895": "Remove the black and white thing from the table and put it on the bottom part of the segment tray",
    "73579": "Turn on the fourth switch on the extension cord",
    "57198": "Take the bottle from the bottom compartment and put it on the table",
    "34675": "Turn off the fourth switch from the left.",
    "10100": "Turn on the third switch from the left of the white adaptor.",
    "92019": "Put the Rubik's cube in the bowl",
    "75639": "Take one bottle from the container on the left and place it on the tray",
    "87929": "Put the leftmost object on the table in the upper half of the cardboard box",
    "18301": "Turn on the third switch from the left on the extension cable",
    "92032": "Turn off the third switch from the right",
    "36739": "Turn off the third switch from the left on the adapter",
    "53123": "Put the green block in the black bowl",
    "83849": "Put a bottle in the larger container",
    "51083": "Take the bottle on the tray and put it on the counter",
    "20365": "Pick the object on the left from the bottom compartment of the tray and place it on the lid",
    "77712": "Put the block in the bowl",
    "34705": "Move one bottle from the bottom compartment of the box to the table",
    "16274": "Put the bottle with the green label inside the white bowl",
    "36753": "Put the green block in the bowl",
    "51089": "Move a bottle from the tray to the counter",
    "53138": "Turn off the third switch from the left of the extension cord",
    "59282": "Press the fourth and third switch from the left on the extension cable",
    "42905": "Put the grape plush toy on the black tray",
    "75673": "Press the third switch from the right on the extension cord",
    "8091": "Remove one bottle from the container and put it on the table",
    "36764": "Turn off the third switch from the right",
    "83869": "Put the green cube inside the black bowl",
    "26527": "Open the lid of the clear bowl",
    "42912": "Put the toy banana on the wooden board",
    "73633": "Open the box",
    "12194": "Put the block in the bowl",
    "67494": "Pick up the green block and place it in the black bowl.",
    "20394": "Put a bottle on the tray",
    "24490": "Put the block in the bowl",
    "90026": "Turn off the third switch from the right",
    "38829": "Pick up the bottle from the table and place it on the tray",
    "69550": "Turn off the second switch from the left on the adapter",
    "75695": "Pick the green block and put it in the bowl",
    "65460": "Turn off the switch at the center of the adapter",
    "71604": "Take the right bottle from the top compartment of the box and put it on the table",
    "28603": "Put the bottle on the table on the tray",
    "1980": "Put the pineapple plush toy in the box",
    "40892": "Turn the third switch from the left on",
    "44989": "Turn off the second switch from the right",
    "40896": "Pick up the bottle on the table and put it in the lower compartment of the tray",
    "67520": "Pick up one bottle from the clear lid and place it on the bottom part of the tray",
    "34754": "Pick up the object and put it in the bowl",
    "67522": "Turn of the second from last switch on the extension cord",
    "92099": "Put the green block in the black bowl",
    "4039": "Put the green block in the black bowl",
    "32712": "Remove one object from the upper part of the tray and place it on the table",
    "8141": "Turn on the first switch on the left",
    "75726": "Put the watermelon plush toy in the box",
    "8144": "Turn off the middle switch on the extension cord",
    "26577": "Take the right bottle from the box and put it on the table",
    "63443": "Change the Position of the cup and put it horizontally",
    "14294": "Switch off the fifth slot of the extension cord",
    "12247": "Put the black object on the table",
    "88022": "Put the green block in the bowl",
    "57308": "Put a bottle on the tray",
    "6111": "Move the pen from the white bowl to the white cup",
    "14303": "Switch off the second slot on the extension cord from right to left",
    "32736": "Remove all the bottles on the tray",
    "22498": "Put the knife set in the bowl",
    "79844": "Take one bottle from the clear bowl and place it on the table",
    "81893": "Remove one object from the upper part of the tray and put it on the table",
    "71654": "Flip a switch on the extension cord",
    "69609": "Put the green block in the black bowl",
    "40938": "Turn on the third switch from the left side of the adapter",
    "32751": "Turn off the fourth switch on the extension cable",
    "61425": "Turn off the fourth switch from the left on the adapter",
    "45042": "Turn on the second switch from the left on the extension cord",
    "32755": "Remove the banana toy from the basket and put it on the black tray",
    "14324": "Put the green block inside the black bowl",
    "36851": "Put one bottle in the clear box",
    "61435": "Turn on the first switch on the left side of the extension cable",
    "81916": "Remove one bottle from the tray and place it the container"
}