{
    "43012": "Remove the white container from the big lunchbox and put it in the takeaway pack",
    "5638": "Put the wooden plaque in the lunch pack",
    "80269": "Put the spoon directly on the counter",
    "47503": "Remove the block from the basket",
    "62735": "Pick up the spoon and scoop some of the contents from the bowl",
    "52497": "Move the K-cup to the top segment of the take-away food container",
    "65298": "Move one small black object to the right.",
    "2579": "Put the silver lid on the glass container.",
    "66962": "Rotate the white napkin to the right.",
    "66966": "Push the left faucet head to the right",
    "85142": "Pick up the spoon and scoop some of the contents on the napkin and pour them in the bowl",
    "79769": "Remove the yellow block from the lunchbox and put it in the takeaway pack",
    "34332": "Remove the wooden box from on top of the take away pack and put it on the counter on the right",
    "76060": "Pour the contents of the cup onto the paper towel",
    "51359": "Move the transparent bowl forward",
    "73379": "Move the container to the right",
    "2980": "Use the silver spoon to put the coffee beans from the napkin into the food pack.",
    "69157": "Take the paper towel out of the plastic box",
    "63526": "Grab a paper towel and place it onto the bowl",
    "66855": "Remove the yellow object from the lunch box",
    "5160": "Flip the napkin in the bowl",
    "57646": "Open then close the tap",
    "12591": "Pick up the cup",
    "94638": "Place the yellow block next to the blue block",
    "6449": "Remove the plastic from the bucket and put it on the table",
    "40241": "Put the spoon on the paper towel",
    "47798": "Push the faucet on the left to the right.",
    "62265": "Bring the foam pack closer to the paper towel roll",
    "58683": "Fold the serviette in half",
    "79164": "Empty the cup",
    "40765": "Take one scoop of coffee grounds using the scooper in the coffee jar, empty the scoop onto the napkin then place the scooper back in the jar",
    "92605": "Put the spoon onto the paper towel",
    "44224": "Pick up the white oval shaped paper from the tote and place it on the counter",
    "95552": "Use the silver spoon to remove some of the contents on the napkin and put them in the takeaway pack",
    "46280": "Put the coffee cup in the sink.",
    "46415": "Rip off a piece of the paper towel from the roll",
    "78546": "Remove the blue block from the lunchbox and put it in the takeaway pack",
    "23891": "Take the lid off of the coffee jar",
    "31059": "Pick up the spoon, scope the objects from the bottle and put them in the bowl",
    "3798": "Tear one paper towel from the roll.",
    "64983": "Put the cup in front of the foam pack",
    "2272": "Push the white food pack forwards then backwards.",
    "52705": "Move the basket to the right",
    "25448": "Wipe the silver lid with the paper towel",
    "35306": "Remove one wooden block from the clear container.",
    "43500": "Move the clear container backwards.",
    "54644": "Move the tissue to the right",
    "14583": "Lift the left side of the napkin.",
    "73467": "Place the contents on the silver spoon into the coffee cup on the left.",
    "20351": "Close the disposable lunch pack then turn the pack to the right"
}