{
    "54784": "Take the object and scrub the inside of the jug",
    "69632": "Push the lid on the tap of the flask",
    "26120": "Press the nozzle to open the drinking hole of the bottle",
    "84492": "Stir the contents in the flusk.",
    "60440": "Put the blue cup inside the pink cup, put the white cup inside the blue cup",
    "26": "Move the bottle brush up and down repeatedly in the thermos flask",
    "1569": "Close the flask",
    "56354": "Stack up the cups",
    "31269": "Stack up the cups",
    "33830": "Use the object to stir the contents in the jug",
    "29742": "Press down on the top of the jug to close",
    "69171": "Push down on the lid of the silver cup.",
    "89658": "Pull and push the object in the bottle over and over again",
    "77890": "Press down on the lid of the flask",
    "42060": "Open the lid on top of the thermos flask",
    "36431": "Scrub the inside of the flask with the brush",
    "33362": "Close the top part of the flask",
    "40534": "Use the object to clean the flask",
    "5719": "Use the the brush to scrub inside the jar",
    "84055": "Press down on the top of the flask to close the lid",
    "84057": "Press the top of the bottle to close",
    "70136": "Use the object to clean the flask",
    "94828": "Pick the purple hanger and hang it on the black rod",
    "64116": "Use the brush to clean the silver bottle",
    "72308": "Move the bottle brush up and down repeatedly in the thermos flask",
    "84104": "Close the flask lid",
    "76429": "Close the lid of the flask",
    "47248": "Use the brush to clean the inside of the silver bottle",
    "72854": "Lift and lower the thing in the flask six times",
    "40602": "Move the brush inside the flask up and down",
    "77994": "Use the brush to scrub inside the jar",
    "53421": "Use the brush to clean the inside of the flask",
    "58543": "Close the flusk.",
    "48816": "Move the brush inside the flask up and down",
    "86200": "Open the lid on the top of the flask, close it, and then open it again",
    "61626": "Pick up the white rod, move it within the silver cup and put the white rod on the table.",
    "95419": "Scrub the inside of the flask",
    "60607": "Use the brush to scrub inside the thermos",
    "87233": "Open flask",
    "37058": "Move the brush inside the silver flask up and down",
    "90821": "Press down the lid on the flask",
    "59081": "Press the button on the lid of the silver flask",
    "85716": "Press the lid of the flask",
    "29911": "Pick up the rod and stir in the silver cup.",
    "1240": "Scrub the inside of the flask using the brush",
    "3288": "Push open the lid on the thermos flask",
    "14555": "Press down on the lid of the flask",
    "81630": "Close the mouth of the flask",
    "53990": "Press down on the top of the silver flask",
    "37117": "Move the brush inside the silver flask up and down",
    "11522": "Close the lid on the flask",
    "61702": "Use the brush to clean the bottle",
    "89865": "Put the white and the blue cup in the orange cup",
    "92938": "Open the small mouth of the silver bottle.",
    "71949": "Press down on the top of the flask",
    "77073": "Open the cap on the silver jar",
    "48917": "Move the white object in the silver jar up and down in the jar",
    "3359": "Put the blue brush on the table in the flask, move the brush up and down four times, remove the brush and put it on the table",
    "21280": "Open the flask",
    "9000": "Move the brush inside the flask up and down",
    "26422": "Use the brush to scrub inside the jar",
    "15676": "Press down on the lid of the flask",
    "316": "Put the blue cup inside the white cup then put the orange cup inside the blue cup",
    "90941": "Move the brush inside the flask up and down",
    "49984": "Open and then close the flask lid",
    "79680": "Close the mouth of the flask",
    "91457": "Open the flask",
    "41799": "Press down on the lid of the flask",
    "67912": "Push down the nozzle of the drinking bottle",
    "64842": "Stir the contents in the silver flask.",
    "44364": "Scrub inside the flask with the brush",
    "45389": "Open the mouth of the flask",
    "85857": "Close the lid at the top of the thermos flask",
    "17254": "Open the cap on the silver bottle",
    "9587": "Put the flask inside the flask and use it to scrub the inside",
    "20340": "Put the white cup into the orange cup then the blue cup into the white cup",
    "36211": "Stir the contents in the silver flask.",
    "31095": "Open the lid of the flask",
    "60799": "Clean the flask using the white stick inside it",
    "3456": "Stir in the silver cup using the white rod.",
    "72583": "Move the brush inside the flask up and down",
    "2444": "Press the top of the bottle to close",
    "86412": "Grab the white rod and move it around in the silver cup.",
    "28068": "Close the flask",
    "84902": "Press down on the lid of the silver flask",
    "31656": "Open the flask",
    "1967": "Close the flask",
    "80305": "Open the cap on the top of the bottle",
    "91585": "Press the top of the bottle to open",
    "55241": "Stir the contents in the flusk.",
    "1486": "Press the nozzle to open the drinking hole of the bottle",
    "93650": "Use the brush to clean the silver bottle",
    "32724": "Push the nozzle of the flask down",
    "8672": "Press the button atop the flask",
    "32748": "Open and close the lid on the top of the flask",
    "48110": "Move the brush inside the silver flask up and down",
    "31730": "Move the brush inside the flask up and down",
    "58354": "Close the lid on the top of the thermos flask",
    "65528": "Push the lid to open the bottle on the table",
    "69625": "Place the marker inside the jar"
}