{
    "63488": "Remove the yellow pepper from the brown bowl and put it on the table",
    "22914": "Move the plush toy forward",
    "49155": "Move the gray doll closer to you",
    "27397": "Remove the yellow pepper from the bowl and place it on the table.",
    "21639": "Put the yellow pepper in the brown bowl",
    "28423": "Put the grey plush toy inside the orange bowl",
    "58763": "Move the rabbit plush toy to the right",
    "43917": "Pick up the corn plush toy and put it in the bowl",
    "44943": "Move the pink toy to the left",
    "20752": "Remove the plastic maize from the brown bowl and put it on the table",
    "80913": "Move the maize to the left",
    "80274": "Pick up the yellow bell pepper from the pot and put it on the table",
    "55317": "Move the yellow pepper to the left",
    "41878": "Move the can of corn to the left",
    "76310": "Move the pickle toy to the left",
    "67322": "Move the tin to the right on the table",
    "48028": "Move the gray toy backward to the left",
    "71324": "Move the grey bear forwards",
    "78369": "Pick up the yellow bell pepper and put it on the table",
    "42148": "Move the green object to the right",
    "21157": "Move the green object to the left",
    "10662": "Move the yellow and green can backwards",
    "28582": "Move the maize cob to the right",
    "57764": "Move the yellow pepper to the right",
    "78121": "Put the yellow pepper inside the brown bowl",
    "48298": "Move the grey plush toy forwards.",
    "88614": "Pick up the yellow toy and put it in the bowl.",
    "82478": "Take the cob of maize out of the silver pot",
    "10931": "Put the yellow pepper in the orange bowl",
    "40246": "Put the yellow pepper inside the orange bowl",
    "21816": "Shift the bell pepper to the left",
    "10041": "Pick up the yellow bell pepper and put it on the left side of the table",
    "34744": "Put the pink toy inside the container",
    "3387": "Move the corn to the left",
    "51263": "Remove the yellow pepper from the orange pot and put it on the table",
    "52420": "Move the can to the left",
    "51527": "Move the grey bear backwards",
    "94536": "Pick up the yellow bell pepper from the bowl and put it on the table",
    "4300": "Move the mouse toy to the center of the table",
    "60237": "Put the yellow pepper in the brown bowl",
    "56527": "Put the bell pepper in the orange bowl",
    "46544": "Move the grey bear backwards.",
    "72015": "Move the grey bear backwards.",
    "25812": "Move the tin can to the right",
    "38614": "Move the gray doll to the left back corner",
    "60503": "Move the yellow object to the right",
    "75095": "Move the can closer to you",
    "71643": "Move the doll  backwards",
    "12765": "Move the cucumber to the left",
    "55135": "Remove the plushy from the orange bowl and put it on the table",
    "85984": "Put the yellow object and put it in the bowl",
    "86391": "Move the  fluffy bear to the left",
    "45154": "Move the yellow pepper to the left",
    "28900": "Put the yellow pepper at the front of the table.",
    "52197": "Slide the can of corn to the right",
    "45178": "Put the yellow pepper in the pot",
    "62181": "Move the tin to the left",
    "77284": "Move the maize cob to the right",
    "91495": "Put the yellow object inside the pot",
    "79211": "Put the yellow pepper into the bowl",
    "14700": "Move the gray doll to the left",
    "66413": "Push the can farther away from you",
    "93682": "Put the yellow pepper in the orange bowl",
    "57716": "Move the gray object to the right of the desk",
    "87796": "Put the fake corn in the orange bowl",
    "67575": "Move the pot to the top left corner of the table",
    "28152": "Move the green plush toy",
    "82425": "Remove the maize cob from the bowl.",
    "20346": "Move the tin can to the left",
    "59006": "Remove the yellow pepper from the container",
    "16127": "Move the brown bowl to the left"
}