{
    "26240": "Put the purple bowl on the red plate then put the bowl on the table.",
    "29185": "Move the strawberry plush toy to the left",
    "36866": "Pour the contents of the purple bowl into the green bowl",
    "76802": "Pour the contents in the green bowl into the purple bowl.",
    "10757": "Put the strawberry in the orange bowl",
    "37641": "Pour the objects from the green bowl into the orange bowl",
    "4234": "Move the yellow cup to the left",
    "65166": "Remove the yellow cup from the plate and put it on the table",
    "53007": "Move the roll of paper towel to the right",
    "15634": "Move the orange plush toy to the left.",
    "68882": "Move the yellow mug to the right",
    "77723": "Pour the contents in the green bowl into the orange bowl",
    "55837": "Pour the contents from the left bowl to the right bowl",
    "89246": "Pour the contents of the pink bowl into the blue bowl",
    "68640": "Shift the blue bowl to the right side of the basketball",
    "48162": "Remove the black object from the yellow mug and move it to the right",
    "26789": "Lift the blue and green bowl, pour some of its content into the purple bowl and then put it back on the table",
    "79911": "Move the yellow cup to the left",
    "58028": "Put the red object in the orange bowl",
    "32947": "Move the pink bowl backwards slightly",
    "8244": "Lift the blue clip and put it in the green bowl",
    "16564": "Move the orange straw to the right of the red plate",
    "54580": "pour the content in the light green bowl into the purple",
    "7993": "Pour the contents from the purple bowl into the green bowl.",
    "63161": "Put the purple bowl in the orange bowl",
    "21311": "Put the black object on the yellow cup",
    "83266": "Pick up the red toy and put it in the blue bowl",
    "84802": "Pick up the red toy and put it in the orange bowl",
    "26948": "Put the blue bowl in the green bowl.",
    "40644": "Move the strawberry to the left",
    "3144": "Pour the contents in the orange bowl into the purple bowl.",
    "5321": "Put the content of the green bowl into the blue and pink bowls",
    "55119": "Remove the pink bowl from the stacked bowls, then put the strawberry in the pink bowl",
    "46033": "Pour the contents from the pink bowl into the green bowl",
    "14803": "Shift the plastic to the right",
    "86228": "Pour the contents in the blue bowl into the orange bowl",
    "11863": "Pour the objects in the orange bowl into the green bowl.",
    "16727": "Pour the contents of the blue bowl into the pink bowl",
    "15836": "Pour the contents of the blue bowl into the purple bow",
    "7517": "Put the red ball on the orange thing",
    "85469": "Move the tissue roll to the left",
    "2399": "Remove the strawberry from the orange bowl",
    "73183": "Transfer the beans from the green bowl to the blue bowl",
    "88670": "Pour the content in the purple bowl into the blue bowl and then place the purple bowl next to the blue bowl",
    "35298": "Put the orange pen inside the orange cup and  she is now using grade 5",
    "29412": "Pour the contents in the purple bowl into the green bowl.",
    "77543": "Pick up the blue bowl and pour all its contents into the purple bowl",
    "3434": "Put the strawberry in the purple bowl",
    "28650": "No action",
    "50284": "Remove the pink bowl from the stacked bowl",
    "19441": "Pick up the yellow mug and put it on the table in between the orange bowl and the kitchen paper",
    "27378": "Remove the red ball from the orange bowl.",
    "51057": "Remove the orange object from the pink bowl and put it on the table",
    "57204": "Pour the contents in the purple bowl into the blue bowl.",
    "72309": "Put the pumpkin plush toy into the red bowl",
    "47863": "Move the black thing to the edge of the table",
    "50042": "Move the green bowl to the right",
    "53883": "Put the strawberry plush toy and pumpkin plush toy  on the kitchen cabinet."
}