{
    "95232": "Close the laptop",
    "44547": "Press the top of the stapler",
    "50187": "Turn on the third switch from the right on the adapter",
    "76815": "Press down on the black stapler",
    "90128": "Close the laptop fully",
    "17": "Turn off the switch of the second slot from the left on the adapter",
    "26130": "Turn off the third switch from the right on the extension cable",
    "69139": "Fold the laptop on the table",
    "65561": "Pick up one small bottle from the wooden tray and put it in the glass bowl.",
    "48667": "Turn on the third switch from the left",
    "42016": "Turn off the third switch from the right on the extension cable",
    "15394": "Remove a bottle from the bowl and put it in the upper compartment of the tray",
    "43555": "Close the laptop fully",
    "48163": "Turn off the third switch from the right",
    "1573": "Turn on the third switch from the right.",
    "10790": "Turn on the third switch on the extension cord",
    "30761": "Turn on the fourth switch",
    "11309": "Turn on the second switch from the left",
    "61997": "Push down on the stapler",
    "26162": "Turn off the fifth switch from the right on the adapter",
    "45620": "Turn off the second switch from the left",
    "47162": "Move the two bottles from the top compartment of the box to the bowl",
    "58938": "Press down on the stapler",
    "36412": "Push on the stapler",
    "78906": "Turn off the third last switch to the left",
    "34378": "Close the laptop",
    "20555": "Turn on the middle switch",
    "36428": "Press down the leftmost switch",
    "39498": "Take a bottle from the bowl and put it in the bottom compartment of the box",
    "60493": "Press the the switch on the third socket from the left.",
    "79438": "Turn on the third switch from the right",
    "70224": "Switch off the third switch from the left as well as the main switch",
    "64593": "Turn off the second switch from the right",
    "11349": "Close the laptop",
    "1113": "Close the MacBook",
    "37982": "Turn on the third switch from the right",
    "61536": "Turn off the first switch from the right",
    "52835": "Turn off the switch of the third slot from left of the extension cord",
    "39539": "Switch off the third slot of the extension cord",
    "9332": "Flip the switch on the extension cord",
    "42104": "Press the stapler",
    "9857": "Turn off the switch on the second position from the right",
    "71811": "Close the laptop on the table",
    "68740": "Close the laptop fully",
    "3717": "Turn off the second switch from the right on the adaptor",
    "59525": "Turn on the second switch from the right",
    "52359": "Close the laptop.",
    "61061": "Turn off the third switch from the left",
    "51849": "Press on the third button from the left on the white adaptor.",
    "87174": "Pick the two bottles on the table and put them in the bowl",
    "21131": "Close the laptop.",
    "49804": "Pick up one bottle from the table and place it inside the clear container on the left",
    "18573": "Press on the third button from the right on the extension cable",
    "70285": "Turn off the second switch from the left on the extension cable",
    "21647": "Turn off the third switch from the left then turn on the first and second right",
    "64657": "Turn on the third switch from the left",
    "56982": "Turn on the third switch from the right",
    "67222": "Turn on the third switch from the left",
    "31384": "Turn off the first switch on the extension cord",
    "88217": "Switch on the middle switch on the adapter",
    "15521": "Turn on the third switch from the left",
    "9381": "Switch off the third switch from the left",
    "24744": "Press down the stapler",
    "73384": "Turn on the fourth switch",
    "94382": "Push the laptop screen closed",
    "73906": "Close the laptop.",
    "92851": "Turn on the second switch from the left",
    "82104": "Turn off the fourth last switch to the left",
    "43195": "Turn on the third switch from the left",
    "63170": "Remove one bottle from the container on the left and put it on the tray",
    "46278": "Turn off the fourth switch on the extension cable",
    "43209": "Turn off the middle switch of the extension cord",
    "89806": "Turn off the fourth switch to the left",
    "71377": "Close the laptop.",
    "28883": "Press the stapler",
    "28372": "Press the top of the stapler",
    "93909": "Remove one bottle from the tray and place it inside the clear bowl on the left",
    "45270": "Turn the switch off",
    "56534": "Fold the laptop",
    "84184": "Turn on the second from last switch on the adapter",
    "92887": "Open the laptop.",
    "18141": "Open the container",
    "85727": "Close the laptop",
    "38625": "Turn off the third and the fifth switch",
    "15077": "Take a bottle out of the cup and place it on the table",
    "17639": "Turn off the third switch to the right",
    "85223": "Turn on the last switch on the extension cord",
    "95465": "Turn off the middle switch in the extension cord",
    "39659": "Turn off the second right switch on the adapter",
    "94956": "Turn on the main adapter switch",
    "8942": "Press down on the black stapler",
    "20724": "Press on the middle switch",
    "91381": "Turn on the fifth switch from the right",
    "63229": "Press the power button third from the right.",
    "36614": "close the laptop",
    "10506": "Put a bottle from the clear bowl onto the upper compartment of the tray",
    "88330": "Turn on the main adapter switch",
    "9212": "Turn on the third switch from the right",
    "89356": "Close the laptop",
    "66319": "Push down on the stapler",
    "90895": "Get one bottle from the bowl and put it on the top segment of the tray",
    "64785": "Turn on the second switch from the left on the extension cable",
    "2841": "Turn on the big switch on the adapter",
    "29466": "Turn Off the extension cable",
    "32026": "Press down the stapler.",
    "42778": "Push down on the stapler",
    "32033": "Turn off the third switch from the right side of the adapter",
    "54566": "Push the laptop screen all the way down",
    "60710": "Remove the bottle from the clear bowl and put it on the table",
    "55593": "Press the head of the stapler",
    "2860": "Open the laptop fully",
    "42798": "Pour the bottle out of the bowl onto the tray",
    "39215": "Turn off the third switch from the right on the extension cord",
    "34096": "Turn on the switch for the fourth slot on the adapter",
    "63281": "Turn on the switch at the first position from the right",
    "16178": "Close the laptop",
    "819": "Turn on the third last switch to the right",
    "5427": "Turn on the fourth and sixth switches on the extension cord",
    "29493": "Turn off the fourth switch from the right of the adaptor.",
    "34611": "Pick up one small bottle from the plastic bowl and put it in the wooden tray.",
    "15682": "Press the second switch from the right on the extension cable",
    "9034": "Push down on the black stapler",
    "5451": "Close the laptop",
    "23883": "Press the stapler",
    "81228": "Open the laptop",
    "14158": "Close the silver laptop fully",
    "93002": "Turn on the main adapter switch",
    "80720": "Pick up a marker and put it in the transparent bowl",
    "80722": "Press the stapler and turn off the first switch on the right",
    "34132": "Turn off the switch on the third from the left on the adapter",
    "37718": "close the laptop",
    "2395": "Turn on the third from last switch on the extension cord",
    "27483": "Turn on the third and forth switches from the left on the extension cord",
    "41821": "Turn off the middle switch of the adapter",
    "83293": "Remove one bottle from the tray and place it on the left side of the table",
    "86881": "Press down on the stapler",
    "88417": "Press the stapler",
    "75107": "Turn off the first switch from the right",
    "93542": "Close the laptop",
    "67438": "Close the laptop",
    "86895": "Remove the bottle from the bowl and put it on the table",
    "40819": "Press the power button on the extension cord",
    "21877": "Close the laptop.",
    "40309": "Switch off the second socket from the left",
    "32631": "Close the laptop fully",
    "89978": "Close the laptop",
    "44411": "Turn on the fourth switch from the right",
    "67964": "Press the stapler down",
    "3966": "Turn off the switch on the far right of the adapter",
    "38784": "Close the laptop",
    "54146": "Turn on the first switch from the right",
    "20867": "Pick a bottle from the bowl and put it on the tray",
    "91528": "Push the screen of the laptop fully downwards",
    "9611": "Turn off the switch at the first from the left",
    "43915": "Turn on the second switch from the main switch on the adapter",
    "33166": "Close the laptop fully",
    "27535": "Pick up one small bottle from the plastic container and put it on the table.",
    "29071": "Turn on the fourth switch on the extension cable.",
    "48529": "Press the top of the stapler",
    "65423": "Push down the first button from the right of the adaptor.",
    "64919": "Turn on the third switch from the right",
    "93592": "Close the laptop",
    "56217": "Turn off the fourth right switch on the adapter",
    "6042": "Take two bottles from the tray and place them on the left side of the table",
    "34717": "Turn off the third switch from the right of the adapter",
    "12702": "Remove the bottles from the box and put them on the table",
    "51107": "Pick up the small bottle from the tray and put it on the table",
    "69545": "Turn off the switch in the far right of the adapter",
    "59309": "Switch off the third switch from the right",
    "39855": "Fold the laptop",
    "67504": "Turn on the third last switch to the left",
    "4020": "Turn on the switch of the third slot on the extension cord",
    "49588": "Put three bottles in the cardboard box and put it in the colourless bowl",
    "53684": "Turn off the first switch from the left",
    "94133": "Switch on the last slot of the extension cord",
    "77752": "Turn on the third switch on the extension cord",
    "41915": "Turn on the middle switch",
    "19902": "Fold the laptop",
    "60866": "Remove one bottle from the tray and place it inside the container on the left",
    "60355": "Put one of the things in the clear container on the top compartment of the tray",
    "82372": "Turn off the fourth switch from the right on the adaptor",
    "53190": "Press the stapler",
    "39882": "Close the laptop",
    "47566": "Close the laptop",
    "72145": "Pick the object in the cup and put it in the upper segment of the box",
    "88531": "Turn on the second switch from the right",
    "72149": "Move the bottle from the table to the top compartment of the box then turn off the fifth switch from the right",
    "10711": "Turn off the second last switch to the left",
    "92119": "Close the laptop",
    "15833": "Turn off the second switch from the right end",
    "9690": "Move a bottle from the bowl to the tray",
    "72667": "Open the laptop",
    "29663": "Remove the bottle from the clear cup",
    "481": "Close the laptop",
    "61921": "Take two bottles from the table and put them on the tray",
    "43492": "Take the bottle from the cup and put it in the top compartment of the box",
    "64998": "Switch on the fourth switch from the right",
    "66023": "Pick up the object in the tray and put it in the bowl.",
    "21992": "Turn on the third switch from the right side of the adapter",
    "3561": "Turn on the second switch from the left on the adapter",
    "93162": "Close the laptop.",
    "6636": "Turn off the fourth adapter switch from the right on the extension cable",
    "34284": "Press the third button from the left on the extension cord",
    "4083": "Remove one bottle from the tray and put it inside the clear container on the left",
    "69109": "Turn on the first switch on the right",
    "30204": "Close the laptop",
    "2045": "Put the bottle in the top rectangular segment"
}