{
    "71808": "Use the brown napkin to wipe the counter.",
    "46212": "Open the trash can then remove the contents inside",
    "76677": "Pick up the object from the box and put it on the table",
    "4358": "Open the bin, take the blue object and then put it back, then close the bin",
    "62855": "open the bin and remove a bottle from the bin",
    "15752": "Place the wipe on the rim of the bin",
    "21001": "Remove the white cap from the green bottle and put it on the table",
    "40073": "Put the bottles in the bin and close the bin",
    "63625": "Open the lid of the bin",
    "83720": "Remove the clear wrapper from the bin, then place it on the counter",
    "24589": "Pick up the open water bottle on the right and put it in the bin",
    "28559": "Open the lid of the bin",
    "29327": "Close the lid on the bin",
    "85264": "Open the lid on the bin",
    "92177": "Take a bottle out of the bin",
    "662": "Turn the bin to the left",
    "25880": "Place the clear pump bottle upright.",
    "81561": "Put the blue object into the basket, and then close the basket",
    "59546": "Move the blue paper towel to the left",
    "83579": "Open the trash can",
    "43165": "Open the bin.",
    "68254": "Pick up the water bottle on the right and put it in the bin then close the bin.",
    "9249": "Close the white and green bin.",
    "28963": "Put the white lid on the green bottle then put the bottle in the bin.",
    "85670": "Put the packet in the bin",
    "16809": "Move the green bag to the right",
    "36906": "Slightly rotate the bin and push it to the right",
    "31021": "Put the bin in an upright position",
    "88751": "Put the blue spoon on the brown counter",
    "62641": "Pick up the rubbish can and close the lid",
    "75569": "Open the trash can then put the plastic inside",
    "90290": "Place the white lid on the green bottle",
    "73142": "Take the water bottle out of the bin and put it on the countertop.",
    "20920": "Remove the plastic bottle from the trash can and place it on the counter top",
    "26555": "Move the clear packet from the bin to the top of the dresser",
    "23236": "Take the blue fabric out of the bin and put it on the table.",
    "48708": "Open the white and green bin.",
    "77511": "No action",
    "74320": "Open the bin, throw the green pack inside, then close the bin",
    "73298": "Put the green packet on the top counter",
    "77781": "Turn the bin to the left, then put the plastic packet in the bin",
    "82519": "Move the water bottle to the back of the counter",
    "5980": "Put the white box in the bin.",
    "77534": "Remove the box out of the bin",
    "21343": "Put the box in the bin",
    "17510": "Put the bin upright",
    "12394": "Put the plastic wrapper in the bin, then close the lid of the bin",
    "35052": "Wipe the table with the tissue, then throw it in the bin, and finally close the bin",
    "57712": "Put the bottle inside the trash can",
    "74482": "Close the lid of the bin",
    "61171": "Push the bucket to the right",
    "38004": "Put the plastic in the bin",
    "95095": "Close the bin",
    "90106": "Move the pump bottle forwards.",
    "24443": "Put the blue cloth and white box in the bin at the same time",
    "52732": "Close the bin",
    "91134": "Put the bin upright",
    "40191": "Close the lid of the bin"
}