{
    "91649": "Take the pen out of the cup and put it on the table",
    "48132": "Put the pen in the bowl",
    "37399": "Put the marker in the bowl",
    "63518": "Pick the marker from the bowl and put it on the table",
    "5161": "Put the marker on the table",
    "29227": "Put the marker on the table",
    "13362": "Put the marker in the mug",
    "11316": "Put the red marker in the bowl on the table",
    "51767": "Take the pen from the bowl and put it on the table",
    "7736": "Remove the pen from the white mug",
    "5176": "Put the bowl next to the plate then place the marker in it",
    "91704": "Pick up the pen from table and put it in the plastic colourless cup.",
    "93244": "Pick up the pen from the light blue bowl and put it on the table",
    "6718": "Move the blue bowl forward",
    "1600": "Put the pen in the bowl",
    "26691": "Put the yellow sharpie in the mug",
    "94788": "Move the cup from left to right",
    "62022": "Remove the marker from the white cup and place it on the table",
    "45644": "Place the black marker in the white bowl",
    "94803": "Put the marker inside the ceramic bowl",
    "17495": "Take the marker from the white cup and put it on the table",
    "43607": "Put the red marker inside the clear cup",
    "79962": "Pick up the pen from the bowl and place it on the table",
    "3674": "Take the marker out of the cup and put it on the table",
    "64092": "Remove the marker from the bowl and put it on the table.",
    "78426": "Move the mug to the middle of the table then put the marker in it",
    "52841": "Put the pen in the bowl on the table",
    "4203": "Remove the marker from the cup and put it on the table",
    "7800": "Take the pen and put it near the light blue bowl",
    "36486": "Remove the marker from the bowl and put it back",
    "40072": "Remove the pen from the bowl and put it on the table",
    "95368": "Put the green pen inside the green and white mug",
    "74890": "Take the pen from the white and green mug and set it on the table",
    "9869": "Put the marker on the table",
    "1168": "Pick the orange floral shirt and hang it between the white and the black shirts.",
    "71826": "Put the marker in the bowl",
    "81056": "Put the pen in the cup",
    "56996": "Put the marker in the bowl",
    "39091": "Take the marker out of the bowl",
    "87224": "Pick up the marker and put it in the bowl",
    "75452": "Put the orange thing in the mug",
    "65728": "Put the orange marker in the bowl",
    "89283": "Remove the orange marker from the bowl and put it on my table",
    "80583": "Take the blue pen out of the white mug and place it on the table",
    "66252": "Pick up the green marker and put it in the green cup",
    "17101": "Put the marker in the bowl",
    "57044": "Remove the black pen from the white cup",
    "35543": "Move the marker to the right.",
    "14552": "Move orange object from the blue bowl and place it on the table",
    "31962": "Put the marker on the table",
    "5340": "Pick the pen from the cup and put it on the table, then pick it and put it back in the cup",
    "42719": "Pick the pen on the table and put it in the cup",
    "86239": "Remove the marker from the bowl and put it on the table",
    "18145": "Move the cup closer to the left white plate",
    "43247": "Pick the marker and put it in the cup",
    "56559": "Put the marker in the mug",
    "72943": "Put the marker inside the mug cup",
    "39677": "Move the bowl to the left",
    "28419": "Put the marker in the mug",
    "16134": "Move the white bowl to the right",
    "45322": "Take the green pen out of the white and green mug",
    "2827": "Put the marker in the bowl",
    "14615": "Put the marker in the mug",
    "30497": "Place the yellow block in the blue cup",
    "61224": "Put the marker inside the mug cup",
    "82736": "Move the bowl closer to the orange cloth",
    "91952": "Pick the pen and put it in the bowl",
    "20786": "Place the bowl in the middle of the table",
    "89917": "Take the marker from the white bowl and put it on the table, then return it to the white bowl",
    "11585": "Move the bowl to the left",
    "10054": "Move the bowl backwards then put the marker inside it.",
    "1353": "Remove the marker from the ceramic bowl and place it on the table",
    "16713": "Move the mug to the right",
    "75597": "Put the marker in the white cup",
    "44367": "Pick up the marker and place it in the white bowl",
    "85841": "Remove the black marker from the white bowl and put it on the table",
    "17753": "Remove the marker from the bowl and put it on the table",
    "14198": "Put the green pen in the white mug",
    "58754": "Pick the pen up from the table and place it in the mug",
    "79782": "Move the mug cup to the right",
    "93607": "Pick up the marker from the cup and put it on the table",
    "47543": "Move the cup to the left, then pick the marker and put it in the cup",
    "93112": "Remove the marker from the plastic cup.",
    "60857": "Take the pen out of the mug and put it on the table",
    "65989": "Put the pen in the bowl",
    "1484": "Pick up the pen from the white bowl and put it on the table.",
    "3543": "Pick up the marker from the bowl and put it on the table",
    "93657": "Put the orange marker on the table",
    "95193": "Put the pen on the table",
    "91110": "Remove the marker from the bowl and place it on the table",
    "51181": "Take the red pen out of the blue bowl",
    "11764": "Remove the pen from the cup and put it on the table",
    "69621": "Move the marker to the left",
    "22007": "Take the red pen out of the blue bowl",
    "83960": "Remove the marker from the cup and put it on the table"
}