{
    "68618": "Press the center button of the remote",
    "12303": "Remove the yellow block from the white bowl and put it in the clear container.",
    "18959": "Pick up the blue object from the bowl and put it on the table",
    "22033": "Press the button on the remote",
    "23573": "Move the clear container forwards.",
    "32281": "Remove a blue block from the clear white bowl and put it in the shape sorter",
    "28190": "Put the white block in the toy box",
    "87074": "Slide open the lid on the shape sorting box",
    "69168": "Put the clear cap in the toy box",
    "33330": "Slide the lid on the wooden toy box to the right.",
    "86069": "Put one green block on the white plate then place one blue block in the black and white bowl and put one yellow block in the clear container.",
    "34368": "Put the Sprite can next to the blue bottle",
    "18504": "Pick up the clear cap next to the white bowl and place it on the blue spray bottle",
    "40016": "Put the spoon in the bowl, then use the paper towel to clean the surface",
    "21073": "Press a button on the remote",
    "77911": "Press a button on the remote",
    "56921": "Open the lid on the wooden toy box.",
    "57435": "Use the spoon to stir the contents in the mug",
    "36957": "Press a button on the remote control.",
    "39520": "Move the blue bottle forward",
    "26726": "Move the fork around in the bowl, and then place it back on the table",
    "52334": "Wipe the silver spoon and fork with the napkin",
    "22640": "Place the white lid on the clear container.",
    "2679": "Press the button on the remote",
    "57986": "Remove the white lid from the clear storage container.",
    "1157": "Wipe the striped bowl with the paper towel",
    "73863": "Open the wooden object",
    "137": "Press the button on the remote",
    "64141": "Use the spoon to stir the contents in the bowl",
    "1176": "Use the napkin to wipe the remote control.",
    "60063": "Press the button at the centre of the remote",
    "30888": "Remove the blue block from the white bowl on the right and put it  in the white bowl with blue markings on the left",
    "61096": "Use the napkin to wipe the table",
    "24238": "Use the napkin to wipe the white cap of the blue bottle",
    "94894": "Remove the yellow block from the white bowl and put it in the lunchbox",
    "75446": "Move the remote on the table",
    "83646": "Press the center button of the grey remote",
    "86724": "Put the blue and orange blocks in the toy box",
    "32467": "Move the remote backwards",
    "43735": "Slide the lid to close the box, pick up the blue object and put it in the bowl on the left",
    "68831": "Put one green block on the white plate.",
    "63714": "Slide the lid on the wooden toy box forwards.",
    "45802": "Close the shape sorter lid by sliding it to the right",
    "68332": "Move the object slightly to the right",
    "6391": "Press the remote",
    "81156": "Remove the orange block from the bowl",
    "89359": "Move the blue bottle to the right.",
    "48417": "Move one block from the bowl to the storage bin",
    "46894": "Pick up the green object from the plate into the bowl",
    "33585": "Fully close the wooden box by sliding the lid",
    "49978": "Move some items in the white bowl into the transparent bowl",
    "78652": "Put one blue block and one yellow block in the wooden toy box.",
    "84799": "Take the blue block out of the bowl",
    "31041": "Use the napkin to wipe the plate",
    "10566": "Press a button on the remote",
    "25422": "Stir the white bowl with the metal spoon",
    "80223": "Use the silver spoon to stir the contents in the white bowl.",
    "65895": "Move the first left bowl to the right",
    "19315": "Move the blue bottle forwards then close the lid on the wooden toy box.",
    "39801": "Use the spoon to move one of the blocks to the table",
    "75138": "Remove the cap from the blue bottle",
    "27019": "Use the spoon to stir in the white bowl",
    "23440": "Put the green object on the plate",
    "41367": "Close the big lunchbox",
    "33186": "Slide the lid on the wooden toy box to the left.",
    "91048": "Use the napkin to wipe the grey remote",
    "2989": "Use the fork to stir the blocks in the white bowl.",
    "10157": "Press the central button on the remote",
    "68526": "Use the spoon to stir the bowl",
    "47536": "Move the remote to the left",
    "74670": "Move the blue bottle to the right",
    "90061": "Press on the remote control",
    "79313": "Take the lid off of the plastic container",
    "50131": "Remove the cap from the blue bottle",
    "18900": "Put the orange block in the wooden toy box.",
    "52701": "Use the silver spoon to stir the blocks in the white bowl.",
    "77279": "Move the blue bottle forwards.",
    "25064": "Open the lid on the box",
    "57321": "Move the white bowl closer to the edge of the table",
    "26090": "Press on the button on the remote",
    "92138": "Remove the white lid from the clear container.",
    "37874": "Pick up the fork and stir the white bowl",
    "35318": "Put one wooden block in the wooden toy box.",
    "24567": "Move the green can forwards.",
    "32766": "Put the orange cube in the wooden object"
}