{
    "33409": "Put the scissors in the cup",
    "12038": "Move the knife to the left of the fork",
    "47240": "Remove the blue pencil from the black mug and put it in the yellow mug",
    "16268": "Pick up the glass cup on he left and move it to the right",
    "41869": "Place the white book on the center of the stack.",
    "3218": "Move the pen from the right cup to the left cup",
    "79896": "Remove the pen from the black cup and put them inside the white cup",
    "65817": "close the book",
    "71961": "move the pen and place it in the cup",
    "28059": "Fold the towel",
    "73885": "Completely put the extension cable on the black mat",
    "32414": "Take the grey object out of the glass cup",
    "77470": "Move the plate on the black placemat onto the plate on the right side of the table",
    "43937": "Pick up the black pen from the black and white mug and put it in the yellow and white mug",
    "45473": "Move the black pen to the white mug on the left.",
    "36515": "Close the book",
    "69801": "Open the book",
    "91179": "Unfold the kitchen towel",
    "54829": "Move the knife to the left",
    "80174": "Move the cable to the left then move the extension cable to the right.",
    "63537": "Put the pen inside the black mug",
    "24499": "Move the yellow mug to the right",
    "90547": "Pick up the silver knife and put it in the black and white mug",
    "14390": "Move the mug forward",
    "15287": "Put the orange pen in the right cup",
    "65337": "Put the extension cable and cord on the black placemat.",
    "50106": "Open the blue book",
    "13757": "Open the white book",
    "53822": "Move the blue book to the right",
    "38975": "Remove the scissors from the cup, then move the cup to the right",
    "30784": "Close the blue book.",
    "17217": "Pick up the silver scissors from the glass cup on the right and put it in the glass cup on the left",
    "17095": "Remove the silver knife from the mug and put it on the left side of the black mat",
    "77385": "Pick up one pen and put in the mug on the right",
    "31562": "Move the smaller plate to the right",
    "54858": "Close the book",
    "32077": "Move the plate to the left",
    "36944": "Move the orange pen from the right cup to the left cup",
    "77179": "Close the hardcover book",
    "77269": "Move the plate slightly to the left",
    "89431": "Move the blue book to the right",
    "66904": "Slide the white plates a little upwards on the table, slide the white plates a little to the left on the table",
    "88796": "Put the plate over the other",
    "9184": "Put the white ceramic plate on the black mat",
    "59104": "Move the blue book to the top of the white book on the right.",
    "73953": "Shift a pen to the mug on the right",
    "7395": "Take the fork out of the cup then move the cup off of the table mat",
    "78690": "Lift the black object from the table and put it in the glass cup",
    "27368": "Remove the fork from the white plate",
    "25322": "Place the pencil in the white mug with the eraser down",
    "53485": "Place the fork in the black mug handle first",
    "17262": "Straighten the book",
    "76528": "Move the pencil from the left cup to the right cup",
    "34546": "Unfold the blue towel.",
    "49778": "Move the black cup to the left side of the white plate",
    "82035": "Move the scissors to the glass on the left",
    "47477": "Slide the plate on the black placemat a bit to the right",
    "84594": "Flip open the cover of the book",
    "32248": "Move one scissors from the glass on the right to the glass on the left.",
    "12923": "Put the scissors in the other cup"
}