{
    "3584": "Pick up the grapefruit toy and put it in the white bowl",
    "42753": "Put the purple thing in the bowl",
    "20226": "Put the plastic grape toy in the white dish",
    "82051": "Put the purple toy in the white bowl",
    "59781": "Put the plastic grapes in the white bowl",
    "53001": "Put the purple toy in the bowl",
    "28172": "Pick up the purple toy from the table and put it in the white dish.",
    "17549": "Put the purple object in the bowl",
    "62990": "Put the purple object in the bowl",
    "40591": "Pick the purple object and put it in the bowl",
    "25493": "Put the grape inside the dish",
    "80282": "Put the purple toy into the white bowl.",
    "51996": "Put the purple object in the bowl",
    "15647": "Put the purple thing in the bowl",
    "5154": "Put the plastic grapes in the bowl",
    "69927": "Put the purple object in the bowl",
    "809": "Put the purple object inside the white bowl",
    "48300": "Put the grape in the dish",
    "16691": "Pick up the purple toy from the table and put it in the white dish.",
    "63027": "Put the purple toy into the dish.",
    "69046": "Pick up the purple object and put it in the bowl",
    "83255": "Place the plastic purple grapes inside the white bowl",
    "9016": "Put the plastic grapes in the white bowl",
    "13754": "Put the plastic grapes in the bowl",
    "4282": "Put the purple grapes toy in the bowl",
    "2107": "Pick up the grapes and put them in the white basin",
    "4287": "Put the purple grapes inside the white basin",
    "74303": "Take the purple toy from the desk and put it in the bowl",
    "71108": "Pick up the purple toy grape and put it inside the white bowl",
    "34629": "Put the purple object in the bowl",
    "70216": "Get the purple raspberry from the table and put it in the white bowl",
    "64202": "Put the plastic grapes in the white bowl",
    "34256": "Put the plastic grapes in the white bowl",
    "61393": "Put the purple object into the white bowl",
    "11096": "Pick up the purple object from the table and put it in the bowl",
    "61529": "Put the grape inside the white dish",
    "50906": "Take the toy grapes from the table and put them in the white bowl",
    "13278": "Pick the object and put it in the bowl",
    "17637": "Get the purple raspberry toy from the table and place it in the white bowl",
    "3815": "Put the purple object in the bowl",
    "82924": "Place the grapes inside the white basin",
    "42735": "Put the plastic grapes in the bowl",
    "43759": "Put the grapes in the bowl",
    "76016": "Put the purple object into the white bowl",
    "755": "Put the purple object in the white bowl",
    "52339": "Pick up the object from the table and put it in the cup",
    "53619": "Pick the purple object and put it in the bowl",
    "69751": "Put the purple object in the bowl",
    "41980": "Put the purple grapes inside the white basin",
    "46718": "Put the plastic grape inside the white dish"
}