{
    "44289": "Pick up the clear bowl from the front of the counter and put it in the dishwasher.",
    "84098": "Pick up the wooden spoon from the counter and put it in the dishwasher.",
    "36483": "Push in the rack of the dishwasher",
    "25351": "Remove the black lunchbox from the dishwasher and put it on the counter",
    "92425": "Remove one bowl from the counter and put it in the dishwasher.",
    "89355": "Pull the top rack of the dishwasher out",
    "15756": "Put the red lid on the top dishrack of the dishwasher.",
    "51468": "Put the red lid in the dishwasher.",
    "86035": "Remove the red lid from the dishwasher and place it on the counter.",
    "46102": "Push the rack in the dishwasher backwards.",
    "34711": "Remove a silver bowl from the rack of the dishwasher and put it in the silver basin on the counter",
    "87447": "Pull the top dishwasher rack fully outwards",
    "43294": "Remove the blue lid from the dishwasher",
    "52513": "pull out the rack from the dishwasher",
    "91683": "Put one blue lid in the dishwasher",
    "85796": "Remove the blue lid from the dishwasher",
    "73509": "Pick up the red lid from the dishwasher tray and place it on the counter top",
    "39974": "Pick up the silver bowl from the kitchen counter and place it upside down in the dishwasher",
    "3369": "take out the bowl from the dishwashing rack",
    "30250": "Pull the dish rack out of the dishwasher",
    "60717": "Remove the left bowl out of the dishwasher",
    "88622": "Push in the rack of the dishwasher",
    "70707": "Remove the lunch box to the left in front from the dish rack in the dish washer and put it on the kitchen countertop",
    "20404": "Move the bowl in the dishwasher",
    "5173": "Remove the blue lid from the dishwasher",
    "19767": "Put one lid in the dishwasher",
    "25144": "Lift the lunch box on top and put it  on the dish rack in the dishwasher",
    "1082": "Push in the rack of the dishwasher",
    "64445": "Remove the silver bowl from the dishwasher and put it on the counter",
    "85568": "Put one clear bowl from the counter on the rack.",
    "84673": "Remove the circular blue lid from the counter and put it in the dishwasher",
    "91849": "Take the plastic bowl out of the dish washing rack",
    "60619": "Put the bowl on the counter",
    "12621": "Put the purple lid in the dishwasher",
    "22733": "Put the bowl in the dishwasher",
    "37325": "Put the wooden spatula in the dishwasher",
    "65999": "Remove the container from the dishwasher",
    "81488": "Push in the rack of the dishwasher",
    "82254": "Pick up the black lunch box and place it upside down in the dishwasher tray",
    "15188": "Put the clear bowl second from left in the dish washing machine rack",
    "17364": "Pick up a lunchbox from the counter and put it in the rack of the dishwasher",
    "38231": "Pull out the top dish rack in the dishwasher.",
    "33369": "Push in the dishwasher rack",
    "61276": "Put the dish rack into the dishwasher",
    "48229": "Put the purple lid in the dishwasher",
    "65126": "Pull out the dishwasher rack",
    "69993": "Remove the clear bowl from the countertop and put it in the dishwasher",
    "65005": "Transfer the silver bowl to the dishwasher",
    "50800": "Remove one blue lid from the dishwasher",
    "91900": "Pull out the rack of the dishwasher"
}