{
    "39426": "Pour the contents in the black packet into the white bin.",
    "48653": "No action",
    "63003": "Turn the remote around",
    "18981": "Put the plastic inside the rubbish bin",
    "24614": "Use the silver spoon to place contents from the clear container on the right into the medium measuring cup.",
    "26149": "Press a button on the toaster",
    "43563": "Put the orange thing on the wooden spoon then put it into the metal measuring cup",
    "22574": "Turn the grey toaster to the right",
    "41007": "Remove the lid from the spice shaker on the first shelf to the left and put it on the  kitchen countertop",
    "42546": "Put the jar on the counter",
    "35894": "Pick up the orange object and put it on the wooden spoon, pick up the wooden spoon and pour the substance into the topmost silver measuring cup",
    "88126": "Put the brown packet inside the bucket on the left",
    "68672": "No action",
    "24136": "Pick up the spice bottle on the left of the the white bottle and put it on the right of the white bottle on the top shelf of the circular spice rack",
    "593": "Pour the contents of the clear jug into the glass cup",
    "3155": "Push down the switch of the toaster",
    "49748": "Pour the contents of the plastic jar into the glass jar",
    "44117": "Turn the toaster to the right until it is fully horizontal to the counter",
    "31835": "Take the bottle from the top shelf to the bottom shelf of the spice rack",
    "67676": "Use the silver spoon to put some of the contents of the clear lunchbox into the middle silver pot on the left",
    "30817": "Push the toaster lever down",
    "43617": "Slide the toaster from a vertical position to a horizontal position",
    "68199": "Take the lid off of the spice bottle",
    "71272": "Put the second largest measuring cup in the large measuring cup.",
    "32878": "Twist around the rack of spices then put the white bottle on the rack",
    "38511": "move the object to the rack",
    "81518": "Move the white bottle from the top rack to the bottom rack",
    "32884": "Push the lever of the toaster down",
    "9336": "Put the container lying on the seasoning rack in an upright position",
    "87672": "Correct the bin's position",
    "23180": "Put one white object on the silver spoon then lift the spoon and put the object in the silver bowl.",
    "90780": "Make the jar stand upright",
    "9384": "Remove the lid from the clear container and put it in the bin.",
    "75953": "Press a button on the toaster",
    "55992": "Put some of the white items on the spoon and put the items on the spoon in the silver item",
    "47802": "Pour the contents of the plastic jar into the glass cup",
    "50875": "Move the white spice bottle from the bottom of the spice rack and place it at the top rack of the spice rack",
    "2752": "Put the orange objects on the silver spoon then use the spoon to place the objects in the small measuring cup.",
    "44229": "Push down the toaster lever",
    "76997": "Push the lever on the toaster downwards.",
    "45773": "Put the bin upright",
    "6870": "Stack the silver items",
    "16599": "Straighten the tilted bottle on the rack",
    "30424": "Move the bottle at the right side of the white bottle to the left side, then straighten the white bottle",
    "42722": "Pick up the black remote and put it on the grey cloth on the left",
    "24291": "No action",
    "89316": "Push the lever on the toaster downwards.",
    "86780": "Turn the knob of the toaster to the right",
    "42752": "Pour the contents from the glass cup into the jar",
    "82183": "Position the jar vertically",
    "34570": "Twist around the spice rack then put the bottle on the rack",
    "82187": "Put the bottle onto the spice rack",
    "85265": "Pour the contents of the clear jug into the glass cup",
    "50450": "Remove the white container from the bottom right of the  seasoning rack and put it on the top of the seasoning rack",
    "77075": "Move the silver object to the left",
    "11550": "Pick up a plastic bag on the left and put it in the clear bucket",
    "48415": "Place the container on the right upright.",
    "23843": "Press a button on the left side of the toaster",
    "24877": "Put the white object on the spoon then put it inside the silver object",
    "77101": "Pour the water in the jar into the glass cup",
    "62271": "Pick up the laying spice bottle on the counter and put it right side up on the counter",
    "92490": "Place one white object from the clear bowl on the wooden spoon., use the spoon to place the object in the large measuring cup.",
    "50022": "Place the jug upright.",
    "58238": "Press a button on the toaster.",
    "42882": "Rotate the silver stand then put the white container on the bottom shelf of the stand.",
    "35203": "Put the brown packet inside the bucket on the left",
    "73093": "Flip the bottle over",
    "92570": "Put the orange object on the spoon, then drop it into the pot",
    "11166": "Throw the clear object into the bin",
    "55715": "Remove the black packet from the toaster and put it on the table",
    "55724": "Pour the contents in the packet into the silver bowl",
    "5037": "Turn the toaster ninety degrees to the left",
    "10161": "Put the packet inside the bin",
    "77234": "Put the spice on the table",
    "43445": "Push the black toaster lever fully downwards",
    "58806": "Put the spice bottle on the spice rack",
    "42423": "Pick up the object and put it back down",
    "61885": "Push the lever of the toaster down",
    "16319": "Press a button on the toaster",
    "85440": "Press a button on the toaster.",
    "75201": "Straighten the tilted spice bottle on the rack",
    "28098": "Pick up the black lid on the left and put it on the brown container on the salt rack",
    "6601": "Pour the contents from the black packet into the bin",
    "25044": "Push the lever on the toaster downwards.",
    "77782": "Move the remote control to the right then flip it over.",
    "61911": "Place the petal on the spoon and empty it into the middle bowl on the left side of the wooden spoon",
    "30680": "Turn the seasoning rack around, pick up the white container and put it in the slot of the rack",
    "33753": "Turn the plastic jar over",
    "32739": "Place the packet of popcorns in the bin",
    "82418": "Put one white object on the silver spoon then use the spoon to put the object in the measuring cup at the front.",
    "48632": "Position the jug upright",
    "54267": "Turn the clear jug over rand put it on the grey potholder"
}