{
    "38401": "Put the pink cup on the dish rack",
    "43524": "Turn the drying rack",
    "11278": "Move two knives to the small sections of the plate rack",
    "25104": "Put the fork in the drying rack",
    "81944": "Put the fork on the table",
    "38938": "Change the position of the cup on the cup holder",
    "28701": "Pick up the cup and make it stand upright then put the purple spoon back into it",
    "22051": "Put one spoon in the dish rack",
    "21029": "Place the fork and one spoon in the cutlery rack",
    "53798": "Partially open the window",
    "24110": "Move the light green cup to the top-left corner, then shift a knife to the right",
    "72752": "Move the bowl backwards",
    "75313": "Put the soap bottle in the drying rack",
    "48690": "Pick up the spoon from the drying rack and place it on the table on top of the other spoon to the right of the drying rack",
    "73781": "Put the cup on the table and put the bowl in the dishes tray",
    "29751": "Place two silver forks in the grey cutlery holder.",
    "47164": "Put the cups in the dishes tray upside down",
    "52799": "Turn the left rack to the right",
    "45122": "Turn off the switch",
    "67": "Pick up the folk and put it on the dish dryer",
    "6725": "Close the door completely",
    "42565": "Move the knife from the left rack to the right rack",
    "9292": "Pick up the sachet and place it on the dish rack",
    "94796": "Put the spoon on the table",
    "30289": "Pick up the pink cup and spoon and put them in the drying rack",
    "65622": "Remove the purple cup from the dishrack.",
    "84567": "Move the green cup to the right and put it upside down",
    "42588": "Place the silver spoon from the dishrack on the cutlery holder.",
    "61539": "Unlatch the hook on the door",
    "45156": "Put the spatula inside the cup",
    "43622": "Take the knife off the drying rack and place it on the counter top",
    "91239": "Move a knife from the cutlery holder to the plate rack",
    "72298": "Put the knife inside the drying rack.",
    "69229": "Put the green cup upside down then remove the sachet from the dish rack and put it on the right side of the counter.",
    "50286": "Put the silver spoon from the counter in the cutlery holder on the dishrack.",
    "80497": "Fold the towel once",
    "23670": "Remove the silver knife from the utensil holder and put it in the drying rack",
    "26233": "Remove the fork, knife and spoon from the dish rack",
    "48774": "Rearrange the spoons and forks in the utensil holder",
    "78474": "Move the fork to the left rack",
    "13964": "Put the spoons on the plate",
    "29335": "Rotate the dishrack.",
    "62617": "Place the green cup between the drying rack and the cutlery rack and place it right side up",
    "82077": "Take the blue plastic knife from the dish rack and place it on the utensil organizer",
    "75938": "Put the silver fork on the dishrack.",
    "41636": "Remove the silver spoon from the drying rack and put it in the utensil holder on the right",
    "57003": "Take the knife off of the dish rack",
    "50348": "Move the fork on the table to the rightmost cutlery section of the plate rack",
    "58030": "Put the blue bowl inside the drying rack",
    "20149": "Put the fork inside the drying rack",
    "51895": "Remove the plastic from the box",
    "51897": "Put the blue bowl on the dishrack.",
    "82617": "Put the plate on the countertop",
    "79037": "Place the blue and green cups on the drying rack",
    "66758": "Take two spoons from the cutlery holder and place them on the drying rack one after the other",
    "90321": "Put the forks in the gray tray",
    "44248": "Switch on the light",
    "40666": "Put the silver knife on the dishrack.",
    "38620": "Put the tongs in the drying rack",
    "9954": "Pick up the silver spoon from the counter and put it on the dishrack.",
    "91874": "Put the silver knife in the cutlery holder.",
    "48869": "Remove the orange spoon, silver spoon and silver fork from the cutlery holder and place them on the dishrack.",
    "743": "Remove the blue measuring cup from the dishrack.",
    "48875": "Move the purple cup to the right.",
    "65773": "Remove the spoon from the dish rack",
    "75502": "Turn the blue bowl upside down, then place the blue spoon inside",
    "59631": "Move the spoon to the compartment on the right of the dish rack",
    "52976": "Make the blue plastic knife in the utensil rack to face the opposite direction",
    "42737": "Move two forks to the next space on the right",
    "23796": "Place the spatula on the dish rack",
    "80630": "Pick up the spoon and place it in the cutlery provision on the drying rack",
    "78586": "Remove one silver spoon from the dishrack.",
    "57087": "Put the pink cup in an upside down position",
    "30464": "Move the blue scooper to the drying rack",
    "15105": "Pick up the knife from the counter and put it on the dish dryer",
    "14084": "Take the fork out of the dishrack.",
    "80645": "Rearrange the position of the pink spoon in the utensil holder",
    "19718": "Place the spoon on the dish rack",
    "83206": "Remove the purple cup from the dying rack and put it on the table",
    "32021": "Put the spoon in the dishes tray",
    "8475": "Move the pink cup to the right section of the plate rack",
    "23323": "Unfold the yellow towel.",
    "16172": "Take the fork off the drying rack and place it on the counter top with the other cutlery",
    "23351": "Put a spoon into the plate rack",
    "37691": "Move the rack to the top countertop, then put it back on the bottom countertop",
    "31036": "Place some cutlery on the dishrack.",
    "59197": "Put the orange spoon inside the drying rack",
    "39746": "Put the bottle on the counter",
    "64836": "Move the blue serving spoon to the next tray",
    "71493": "Fold the yellow towel twice from left to right.",
    "42311": "Remove one spoon from the dish rack",
    "42827": "Pick up the fork and place it in the bottom cutlery holder of the drying rack",
    "6482": "Put the cup on the table",
    "39252": "Put the bowl on the dryer",
    "67416": "Turn the dish rack to the left",
    "83804": "Put the fork in the drying rack",
    "46429": "Move the fork to the left",
    "15712": "Move the blue object to the right",
    "865": "Unfold the yellow towel.",
    "88933": "Remove two forks from the drying rack and put them on the left side of the utensil holder",
    "40295": "Flip the switch on the wall",
    "47977": "Put the blue cup into the dishwasher",
    "82801": "Make the clear bottle stand straight, and then place the clear cup next to it",
    "34162": "Remove the fork from the right segment of the drying rack and put it in the segment on the far left",
    "52594": "Put the spoon and knife on the cutlery holder",
    "58230": "Move the spoon to the countertop",
    "49531": "Remove the knife from the drying rack and put it in the utensil holder on the right",
    "68994": "Put the blue bowl on the drying rack",
    "83844": "Place the cup upside down on the dishrack.",
    "77192": "Turn the towel to the right",
    "92558": "Put the yellow spoon on the yellow plate then move the purple cup to the right.",
    "26001": "Put the spoon on the top of the drawer",
    "32657": "Put the purple cup upside down.",
    "24979": "Put the pink spoon on the plate rack, then put the blue bowl on the plate and then the yellow cup",
    "19348": "Put one silver spoon on the dishrack.",
    "43410": "Fold the yellow towel from left to right then move it to the left.",
    "39830": "Put the orange spoon in the cutlery holder.",
    "82328": "Put the cup on the counter",
    "14233": "Put the two butter knives in the drying rack",
    "78239": "Put one silver spoon on the dishrack.",
    "80800": "Move the spoon next to the knife to the grey object on the plate rack",
    "43428": "Remove the silver spoon from the drying rack and put it on the table",
    "61861": "Adjust the blue cup on the dish rack",
    "92580": "Remove the orange spatula from the drying rack, put it in the utensil holder, remove the blue bowl and put it on the table",
    "2472": "Move the green cup to the plate rack",
    "60842": "Put the cup on the counter",
    "9649": "Take the purple spoon out of the purple cup then place it back in the cup.",
    "1971": "Remove the silver knife from the dishrack.",
    "78259": "Place the pink cup on the dish rack",
    "69558": "Rearrange the spoon and knife on the table",
    "53688": "Put the spoon in the tray",
    "67513": "Turn the plate rack to the left",
    "39867": "Put the silver fork on the dishrack.",
    "47041": "Put one silver spoon on the cutlery holder then remove the purple spoon from the holder and place it on the counter.",
    "53192": "Move one butter knife to the plate rack",
    "47572": "Put the purple cup on the left side of the counter.",
    "15323": "place the spoon in its rightful place",
    "56283": "Put one fork inside the drying rack",
    "26592": "Remove one silver spoon from the dish rack and place the spoon from the yellow plate on the cutlery holder.",
    "44001": "Move one utensil to the drying rack",
    "12258": "Take one silver fork from the dish rack and put it on the right side of the countertop.",
    "41954": "Flip the switch",
    "23534": "Move the blue spoon to the left dish rack, then remove some utensils from the left dish rack",
    "34803": "Pick up the spoon and scoop some of the contents in the bag",
    "53235": "Fold the yellow towel and move it to the right"
}