{
    "46725": "Stack the bowls together.",
    "90508": "Rotate the knob on the far right side of the machine.",
    "16399": "Put the clear bag into the tide box",
    "37649": "Remove the plastic bag in the box, then put it down",
    "26002": "Put the kitchen utensils into the cup",
    "30738": "Press the switch on the stove.",
    "90515": "Remove the clear plastic from the orange box then close the box.",
    "14229": "Remove the packet from the box",
    "77973": "Use the small broom to sweep the objects on the dustpan",
    "92025": "Open the box",
    "70431": "Take the blue measuring cup out of the clear plastic bag.",
    "41378": "Place the yellow knife in the green cup and move the cup slightly to the right",
    "48290": "Flip the purple cup upside down",
    "39208": "Put the clear plastic inside the orange box and close the box.",
    "84393": "Put the spoon in the green cup",
    "38316": "Press a button on the washing machine",
    "72492": "Unstack the bowls on the counter",
    "31790": "Unstack the green and purple cups.",
    "58929": "Move the plastic bag forward and turn on the washing machine",
    "48434": "Pour the contents of the blue bowl into the green cup",
    "10164": "Put the knife in the green cup, stack the bowls, and then move them to the next washing machine",
    "5813": "Press a button on the washing machine",
    "24884": "Use the silver spoon in the green cup to put some of the contents of the blue bowl into the orange bowl and put the spoon inside the silver bow",
    "21818": "Put the silver spoon inside the green cup.",
    "50109": "Rotate the button of the device anticlockwise",
    "56134": "Move the orange box to the top of the right machine then place the green cup upright.",
    "95047": "Use the white hand broom to sweep the white detergent on the dustpan",
    "51145": "Close the orange box on the left, move the silver bowl to the left and remove the orange bowl from the silver bowl",
    "94029": "Move the blue bowl to the right then pour the contents in the green cup into the bowl.",
    "61006": "Move the object from the silver bowl into the orange and light blue bowl",
    "39633": "Press the button on the washer",
    "17745": "Move the yellow box forwards then open it and remove one paper from it.",
    "36436": "Pour the contents from the blue bowl into the silver bowl",
    "74710": "Move the green cup to the left, then put the blue bowl in the orange bowl",
    "95319": "Turn the second knob on the washing machine on the left to the left.",
    "8030": "Remove the blue bowl from the orange bowl and use the pink spoon to put some of the contents of the blue bowl into the orange bowl",
    "78558": "Put the yellow knife in the green cup and then use the pink spoon to transfer a spoonful of contents from the silver bowl to the orange bowl",
    "80866": "Move the cup to the right, put the yellow knife in the orange bowl, move the bowls to the right and take the orange bowl out of the silver bowl",
    "50404": "Remove the silver spoon, the knife and the pink spoon out of the green cup",
    "67429": "Move the yellow box backwards then put the orange box on top of the machine on the right and press a button on the left washing machine.",
    "71908": "Move the box of Tide to the left machine then put the blue measuring cup in the box.",
    "94697": "Use the brush to sweep the dirt on top of the machine onto the dustpan.",
    "56300": "Move the silver bowl and blue cup to the washing machine on the right",
    "42483": "Move the green bowl to the left (Action not fully visible)",
    "9972": "Press the switch on the stove.",
    "63731": "Put the purple cup on the green cup in an upside down position",
    "67190": "Pour the contents in the silver bowl into the blue bowl.",
    "40568": "Put the scoop inside the blue cup and then pour the contents in the orange bowl into the blue bowl",
    "53113": "Move the cup to the left then put the orange box on the machine on the left.",
    "75644": "Open the lid of the box, then put the silver bowl in the blue bowl and move the bowls to the left",
    "73725": "Close the orange box",
    "20478": "Move both the silver bowl and the green cup to the left"
}