{
    "16513": "Put the keys in the blue/white plate",
    "40459": "Put the small black object on the tray",
    "25100": "Put the keys on the table on the rectangular thing",
    "76816": "Put the keys on the square tray",
    "28434": "Put the black object on the round tray",
    "2580": "Place a torch on the round tray",
    "15767": "Put the object on the table onto the tray.",
    "79001": "Put the red object on the tray",
    "2458": "Pick the big object on the table and put it on the tray",
    "4256": "Pick the keys on the table and place them in the box",
    "22176": "Pick up the key holders and place them in the key storage bowl.",
    "76585": "Put the black gadget on the circle shaped tray and the keys on the square tray",
    "62762": "Place the black torch on the tray on the right",
    "82475": "Put the black gadget on the huge tray",
    "87980": "Put the blue keyholder on the left bowl",
    "46767": "Take the black object from the desk and put it in the bowl",
    "34352": "Pick up the object from the table and put it in the plate.",
    "7862": "Put the torch on the plate on the right",
    "13497": "Place the torch on the round tray",
    "48313": "Take three black objects between the bowls and put them in the bowl on the right",
    "77243": "Pick up the remote from the table and place it on the tray on the right",
    "83898": "Put the thing on the table on the metal plate",
    "44221": "Pick up the object from the table and put it in the plate.",
    "89275": "Put one of the flesh-lights in the bowl",
    "55743": "Move the red object to the inside of the right bowl",
    "8129": "Place the maroon object on the tray on the right",
    "12865": "Put the bunch of keys in top of the picture frame",
    "77121": "Pick the black object on the table and place it on the tray",
    "93250": "Pick the object and put it on the plate",
    "91848": "Pick up the black object and put it in the bowl",
    "69065": "Move the object into the black tray",
    "35280": "Pick up the black key and place it on the tray on the left",
    "3537": "Put the red object on the table on the object on the right",
    "95056": "Take the object and put it on the tray",
    "66389": "Put the black object onto the tray.",
    "17756": "Put the nail polish in the bowl at the right",
    "68574": "Put a black object on the circle shaped tray",
    "64607": "Take the black object and put it in the tray",
    "45153": "Put two sets of keys on top of the blue and white object.",
    "12644": "Move the black object with the red spot on it to the right bowl",
    "5863": "Take the right black object and put it on the bowl at the right",
    "23399": "Pick the object on the table and put it on the plate",
    "79593": "Pick the keys on the table and put them on the box",
    "20202": "Put the car key on the tray",
    "89833": "Put the car key on the square plate",
    "14702": "Pick the keys and put them on the object",
    "35823": "Put the two sets of keys on top of the blue and white object.",
    "43632": "Put the brown object on the tray on the right",
    "73973": "Pick up the object from the table and put it in the tray",
    "2168": "Move the object to the black plate",
    "54649": "Pick up the remote from the table and place it on the tray on the right side of the table",
    "94204": "Place one black flashlight on the tray on the right",
    "94335": "Pick up the objects from the table and place them on the tray to the right"
}