{
    "66057": "Unhang the cloth on the stand and place it on the table",
    "83449": "Move the measuring tape forward",
    "90642": "Pick up the towel from the table and put it on the tripod.",
    "67094": "Pick up the lid and put it on the spray can",
    "11801": "Move the black measuring tape forwards",
    "81946": "Take the lid off the spray can",
    "67102": "Pick the lid on the table and place it on the bottle",
    "72227": "Move the tape measure to the center of the table",
    "70187": "Remove the lid from the can and put it on the table",
    "26171": "Pick up the black lid from the table and put it on the can.",
    "64571": "Move the measuring tape slightly to the left",
    "92220": "Put the lid on the spray bottle",
    "36426": "Put the lid on the spray can",
    "66127": "Put the lid on the can",
    "48720": "Spread the cable on the table",
    "1619": "Pick the cloth on the table and put it on the stand",
    "73305": "Twist up the charger cable neatly",
    "77401": "Move the ends of the cable to opposite sides",
    "44123": "Straighten the cloth",
    "46685": "Take the cover off the can and put it on the table",
    "12382": "Remove the lid from the bottle and put it on the table",
    "64095": "Put the lid on the table",
    "89699": "Move the cable to the left",
    "27750": "Move the measuring tape to the right",
    "15467": "Fold the charger on the table",
    "61548": "Remove the lid of the container",
    "92781": "Pick up the black lid from the spray bottle and put it on the table.",
    "55919": "Untangle the blue cable",
    "3185": "Move the measuring tape slightly to the left",
    "87666": "Hang the cloth on the stand",
    "35443": "Fold the white cloth",
    "47219": "Place the white cloth on the table",
    "11893": "Pick up the the cable and put it straight on the table",
    "87158": "Uncover the can and put the lid on the table",
    "60536": "Put the lid on the table",
    "31361": "Put the lid on the spray can",
    "55943": "Move the blue cable to the left",
    "53388": "Remove the white and green cloth from the black stand",
    "66190": "Remove the lid from the top of the spray can",
    "45207": "Hang the white cloth on the black stand",
    "39067": "Take the black lid from the top of the can and put it on the table",
    "33437": "Put the top back on the bottle on the table",
    "3743": "Put the lid on the spray bottle.",
    "37535": "Unravel the blue cord on the table",
    "44706": "Unravel the phone charger",
    "72869": "Fold the white cloth one time over",
    "18087": "Remove the black cap from the can and put it on the table",
    "64179": "Move the cable to the right.",
    "41144": "Unravel the charger",
    "6332": "Move the black object to the right",
    "37566": "Take the top off the bottle",
    "14527": "Move the measuring tape to the left and back to the right",
    "1731": "Move one end of the cable to the right",
    "58574": "Unhang the cloth from the stand",
    "87250": "Hang the cloth on the stand",
    "6869": "Put the black lid on the black bottle",
    "18133": "Put the black cap on the can",
    "64216": "Pick up the towel from the table and put it on the metal bar.",
    "15581": "Open the bottom drawer of the cabinet on the right",
    "19679": "Take the cover off the can",
    "50915": "Remove the lid from the spray bottle and put the lid on the table",
    "73452": "Place the spray can lid on the table",
    "70893": "Put the black lid on the can",
    "63219": "Unhang the cloth from the stand",
    "78068": "Pick up the lid from the table and put it on the can.",
    "35061": "Unfold the towel.",
    "75509": "Move the cable to the left",
    "91387": "Take the lid off the bottle and put it on the table",
    "13572": "Spread the charger cable",
    "5893": "Coil the cord",
    "26887": "Place the lid on the spray bottle",
    "33552": "Move the measuring tape forward",
    "45848": "Remove the lid from the spray tin",
    "58137": "Remove the black lid from the spray can",
    "69400": "Pick up the black lid from the table and put it on the white can.",
    "38175": "Take the white towel from the black metal rod and put it on the table",
    "7975": "Move the black measuring tape to the right",
    "38188": "Put the black lid on the bottle",
    "39216": "Move the measuring tape backwards",
    "17720": "Move the cable slightly up, then pick one side and move it to the right",
    "22847": "Put the lid on the can",
    "63304": "Put the cloth on the table",
    "84808": "Place the measuring tape in the center of the table",
    "90957": "Move the left sided end of the cable to the right",
    "63315": "Pick an object from the white bowl and place it on the table",
    "26453": "Put the towel on top of the black thing on the table",
    "77653": "Pick the black lid and put it on the bottle",
    "16220": "Use the blue cable on the table to make a smaller circle",
    "75103": "Move the cable to the right",
    "24416": "Remove the white cloth from the black stand",
    "40288": "Place the lid on the spray can",
    "94048": "Pick the cover and put it on the bottle",
    "54633": "Fold the cloth once",
    "1904": "Untangle the blue cable",
    "70514": "Move the measuring tape backwards",
    "69491": "Move the charging pin to the left",
    "91507": "Unwind the cable",
    "10615": "Remove the white cloth from the black stand and place it on the table",
    "8056": "Pick the cloth and hang it on the object",
    "80256": "Remove the lid from the spray.",
    "16769": "Take the black lid from the top of the white can and put it on the table",
    "44417": "Move the black measuring tape to the left",
    "29573": "Move the black cable to the left",
    "35722": "Unfold the cloth on the table",
    "58766": "Move the charger to the right",
    "59280": "Put the black lid on the white spray can",
    "90003": "Move the charger to the left then move part of the cable to the right",
    "24980": "Hang the cloth on the stand",
    "32660": "Move the black charging cable head to the right",
    "49559": "Unfold the towel on the table",
    "65432": "Hang the cloth on the stand",
    "9627": "Untangle the charger.",
    "88478": "Take the clear lid from the table and put it on the white can",
    "14247": "Remove the lid from the white spray can",
    "7596": "Fold the towel once on the table",
    "27052": "Remove the lid from the spray can",
    "34220": "Move the measuring tape forward",
    "41391": "Take the cover off the can",
    "44974": "Remove the lid from the bottle and put it on the table",
    "72629": "Move the cable forwards",
    "46530": "Put the black lid on top of the spray can",
    "94658": "Hang the white cloth on the black stand",
    "50116": "Pick up the lid and close the bottle",
    "52164": "Put the black lid on top of the spray can",
    "54212": "Spread the cloth",
    "19399": "Place the black lid on top of the white spray can",
    "94156": "Put the white cloth on the black stand",
    "63953": "Take the top off the bottle",
    "38354": "Put the lid of the can on the table",
    "53205": "Take the cloth off the stand and put it on the table",
    "87004": "Move the measuring tape slightly to the right",
    "17888": "Move the cable backwards",
    "52710": "Fold the charger on the table",
    "40434": "Pick up the charger and move it slightly to the left.",
    "77817": "Put the lid on the can",
    "13306": "Put the black cap on the white can",
    "74238": "Take the cloth and put it on the table"
}