{
    "28418": "Wipe the kitchen counter with the white paper towel",
    "60930": "Wipe the counter with the cloth",
    "78339": "Use the towel to wipe the counter",
    "78851": "Use the cloth to clean the surface",
    "91268": "Use the tissue to wipe the counter",
    "2954": "Wipe the counter with the cloth",
    "72971": "Remove the black bin from the grey bin.",
    "7309": "Put the coffee cup onto the coffee machine",
    "43919": "Place the black part of the bin on the counter",
    "80017": "Remove the black bin from the grey bin",
    "70163": "Remove the plastic cup from the drip tray and put it on the counter",
    "32020": "Use the cloth on the right to wipe the counter",
    "10006": "Place the black can in the silver one",
    "19223": "Clean the table",
    "13591": "Use the paper towel to clean the surface",
    "56347": "Remove the black bin from the grey bin",
    "28": "Use the towel to wipe the counter.",
    "2460": "Move the cup forward",
    "59037": "Use the towel to wipe the counter.",
    "12959": "Remove the black jug from the silver jug and put it on the kitchen countertop",
    "54816": "Use the towel to wipe the counter.",
    "41121": "Put the black bin in the grey bin.",
    "30115": "Use the paper towels to wipe the counter top",
    "91948": "Put the white mug on the tray of the coffee maker, remove it and then put it on the counter",
    "62381": "Use the white napkin to wipe the counter.",
    "13747": "Remove the black bin from the silver bin",
    "25779": "Pick up the black bin and place it into the silver bin",
    "72500": "Press one button on the coffeemaker.",
    "36279": "Remove the cup from the dispenser",
    "47928": "Put the black thing into the metal bin",
    "36928": "Wipe the counter with the tissue",
    "5699": "Wipe the counter with the towel",
    "78659": "Take the black thing out of the metal can",
    "30149": "Use the towel to wipe the table",
    "38216": "Put the black bin in the grey bin",
    "29513": "Press a button on the coffeemaker.",
    "89802": "Press a button on the dispenser to pour water",
    "83916": "Move the mug from the water dispenser forward",
    "50897": "Use the white towel to wipe the countertop",
    "17748": "put the inner bucket of the trash can inside the outer trash bucket",
    "35028": "Use the paper towel to clean the surface",
    "50773": "Use the towel to wipe the counter.",
    "71383": "move the object into the basin",
    "53594": "Press a button on the coffeemaker.",
    "20188": "Place the starbucks cup under the dispenser",
    "25180": "Use the white towel to clean the surface",
    "8796": "Press the center button on the grey dispenser",
    "69371": "Use the napkin to wipe the counter.",
    "39394": "Use the white cloth to wipe the counter",
    "31331": "Put the plastic cup on the drip tray of the dispenser",
    "46054": "Wipe the counter top using the paper towel",
    "41063": "Press the water dispenser button",
    "23144": "Wipe the counter with the wiper placed on it",
    "25706": "Wipe the counter using the paper towel",
    "46187": "Wipe the kitchen counter with the white kitchen paper",
    "56959": "Use the towel to wipe the counter.",
    "89202": "Remove the plastic cup from the dispenser and put it on the counter",
    "30710": "Wipe the table with the paper towel",
    "81273": "Wipe the kitchen counter with the white towel",
    "21627": "Clean the counter using the serviette",
    "32510": "Lift the cup and put it on the dispenser",
    "54399": "Press the round button on the coffee maker"
}