{
    "71680": "Remove the packet from the left sink",
    "6659": "Put the black snack packet in the left sink",
    "10246": "Put the snickers bar inside the sink",
    "10247": "Put the Doritos packet in the sink on the left.",
    "47112": "Remove the can from the sink",
    "72712": "Put the green packet in the open upper cabinet.",
    "89095": "Put the blue packet in the open upper cabinet.",
    "54795": "Remove the packet from the sink",
    "12300": "Move the bag of cheetos to the left sink",
    "19468": "Move the sprite can to the sink",
    "67087": "Put the green packet in the left sink",
    "44561": "Put the brown packet in the sink on the left.",
    "1043": "Put the snack packet into the cabinet",
    "37395": "Move the soda can to the counter on the left",
    "27674": "Put the snickers bar inside the sink",
    "68634": "Put the brown snack bar in the top cabinet",
    "87066": "Put the red packet in the left sink",
    "5150": "Put the blue packet in the left sink",
    "32": "Pick up the snuck and put it in the sink",
    "93216": "Put the black packet in the sink on the left.",
    "95267": "Put the can in the sink",
    "56359": "Put the small snack in the cabinet",
    "28200": "Put the packet in the sink.",
    "60970": "Pick up the object from the counter and put it in the sink",
    "77869": "Put the Fanta can on the left counter",
    "78381": "Put the blue packet in the top cabinet",
    "33845": "Remove the chocolate bar from the sink",
    "52281": "Put the brown packet in the open upper cabinet.",
    "70201": "Remove the Coca-Cola soda can from the sink and place it on the left side of the counter",
    "77886": "Put the candy bar in the open cabinet",
    "88638": "Place the bag of lays in the center of the bottom shelf of the cabinet",
    "23617": "Take the red can out of the sink and put it on the left side of the counter.",
    "93763": "Put the brown packet in the open upper cabinet.",
    "9798": "Place the brown object in the sink",
    "81479": "Put the candy bar in the cabinet",
    "42570": "Put the black packet inside the sink",
    "33356": "Remove the packet from the sink",
    "23640": "Put the candy bar into the sink",
    "23129": "Shift the Lays packet to the left counter",
    "49241": "Remove the packet from the sink and put it on the left side of the counter.",
    "1115": "Put the packet into the cupboard",
    "36444": "Put the green packet in the open upper cabinet.",
    "53339": "Remove the can from the sink",
    "21598": "Put the brown packet in the open upper cabinet.",
    "26210": "Pick up the snack from the countertop and put it in the open upper cabinet.",
    "86632": "Remove the can from the sink",
    "32874": "Take the packet out of the sink on the left and put it on the left side of the counter.",
    "53866": "Put the packet in the sink.",
    "65135": "Pick up the green object from the counter and put it in the sink",
    "88687": "Put the brown packet in the open cabinet.",
    "23153": "Take the coca-cola can out of the kitchen sink and place it on the kitchen counter",
    "35444": "Put the soda can on the left counter",
    "81527": "Put the chocolate bar inside the left sink",
    "7289": "Put the blue packet in the top cabinet",
    "76921": "Put the chocolate bar inside the left sink",
    "76922": "Pick up the bag of doritos and place it in the left sink",
    "19582": "Put the green sachet in the top cabinet",
    "81023": "move an object and put it on another position",
    "17536": "Remove the can from the sink",
    "38017": "Put the chocolate bar inside the sink",
    "65664": "Put the candy bar into the cupboard",
    "65670": "Put the chip packet inside the sink",
    "75398": "Put the packet closest to you in the top cabinet",
    "6792": "Place the can of fanta in the left sink",
    "77451": "Put the snack packet into the open cabinet",
    "20108": "Pick up the doritos from the sink and place them on the counter top to the left of the sink",
    "87693": "Put the brown packet in the sink on the left.",
    "62606": "Take the protein bar out of the sink and place it on the counter to the left of the sink",
    "94863": "Put the Dorito packet in the sink",
    "94868": "Put the green can in the sink.",
    "2201": "Put the chocolate bar inside the cabinet",
    "154": "Put the can inside the sink",
    "64665": "Put the brown packet inside the cabinet",
    "17052": "Shift the snickers bar to the open cupboard",
    "65690": "Put the chocolate bar inside the cabinet",
    "25247": "Put the snack bar in the top cabinet",
    "21664": "Put the packet on the bottom shelf of the open cabinet.",
    "42655": "Put the black packet in the left sink",
    "51872": "Put the green packet in the sink.",
    "32420": "Put the orange can on the left side of the counter.",
    "25766": "Pick up the object from the counter and put it in the cabinet",
    "30374": "Pick up the pack of snack and put it in the sink",
    "32934": "Take the snack packet out of the kitchen sink",
    "56489": "Place the snack in the cabinet",
    "18090": "Pick up the blue object from the sink and put it on the counter",
    "91311": "Move the candy bar to the sink",
    "60592": "Put the brown packet in the sink on the left.",
    "6321": "Put the purple snack inside the upper cabinet.",
    "10417": "Put one packet in the open upper cabinet.",
    "52915": "Remove the lunch bar from the sink and put it on the countertop",
    "5300": "Pick up the green lays packet and put inside the bottom compartment of the blue cabinet",
    "7348": "Move the protein bar to the left counter top from the sink",
    "75442": "Take the purple snack out of the sink on the left and put it on the countertop.",
    "67255": "Put the candy bar in the open cabinet",
    "58044": "Put the chip packet inside the bottom cabinet",
    "66239": "Put the packet in the sink",
    "48321": "Put the orange packet in the left sink",
    "67266": "Put the green packet in the sink on the left.",
    "6851": "Pick up the white and orange object from the counter and put it in the cabinet",
    "40132": "Put the green packet in the top cabinet",
    "71364": "Put the green packet inside the cabinet",
    "82116": "Move the chocolate bar to the left sink",
    "85187": "Put the green can on the left counter.",
    "4296": "Place the granola bar on the bottom shelf of the cabinet",
    "18121": "Take the packet out of the sink",
    "43721": "Put the yellow packet into the sink",
    "94917": "Pick up the granola bar and place it on the bottom shelf",
    "6861": "Remove the packet from the sink",
    "15570": "Put the candy bar into the sink",
    "41685": "Take the candy bar out of the sink",
    "56535": "Put the blue Doritos pack in the left sink",
    "24280": "Remove the green packet from the sink.",
    "24281": "Put the packet in the left sink",
    "10970": "Remove the green packet from the sink and place it on the left side of the counter.",
    "31960": "Remove the green can from the sink and put it on the counter",
    "47836": "Put the can inside the sink",
    "81626": "Remove the can out of the sink",
    "21217": "Put the blue packet inside the left sink",
    "89825": "Put the purple pack inside the cabinet",
    "15588": "Put the chocolate bar inside the sink",
    "7909": "Put the can into the sink",
    "41188": "Put the pack of lays in the sink",
    "65765": "Remove the can from the sink",
    "70376": "Put the black snack pack in the top cabinet",
    "34026": "Put the green can in the sink on the left.",
    "23279": "Remove the chocolate bar into the sink",
    "87795": "Put the sprite soda can into the sink",
    "35573": "Put the red can on the left side of the counter.",
    "7414": "Move the red can to the sink on the left",
    "57079": "Put the chocolate bar inside the cabinet",
    "70389": "Put the green packet in the left sink",
    "43261": "Pick up the snack from the sink and place it on the counter",
    "80125": "Put the snickers bar in the sink on the left",
    "67328": "Put the packet from the counter in the upper cabinet.",
    "46337": "Remove the green packet from the sink and put it on the counter",
    "4355": "Put one sachet in the sink on the left.",
    "73476": "Move the candy bar to the sink",
    "11532": "Put the snack packet into the sink",
    "26380": "Put the orange packet inside the sink.",
    "46350": "Remove the black packet from the sink and put it on the counter.",
    "21263": "Remove the orange can from the sink.",
    "86796": "Move the chocolate bar to the sink",
    "33553": "Put the brown packet in the sink on the left.",
    "50453": "Place the bag of chips in the left sink",
    "6935": "Put the candy bar into the cupboard",
    "800": "Place the snack bar inside the sink",
    "40224": "Pick up the snacks and put them in the sink",
    "38690": "Put the green can in the sink on the left.",
    "79648": "Remove the red can from the sink and put it on the counter",
    "62245": "Put the green can inside the sink.",
    "66853": "Put the brown packet in the open upper cabinet.",
    "76070": "Remove the green packet from the sink on the left and put it on the counter.",
    "36136": "Put the chocolate bar inside the cupboard",
    "3882": "Put the red can inside the left sink",
    "7986": "Pick up the packet on the counter and put it inside the cupboard",
    "36658": "Remove the orange packet from the sink, then place it on the left counter",
    "89394": "Put the snickers bar in the sink",
    "13115": "Put the green packet in the top cabinet",
    "6460": "Put the packet inside the cupboard",
    "51517": "Shift the chocolate bar from the sink to the counter",
    "4926": "Put the brown packet inside the sink on the left.",
    "19776": "Pick the candy bar and put it into the cupboard",
    "40768": "Shift the chocolate bar to the open cupboard",
    "30534": "Put the chocolate bar inside the sink",
    "43847": "Put the green can in the sink on the left.",
    "79687": "Pick up the object from the counter and put it in the sink",
    "10571": "Put the chocolate bar in the open cupboard",
    "27467": "Place the pack of doritos inside the sink",
    "83787": "Put the yellow packet inside the left sink",
    "94541": "Remove the chocolate bar from the sink",
    "69968": "Put the brown packet inside the cabinet",
    "55635": "Put the green snack bar in the top cabinet",
    "75094": "Remove the chocolate bar from the sink and place it on the counter",
    "81751": "Pick up the pack of snacks and put it in the sink",
    "856": "Move the candy bar to the sink",
    "25433": "Put the green packet inside the open upper drawer.",
    "65370": "Put the brown packet in the open cabinet.",
    "82776": "Put the packet in the sink",
    "83286": "Remove the candy bar from the sink",
    "87385": "Put the snack packet into the sink",
    "91996": "Put the blue packet in the cabinet",
    "26979": "Take the bar of chocolate out of the sink and put it on the counter",
    "85861": "Put the red packet in the sink on the left.",
    "62824": "Put the can inside the sink",
    "57193": "Put the orange packet in the top cabinet",
    "89963": "Pick up the brown snack packet from countertop and put it inside the open upper cabinet.",
    "2414": "Put the black snack packet in the left sink",
    "15726": "Put the snickers bar in the sink",
    "41332": "Put the brown packet in the sink on the left.",
    "4469": "Put the black packet in the upper cabinet.",
    "83317": "Take the soda can out of the sink",
    "55671": "Take the orange can out of the sink.",
    "57720": "Put the snack bar in the sink",
    "40825": "Put the brown packet in the open cabinet.",
    "890": "Put the purple snack in the sink.",
    "79741": "Remove the snack packet from the sink",
    "31102": "Remove the green packet out of the sink",
    "92033": "Put the packet in the sink",
    "42884": "Move the can of fanta to the left sink",
    "70533": "Place the bag of chips in the sink.",
    "28039": "Put the candy bar into the sink",
    "49543": "Remove the green can from the sink and put it on the counter",
    "24458": "Pick up the brown object from the counter and put it in the cabinet",
    "69515": "Remove the snack packet from the sink",
    "8591": "Put the snack packet inside the open cupboard",
    "39825": "Put the snack packet in the top cabinet",
    "56209": "Place the protein bar in the center of the counter on the bottom shelf of the cabinet",
    "57745": "Put the brown packet in the sink on the left.",
    "62356": "Put the candy bar in the open cabinet",
    "32661": "Put the can in the left sink",
    "11670": "Put the packet into the sink",
    "66963": "Put the packet in the sink on the left.",
    "78740": "Remove the green packet from the sink and put it on the left side of the counter",
    "28569": "Place the snickers bar inside the sink",
    "87444": "Put the yellow packet into the cabinet",
    "94618": "Put the chocolate bar inside the sink",
    "59806": "Remove the green object from the sink",
    "88991": "Remove the chocolate bar from the sink",
    "78752": "Put the can in the left sink",
    "29091": "Pick up the pack of fritos and place it on the bottom shelf of the cabinet above",
    "78756": "Put the packet in the cabinet",
    "88995": "Put the red can in the sink on the left.",
    "9126": "Put the packet in the open cabinet.",
    "95140": "Put the chocolate bar inside the sink on the left",
    "93610": "Put the chocolate bar in the cabinet",
    "18350": "Put the orange packet in the sink on the left.",
    "11697": "Put the green packet in the sink on the left.",
    "60343": "Pick up the brown chocolate bar and put it in the left cabinet",
    "56252": "Put the green packet inside the left sink",
    "29118": "Put the brown packet in the sink.",
    "70592": "Pick up the granola bar and place it on the shelf above",
    "449": "Put the can inside the sink",
    "3523": "Pick up the bag of lays and place it on the bottom shelf",
    "42948": "Put the chocolate bar inside the sink",
    "83404": "Put the black packet in the top cabinet",
    "10702": "Put the packet in the top cabinet",
    "88526": "Remove the green can from the sink and put it on the counter",
    "49104": "Put the green packet in the open upper cabinet.",
    "76244": "Put the chocolate bar inside the cupboard",
    "10718": "Shift the snickers bar to the open cupboard",
    "19938": "Put the red can in the sink on the left.",
    "49634": "Put the chocolate bar in the cabinet",
    "20452": "Put the orange can in the sink on the left.",
    "19432": "Put the candy bar in the sink",
    "17385": "Place the coca cola can in the left sink",
    "14828": "Put the green packet in the open upper cabinet.",
    "6638": "Remove the blue packet from the sink on the left and put it on the counter.",
    "50158": "Put the red packet in the sink on the left.",
    "53234": "Put the snack packet in the top cabinet",
    "20467": "Pick up the can from the sink and put it on the counter",
    "40438": "Put the green packet in the cabinet",
    "58366": "Put the can in the left sink"
}