{
    "24585": "Place a bottle on the purple mat",
    "43022": "Close the lid of the bowl",
    "34831": "Pick a bottle from the box and place it on the purple mat",
    "81938": "Turn on the big switch on the adapter",
    "28692": "Turn on the big switch on the adapter",
    "61467": "Close the plastic container.",
    "6186": "Close the lid on the clear bowl",
    "69678": "Close the lid to the box on the table",
    "55346": "Turn on the adapter switch",
    "55": "Pick up the bottle from the table and put it inside the clear container",
    "28728": "Move a bottle from the container to the table",
    "63550": "Open the box",
    "10305": "Put one bottle in the bowl",
    "82000": "Close the small storage box",
    "63569": "Put the bottle in the clear bowl",
    "77909": "Pick up the bottle from the table and put it inside the clear bowl, turn off the white extension cable, take out one bottle from the clear bowl and place it on the left side of the table",
    "63575": "Remove a tissue from the box",
    "2151": "Close the clear container",
    "77929": "Turn off the big switch on the adapter",
    "57456": "Turn on the switch on the adapter",
    "18551": "Put one of the things on the table in the clear container",
    "92295": "Close the box",
    "61579": "Move a bottle from the container to the table",
    "75918": "Turn off the switch of the extension cord",
    "43154": "Pick up the two objects and put them in the bowl",
    "88210": "Take the object and put it in the plastic box, then close it",
    "51351": "Flick the last switch on the extension cord, then open the plastic box on the table",
    "82074": "Take a bottle out of the box and put it on the mat",
    "12446": "Put the white thing on the table in the clear container",
    "8362": "Close the box",
    "8366": "Switch off the extension cord",
    "16558": "Turn on the white extension cable",
    "18608": "Turn off the first switch on the extension cord",
    "69829": "Remove a bottle from the colourless bowl and put it on the purple bowl",
    "8397": "Open the sandwich maker then close it",
    "78034": "Turn on the big switch on the adapter",
    "26836": "Close the lid on the clear bowl",
    "88279": "Close the clear container",
    "45276": "Close the lid on the clear container",
    "26846": "Turn off the white extension cable",
    "75999": "Pick a bottle from the table and put it in the container",
    "49376": "Close the lid of the bowl",
    "22754": "Take one bottle from the table and put it in the bowl",
    "86242": "Move the bottle from the table to the clear container",
    "57572": "Turn off the extension cable",
    "76008": "Open the lid of the clear container",
    "51433": "Close the lid of the clear container",
    "53482": "Close the pack with bottles",
    "94450": "Close the lid on the clear container",
    "41212": "Remove one bottle from the clear box",
    "59645": "Turn on the extension cable",
    "86275": "Press the power button on the extension cord.",
    "14596": "Put the object on the purple paper into the colourless bowl",
    "28938": "Remove two bottles from the clear box and put them on the table",
    "55566": "Open the bowl",
    "14609": "Turn on the main adapter switch",
    "74008": "Turn on the switch of the extension cord",
    "41244": "Pick up one of the white objects from the bowl and place it on the right",
    "55586": "Turn on the switch on the adapter",
    "80164": "Open the lid of the bowl",
    "28965": "Put one of the things in the container on the blue cloth",
    "31023": "Switch on the main adapter switch",
    "6453": "Remove one bottle from the container and put it on the left side of the table",
    "69945": "Close the container",
    "76103": "Open the container",
    "16715": "Open the colourless bowl",
    "57676": "Open the clear container on the left, close the container",
    "78156": "Flip the switch of the extension cord",
    "33104": "Turn off the extension cable",
    "2389": "Pick up the bottle from the table and place it inside the clear container",
    "6488": "Take the upright bottle and put it in the clear bowl",
    "10587": "Move a bottle from the container to the mat",
    "49503": "Uncover the storage box",
    "39275": "Take the bottle from the table and put it in the bowl",
    "90479": "Move the spoon to the left",
    "74117": "Put a bottle from the table into the clear container",
    "94600": "Close the plastic container.",
    "27028": "Switch off the extension cord",
    "76189": "Close the lid of the clear container",
    "29093": "Turn off the switch on the adapter",
    "61871": "Open the container",
    "22963": "Take a bottle from the clear container and put it on the table",
    "10678": "Put the bottle on the table inside the colourless box",
    "39366": "Remove one bottle from the pack and put it on the purple mat on the table",
    "78283": "Press the power button on the extension cord.",
    "6608": "Remove one object from the clear container and put back one object into the container then press down on the extension cable",
    "41424": "Open the plastic container on the table",
    "90578": "Pick up the bottle and put it in the bowl",
    "53718": "Pick up one of the white objects from the bowl and put it on the table",
    "61917": "Pick up the object from the table and put it in the bowl",
    "12778": "Turn off the switch of the adapter",
    "57840": "Pick up the object and place it in the bowl",
    "63984": "Turn off the last switch on the extension cord",
    "25075": "Close the lid of the plastic storage box",
    "70138": "Move a bottle from the container to the table",
    "6660": "Pick the bottle on the table and put it in the box",
    "53768": "Pick a bottle from the container and put it on the table",
    "23050": "Flip the switch on the adaptor",
    "55818": "Close the container",
    "59920": "Close the clear container",
    "57878": "Put the bottle in the container",
    "35355": "Close the box",
    "43550": "Take the bottle from the table and put it in the bowl",
    "37410": "Pick the white plate from the dishwasher and place it on top of the ones on the table",
    "33316": "Flick the switch on the extension cord",
    "92709": "Open the lid of the clear bowl",
    "27174": "Close the lid of the bowl",
    "47656": "Open the lid on the clear container",
    "16944": "Turn off the extension cord",
    "64057": "Put a bottle from the container on the blue mat",
    "47677": "Switch off the extension cord",
    "39487": "Close the box",
    "25155": "Open the clear container, remove one of the bottles that are inside it, and then put the bottle on the table",
    "57924": "Move a bottle from the mat to the container",
    "86597": "Turn on the switch of the adapter then open the lid of the bowl",
    "80456": "Pick up the vial and put it in the transparent bowl",
    "12875": "Close the clear container",
    "49739": "Press the switch on the adapter",
    "62031": "Close the lid of the bowl",
    "90705": "Remove one bottle from the container and put it on the purple placemat",
    "29266": "Remove one bottle from the clear box and close it",
    "59989": "Pick up the object from the bowl and put it on the table",
    "82527": "Put one of the things in the clear container on the blue mat",
    "68196": "Turn on the switch of the extension cord",
    "27241": "Place a bottle on the purple mat",
    "62062": "Close the container",
    "37490": "Switch on the extension cord",
    "62067": "Close the box",
    "21113": "Open the box, pick an object then place it on the purple mat",
    "66176": "Put one bottle inside the clear storage box",
    "74381": "Turn on the adapter",
    "14995": "Close the lid of the clear bowl",
    "45720": "Open the lid of the clear container",
    "27293": "Remove one bottle from the clear bowl and place it on the table",
    "62114": "Switch off the extension cord",
    "12971": "Move a bottle from the container to the table",
    "66220": "Move the bottle from the mat to the container",
    "23232": "Put the bottle close to the clear container inside it",
    "41690": "Open the plastic container on the table",
    "8932": "Turn the switch on",
    "86756": "Turn on the extension cable",
    "31467": "Switch off the extension cable",
    "68331": "Turn off the extension cord switch",
    "70381": "Open the clear case",
    "60142": "Open the lid of the container",
    "47862": "Turn on the switch of the extension cord",
    "13048": "Turn off the big switch on the adapter",
    "80643": "Pick the small bottle and put it in the plastic box",
    "84739": "Switch on the extension cord",
    "41735": "Press the power button on the extension cord.",
    "54037": "Switch off the extension cable",
    "86806": "Press the power switch on the extension cord",
    "54043": "Flick off the switch on the extension cord",
    "70430": "Pick one bottle from the table and place it in the colourless container.",
    "4898": "Turn off the switch on the extension cord",
    "35621": "Pick up the bottle, put it in the bowl and close it",
    "13095": "Press the big switch on the adapter",
    "41773": "Remove one object from the container on the table",
    "4911": "Pick up the small bottle and put it in the bowl",
    "31538": "Open the clear container",
    "72508": "Take one bottle from the clear bowl and put it on the table",
    "64321": "Flick the last switch on the extension cord",
    "62275": "Open the clear container, put the bottle on the table inside the clear container",
    "70468": "Close the lid on the clear container",
    "9033": "Switch off the extension cord",
    "37709": "Open the box and turn off the big switch on the adapter",
    "82774": "Turn on the extension cable",
    "9047": "Press the big switch on the adapter",
    "68439": "Move the bottle from the table to the container",
    "60251": "Put the bottle in the pack on the table",
    "60267": "Turn off the switch on the extension cord",
    "39789": "Turn off the extension cable",
    "33677": "Remove the white object from the plastic container.",
    "35725": "Put the bottle on the table in the container",
    "43927": "Turn on the switch of the adapter",
    "80799": "Turn on the main adapter switch",
    "56230": "Pick up the bottle from the bowl and put it on the table",
    "76729": "Take the right bottle from the table and put it in the clear bowl",
    "76732": "Open the lid of the clear bowl",
    "89020": "Turn on the switch on the adapter",
    "7102": "Pick the bottle from the table",
    "66496": "Turn on the extension cable",
    "56263": "Put one of the objects in the colourless box on the table",
    "29641": "Push on the first button from the right on the adaptor.",
    "5068": "Open the box then turn off the big switch on the adapter",
    "35792": "Put the bottles inside the box",
    "41940": "Uncover the container",
    "64489": "Switch off the adapter",
    "13292": "Put the white object into the bowl.",
    "15347": "Switch on the adapter",
    "5118": "Remove the bottle from the table and put it in the container",
    "31745": "Take one bottle out of the clear container on the left and put it on the purple placemat",
    "15362": "Close the lid on the clear container",
    "60429": "Turn off the switch on the adapter",
    "21522": "Switch off the extension cord",
    "68629": "Remove one bottle from the clear box",
    "11289": "Move a bottle from the container to the mat",
    "5149": "Turn on the switch of the extension cord",
    "37933": "Open the lid on the colorless bowl",
    "27701": "Close the lid of the clear box",
    "60470": "Turn off the extension cord switch",
    "1079": "Open the lid of the plastic container.",
    "78901": "Take the bottle from the bowl and put it on the table",
    "7225": "Open the lid of the container",
    "21564": "Press the switch on the adapter",
    "35902": "Close the lid of the bowl",
    "56391": "Close the clear container",
    "58444": "Open the clear container and put the thing on the table in it",
    "74835": "Open the lid on the container, turn on the extension cable",
    "72795": "Close the lid on the clear container on the left then turn on the extension cable",
    "78939": "Turn on the extension cable then turn it off",
    "11357": "Place the bottle in the clear container",
    "60520": "Open the clear bowl",
    "48234": "Close the clear container",
    "68715": "Close the lid of the container",
    "17520": "Turn off the first switch on the extension cord",
    "7286": "Remove the bottle from the colourless bowl and put it on the blue paper",
    "15479": "Close the colorless box",
    "33919": "Open colourless box",
    "17542": "Take the object in the plastic box and put it on the table",
    "85131": "Remove one bottle from the clear bowl and put it on the table",
    "46227": "Take the bottle at the left and put it in the clear bowl",
    "9372": "Pick up one small bottle from the container and put it on the table.",
    "50332": "Open the clear container",
    "31904": "Turn on the switch on the adapter and then close the clear container",
    "40097": "Turn off the switch on the extension cord",
    "38056": "Turn off the switch on the adapter",
    "79030": "Pick up one of the white objects from the bowl and place it on the table",
    "31927": "Remove one bottle from the clear box",
    "44215": "Turn off the first switch from the right of the adaptor.",
    "66744": "Put the bottle in the container",
    "36026": "Close the load of the colourless bowl",
    "36036": "Pick up on object from the bowl and put it on the table",
    "13517": "Turn on and off the orange switch on the extension adapter",
    "7376": "Close the plastic box on the table",
    "29905": "Remove two bottles from the clear bowl and place them on the purple placemat",
    "42193": "Remove one bottle from the clear box",
    "85208": "Open the container on the table",
    "27865": "Press the power button on the extension cord",
    "50400": "Turn on the extension cord",
    "13540": "Close the lid of the container.",
    "54504": "Close the plastic box on the table",
    "83178": "Remove one bottle from the clear bowl on the left and set it down on the placemat",
    "21746": "Pick an object from the plastic container and put it on the table",
    "48372": "Open the container",
    "15613": "Pick up the small bottle from the table and put it in the plastic container.",
    "95507": "Turn off the extension cable",
    "91428": "Switch off and on the extension cord",
    "73003": "Pick the bottle on the mat and put it in the box",
    "46380": "Put the bottle on the right inside the clear container",
    "48428": "Pick a bottle from the table and put it in the container and then turn off the switch on the adapter",
    "3381": "Remove one bottle from the container and place it on the table",
    "38201": "Close the plastic container.",
    "68922": "Turn off the adapter",
    "42299": "Put a bottle on the table",
    "32071": "Remove one bottle from the container and place it on the table",
    "30024": "Close the clear container",
    "19786": "Open the lid of the clear bowl",
    "58701": "Close the lid of the colourless box",
    "52561": "Pick the bottle on the mat and put it in the box",
    "13652": "Pick up a vial and put it in the bowl",
    "44376": "Remove two bottles from the clear box",
    "77150": "Switch on the extension cord",
    "60767": "Press the on/off button",
    "17790": "Place the bottle on the table in the container",
    "77185": "Pick the orange pen from the box and place it on the table",
    "1429": "Open the colourless bowl",
    "60822": "Open the lid to the clear bowl",
    "1435": "Close the lid of the colourless bowl",
    "93609": "Open the lid of the clear container",
    "7594": "Pick one bottle from the table and place it inside the container",
    "56754": "Pick up a bottle from the container and put it on the table",
    "60858": "Pick up the bottle from the table and place it inside the clear container on the left",
    "19899": "Turn off the extension cable",
    "9660": "Open the lid on the the clear container",
    "17856": "Close the lid",
    "83402": "Pick up the bottle from the placemat and put it inside the clear container on the left",
    "71117": "Turn on the switch on the adapter",
    "9679": "Turn off the extension cord",
    "42447": "Close the lid on the clear container",
    "21972": "Take out an object from the box and place it on the purple mat",
    "62937": "Turn off the white extension cable",
    "17889": "Pick up one of the small bottles from the plastic container and put it on the table.",
    "34294": "Turn on the main switch on the adapter",
    "58881": "Press the power button on the extension cord.",
    "3592": "Close the lid of the box on the table",
    "75277": "Take the bottle from table and put it in the bowl",
    "75282": "Open the lid",
    "40469": "Pick up one bottle from the table and place it inside the container on the left",
    "24095": "Close the pack containing bottles on the table",
    "40481": "Put the thing on the blue mat in the clear container",
    "67115": "Open the lid of the container then put the bottle on the table in the container",
    "67121": "Close the lid of the clear bowl",
    "1586": "Close the lid of the colourless bowl",
    "63030": "Put one of the things in the container on the table",
    "63042": "Close the lid on the clear container",
    "5730": "Remove the white object from the plastic container.",
    "34405": "Put the bottle on the table inside the clear container on the left",
    "5736": "Turn off the adapter switch",
    "18026": "Close the lid of the bowl",
    "73324": "Pick the object and put it in the container",
    "36461": "Remove the over of the colourless bowl",
    "15983": "Remove one bottle from the clear box",
    "73334": "Remove one item from the transparent bowl and close its lid",
    "79484": "Uncover the lid of the clear container",
    "1663": "Put the marker inside the transparent box",
    "61056": "Open the lid of the plastic container",
    "91795": "Put the right bottle on the table into the colourless bowl",
    "87700": "Pick up the bottle from the table and put it in the clear container",
    "7829": "Turn off the switch on the adapter",
    "83606": "Remove a bottle from the container and put it on the table",
    "9883": "Switch on the left most switch",
    "9892": "Open the lid of the clear container",
    "52900": "Open the drawer fully",
    "16038": "Open the lid of the plastic container.",
    "11952": "Close the clear container",
    "57013": "Turn off the switch of the adapter",
    "85696": "Turn on the switch on the adapter at the first position from the bottom",
    "79557": "Take the bottle from the table and put it in the clear bowl then close the lid",
    "63187": "Close the lid of the colourless box",
    "89814": "Turn on the extension cable",
    "63199": "Pick the bottle from the mat and place it in the box",
    "91877": "Turn on the last switch on the extension cord",
    "36590": "Pick up one bottle from the table and put it inside the container",
    "1776": "Open the bowl",
    "20210": "Remove three bottles from the clear container and place them on the left side of the table",
    "44794": "Take the marker from the table and place it in the glass container",
    "48898": "Turn on the extension cable",
    "3852": "Pick up the bottle from the purple placemat and put it in the clear bottle",
    "85780": "Close the lid on the clear container",
    "24341": "Remove the object from the box and put it on the table.",
    "38677": "Put the object in the clear container",
    "40726": "Remove one bottle from the storage box",
    "38680": "Pick up the bottle from the bowl and put it on the table",
    "36636": "Remove one bottle from the bowl and put it on the table",
    "67356": "Turn off the extension cable",
    "32543": "Close the lid of the clear container",
    "85794": "Close the lid of the clear bowl",
    "53037": "Close the plastic packaging.",
    "26414": "Put the bottle on the table inside the clear container on the right",
    "26415": "Turn on the switch on the adapter",
    "73523": "Open the lid of the plastic container.",
    "46900": "Remove a bottle from the colourless bowl and put it on the table",
    "79667": "Remove one object from the container on the table",
    "79688": "Pick up one of the white objects from the bowl and place it on the table",
    "44882": "Take three bottles from the container and put them on the table",
    "61270": "Put the bottle on the blue mat in the container",
    "8023": "Flip the lid open",
    "75607": "Place the marker on the table",
    "14178": "Put the bottle in the pack",
    "22373": "Pick up the bottle from the table and put it in the container",
    "51051": "Close the pack with bottles on the table",
    "12140": "Remove one bottle from the clear container",
    "55156": "Open the pack on the table",
    "81781": "Pick an object from the plastic box and put it on the table",
    "94069": "Pick up a marker from the clear bowl and put it on the table.",
    "24441": "Turn on the extension cord switch",
    "24442": "Turn off the switch on the extension cord then close the clear container",
    "42873": "Take a bottle out of the box and put it on the mat",
    "63362": "Turn off the extension cord switch",
    "6022": "Remove the object from the bowl and put it next to the object on the left of the table",
    "63367": "Turn on the main adapter switch",
    "85900": "Place the orange object on the wooden thing",
    "12174": "Turn off the adapter",
    "14231": "Open the pack on the table",
    "20375": "Put the bottles in the clear box",
    "14235": "Open the lid of the transparent bowl, and then close it again",
    "67490": "Remove one bottle from the container and place it on the table",
    "77735": "Turn on the extension cable",
    "92073": "Close the lid of the bowl",
    "1977": "Take one of the object out of the box and put it on the table",
    "71612": "Get one of the bottles from the bowl and set it upright on the purple paper",
    "49085": "Turn off the main adapter switch",
    "26588": "Remove one bottle from the table and put it inside the container",
    "4080": "Remove one bottle from the box and put it on the table",
    "36853": "Open the container on the table",
    "88053": "Turn on the switch on the adapter"
}