{
    "72579": "Open the object from the washing machine",
    "16772": "Put the beige sweatshirt in the bag",
    "78725": "Tip the bottle over the soap chamber",
    "15238": "Open the door of the second washing machine",
    "53894": "Close the washing machine door",
    "31240": "Move the bottle to the left on the washing machine",
    "19338": "Remove the trousers from the bag, move the bottle to the machine on the left, and then close the washing machine",
    "267": "Open the compartment in the washing machine.",
    "31629": "Close the middle washing machine door",
    "88592": "Place the fanny pack against the laundry",
    "93840": "Close the loader of the washing machine in the middle",
    "82195": "Press the button on the washing machine.",
    "55160": "Open the door of the washing machine and push the tray back in",
    "18197": "Put some detergent in the detergent compartment drawer of the washing machine in the middle",
    "58005": "Push the second button in the third row of the middle machine",
    "28315": "Move the black backpack strap upwards",
    "66333": "Remove the beige clothing from the bag",
    "91295": "Move the blue knitted cloth to the left",
    "59513": "Move the dark blue and white jersey to the right",
    "67705": "Open the second machine",
    "85923": "Take the fabric softener and pour it in the washing machine",
    "6564": "Put the blue checked shirt in the bag",
    "11821": "Push on one of the buttons of the middle washing machine.",
    "57902": "Open the detergent compartment of the washing machine in the middle",
    "46639": "Close the detergent tray on the second washing machine",
    "87090": "Pull the tray of the washing machine",
    "37558": "Put the blue cloth inside the washing machine",
    "21304": "Push the second and first of the the third of the column of the buttons on the washing machine",
    "68796": "Move the white bottle to the right",
    "64576": "Open the washing machine",
    "90817": "Move the blue checkered shirt to the right",
    "194": "Pour some liquid from the white container into the washing machine soap chamber",
    "64580": "Pour some detergent in the washing machine",
    "22214": "Press the central button on the button pad of the washing machine",
    "37962": "Pour the liquid soap in the washing machine dispenser",
    "62795": "Open the detergent tray on the second washing machine",
    "73292": "Close the detergent tray on the second washing machine",
    "30159": "Open the soap chamber of the washing machine",
    "75218": "Move the black bag to the left",
    "29143": "Open the washing machine door",
    "1373": "Pour fabric softener into the soap chamber",
    "34653": "Remove the jersey from the bag and put it on top of the washing machine.",
    "65119": "Close the compartment on the washing machine.",
    "3424": "Close the detergent dispenser of the middle washing machine.",
    "62951": "Move the pink bag forward",
    "56170": "Close the soap compartment of the washing machine",
    "74347": "Pour some detergent into the open washing machine drawer",
    "15980": "Press the control pad",
    "93805": "Move the white bottle to the left",
    "2803": "Pour the detergent into the washing machine.",
    "38774": "Press the button on the washing machine",
    "11384": "Pour some detergent into the washing machine drawer in the middle",
    "9849": "Put the blue shirt on top of the washing machine in the machine",
    "33147": "Take the clothes out of the bag on the washing machine",
    "61820": "Put some detergent in the detergent compartment",
    "36862": "Close the soap tray of the washing machine",
    "90751": "Pile the white jacket on top of the clothes pile"
}