{
    "41346": "Take the yellow block out of the bag",
    "91010": "Remove one blue block from the toy bag",
    "66053": "Put the cloth on the white bowl",
    "90250": "Remove one purple block from the clear bag and put it on the counter.",
    "11915": "Use the towel to wipe the plate",
    "5903": "Put the white container on the plate",
    "68112": "Move the mug to the left",
    "7185": "No action",
    "55316": "Remove one yellow block from the toy bag",
    "20117": "Push the strawberry toy off of the table",
    "81430": "Remove one orange block from the toy bag",
    "73501": "Put the blue towel on the right white towel",
    "21537": "Wipe the table with the blue towel",
    "49317": "Take a purple block out of the bag",
    "30760": "Unfold the light blue towel.",
    "62634": "Put the blue towel on the orange plate",
    "15792": "Unfold the blue towel",
    "67507": "Pick up the white cup from the red plate and place it on the table",
    "42936": "Put the blue towel on the orange plate",
    "12858": "Lift the small ball from the red plate, put it on the table and then back on the plate.",
    "31933": "Move the blue cloth to the left",
    "35650": "Put a blue item in the plastic bag on the table",
    "67650": "Move the green towel forward",
    "72898": "Put the cloth on the plate",
    "90947": "Move the red plate backwards.",
    "82248": "Move the blocks apart",
    "87247": "Remove the video game controller from the red plate onto the table",
    "21457": "Push the game controller to the left and the red cup forward",
    "27603": "Take the yellow block out of the bag",
    "44628": "Remove one yellow block from the clear bag and put it on the table.",
    "72660": "Remove the blue towel from the orange plate and put it on the table",
    "24665": "Take the red ball out of the bowl and put it on the table",
    "11226": "Lift the towel from the table, move the cup to the left and then unfold the towel",
    "22489": "No action",
    "37596": "Lift then drop the towel",
    "88029": "Remove one purple block from the toy bag",
    "7649": "Lay the blue cloth over the cup",
    "35041": "Pick up an orange triangular block from the clear block bag and put it on the table",
    "88545": "Put the blue towel on the plate",
    "75748": "use the towel to cover the cups",
    "70757": "Put the blue towel on the plate",
    "37094": "Move the blue towel to the left",
    "9447": "Wipe the table with the blue towel",
    "60390": "Remove the yellow toy from the bag and place it on the table to the right",
    "8681": "Put the blue cloth on the white cup",
    "69606": "Pick the block with a circle in the middle and place it on the block with a stacking stand",
    "93794": "Pick a green block from the blocks bag and place it on the table",
    "64748": "Remove the blue block with a hole at the center from the clear bag and put it on the table",
    "30320": "Pick up the red plush toy from the table and place it on the red plate",
    "3316": "Remove the cup from the plate",
    "90870": "Slide the clear block bag to the left side of the table",
    "6393": "Pick up one blue rectangular block and put it on the table, pick up one green cylindrical block and put it on the table",
    "69626": "Remove one green block from the clear bag and place it on the table.",
    "63484": "Take the purple triangle into the bag"
}