{
    "91651": "Take the knife out of the cup and put it in the dish rack",
    "82971": "Remove one coffee pod from the rack and put it in the coffee maker",
    "64032": "Pick up the paper towel roll and place it on the paper towel holder",
    "62497": "Put the right coffee pod in the cup",
    "51747": "Put the black ladle on top of the wooden stand.",
    "65059": "Place the right-side-up cup on the upside down cup",
    "55845": "Stir the contents of the cup",
    "60453": "Remove one coffee capsule from the holder, then place it on the counter",
    "68134": "Turn the rack to the right",
    "94762": "Remove the cup from the coffeemaker",
    "89645": "Cut a piece of paper towel and move it to the left side where another piece of paper towel is",
    "69710": "Take the used coffee pod and put it on the counter",
    "33365": "Stack the coffee cups together.",
    "93782": "Place the two coffee cups upright.",
    "55897": "Push the faucet to the right then open the faucet and close it.",
    "23131": "Put the cup on the washing machine",
    "57965": "Place the coffee pod from the counter on the stand.",
    "21615": "Place the stacked coffee cups on the napkin upright.",
    "15483": "Put the cups together",
    "65668": "Open the lid of the coffee maker, remove the bottle and put it on the table",
    "23693": "Put the serving spoon on the countertop",
    "67215": "Put the straw into the cup",
    "90256": "Pick up the circular object on the counter and place it on the bottom compartment of the brown shelf",
    "39570": "Pour the object inside the cup onto the table",
    "73877": "Remove the coffee pod from the coffeemaker and place it in the silver bin then close the bin.",
    "43174": "Close the top of the coffee maker",
    "66728": "Pick a tissue and use it to wipe the surface",
    "2733": "Put the white object upright",
    "31418": "Stack the cups",
    "89279": "Remove two cups from the pile, place one on the rack and place the other on the counter top to the right of the coffee maker",
    "57025": "Pour the water in the cup into the sink",
    "94406": "Pick up the bottle from the table and put it on the bottle holder",
    "21703": "Remove the coffee pod from the rack",
    "56008": "Remove the capsule from the coffee machine",
    "56521": "Put the coffee pod in the coffee maker",
    "67791": "Put the black tongs in the coffee cup.",
    "90325": "Put the left cup in the right cup",
    "89309": "Remove the container from the top of the rack and put inside a slot in the rack",
    "52959": "Slightly rotate the rack then place one of the small white containers in one of the empty slots closer to the bottom",
    "80615": "Turn the rotating rack to the right, then put the coffee pod on the rack",
    "30440": "Open the coffeemaker then remove the coffee pod from the chamber.",
    "23275": "Put the wrapper in the bin",
    "32500": "Close the coffee maker",
    "39182": "Pick up the cup from the coffee marker and put it on the counter",
    "76063": "Rotate the coffee pods stand then put one coffee pod from the counter on the stand.",
    "22304": "Move the dishwashing liquid bottle backwards.",
    "85281": "Slightly move the paper towel holder to the right",
    "93983": "Put the white object inside the coffee machine",
    "62758": "Turn the stand",
    "71463": "Remove the top paper cup from the stacked cups and then remove the stirrer in the bottom cup and place it on the counter top",
    "69944": "Put the straw inside the coffee cup.",
    "49983": "Put the black straw from the napkin in the stacked coffee cups on the napkin.",
    "30532": "Put a paper towel on the countertop",
    "80197": "Put the cup in the coffee maker",
    "70472": "Put the black tongs on top of the wooden stand.",
    "66892": "Turn the rack to the right",
    "85326": "Put the packet inside the basin",
    "47439": "Place one straw from the wooden stand in the coffee cup.",
    "22368": "Close the lid of the bottle",
    "66920": "Turn the k-cup holder to the right",
    "60783": "Take a k-cup off of the holder",
    "86383": "Place one coffee pod on the stand.",
    "9076": "Pick up one object from the stand and put it on the counter",
    "11131": "Place the cup upside down",
    "92040": "Place the coffee pod inside the coffee maker",
    "45458": "Move one coffee capsule, which is on the counter, to the metal holder",
    "73619": "Remove the cup from the coffee maker",
    "14228": "Turn the rack to the left",
    "28564": "Put the paper cup inside the sink under the tap",
    "94636": "Remove one plastic from the wooden stand.",
    "51631": "Move the paper towel roll stand to the right.",
    "90031": "Put the pack on the stand",
    "31187": "Remove the cup from the stack",
    "12245": "Push the faucet to the center of the sink then remove the coffee cup from the sink.",
    "15837": "Pick up one object from the stand and put it on the counter",
    "32224": "Place the coffee cup upright.",
    "4068": "Open the storage bin",
    "69605": "Pour the contents of the cup onto the counter",
    "72677": "Put the black straw in the coffee cup on the left.",
    "50151": "Turn the cups around",
    "15343": "Place the milk on the counter top",
    "33780": "Unstack the cups on the table",
    "48631": "Remove the white container from the coffee making machine, put it on the countertop, pick up the paper cups and put them on the coffee making machine",
    "67581": "Move the faucet spout to the right"
}