{
    "4096": "Remove the paper cup from on top of the pile of paper cups and put it on the counter",
    "60288": "Open the recycling bin",
    "67973": "Remove the tongs from the cup, then move the paper towel roll to the left",
    "90374": "Move the cup to the right",
    "22919": "Put the cup on the left, on one of the stacks",
    "69897": "Put the cup on the countertop and the tweezers on the stand",
    "57982": "Rotate the coffee cup holder.",
    "33808": "Move the mug to the right.",
    "62609": "Open the lid of the bin",
    "23701": "Fold the foil in half",
    "24598": "Pick up the paper cups on the left and move them to the right",
    "93976": "Place the coffee cup on the right upright.",
    "56476": "Remove the tongs from the cup, then put the spoon in the middle cup",
    "25246": "Put the tongs in the white mug",
    "17057": "Move the silver bin forwards.",
    "47012": "Remove the black spoon from the mug and put it inside the paper cup on the left",
    "41381": "Put the cup on the paper towel holder",
    "1318": "Put one cup on the countertop",
    "5031": "Put the paper cup in an upright position",
    "43943": "Remove the tongs from the cup",
    "89638": "Bring the paper cup closer to the smaller plastic bag",
    "39211": "Put the black tongs in the paper cup on the right",
    "75565": "Put the black spoon on top of the wooden coffee cup holder.",
    "62005": "Move the empty upright cup on the left to the center of the counter",
    "33207": "Put the brown paper bag in the trash chute.",
    "27962": "Put the small packet inside the mug",
    "36154": "Move the tongs to the left",
    "86717": "Place the large spoon in between the clear bags",
    "43711": "Put the spoon inside the mug",
    "76356": "Hang the tongs on the rack",
    "20294": "Pick up the coffee cup on the right and put it on top of the wooden stand.",
    "84166": "Use the tongs in the coffee cup to lift the cup and put it inside the cup on the right.",
    "53577": "Remove the spoon from the cup and put it inside the mug",
    "1098": "Close the silver bin.",
    "19274": "Put the mug to the left of the clear bag",
    "86220": "Close the lid on the bin",
    "58573": "Remove the spoon from the cup",
    "52942": "Put the coffee cup into the mug cup",
    "15186": "Move the coffee cup to the left",
    "91860": "Move the spoon to the right",
    "93400": "Remove the black knife from the mug and put it in the coffee cup on the left then pick up the fork from the counter and put it in the coffee cup.",
    "79451": "Put the black knife into the mug cup",
    "24156": "Remove the black tongs from the paper cup and put it in the mug on the left",
    "48732": "Pick up one paper cup and put it on the pile of paper cups on the right",
    "23263": "Fold the foil paper",
    "17503": "Put the coffee cup onto the stand",
    "21601": "Move the paper cup on the left to the right",
    "33384": "Put the crumpled foil paper in the trash chute.",
    "11754": "Move the stand",
    "15723": "Place the clear plastic with cutlery inside it into the white and red mug.",
    "30062": "Pick up the coffee cup on the right and place it on top of the stacked cups on the far right.",
    "28784": "Pick up the coffee cup on the right and place it on top of the stacked cups on the right.",
    "45680": "Put the cup on the silver object",
    "22266": "Open the lid of the bin",
    "29182": "Place the coffee cup on the right upright."
}