{
    "35845": "Remove the can from the sink",
    "45065": "Pick up the pack of the snack from the sink and put it on the left side of the kitchen unit base top",
    "51724": "Pick up the candy bar and put it on the shelf",
    "2574": "Put the green packet on the first bottom shelf",
    "24080": "Put the chocolate bar on the bottom shelf",
    "12305": "Put the red can inside the sink.",
    "31251": "Put the snack packet onto the shelf",
    "79894": "Place the sprite can on the left side of the bottom shelf",
    "71703": "Put the can in the sink.",
    "40991": "Put the red can on the bottom shelf.",
    "1056": "Remove the purple bar from the sink and put it on the counter",
    "49184": "Move the can on the left",
    "6694": "Put the can on the stand",
    "63527": "Remove the orange packet from the sink",
    "61992": "Put the orange packet in the sink.",
    "55337": "Remove the red can from the sink and put it on the counter",
    "51253": "Put the chocolate bar inside the sink",
    "77366": "Pick up the canned drink and put it in the sink",
    "68151": "Put the sneakers bar on the bottom shelf",
    "25145": "Put the packet on the first bottom shelf",
    "59450": "Put the chocolate bar on the left counter",
    "10299": "Put the red can in the sink.",
    "45627": "Pick up the can from the sink and put it on the counter",
    "84537": "Put the green can on the left side of the bottom shelf",
    "84985": "Move the granola bar from the sink to the counter top to the left of the sink",
    "19522": "Take the brown packet out of the sink and place it on the left side of the countertop.",
    "60995": "Remove the snack packet from the sink",
    "68164": "Put the red can on the bottom shelf.",
    "94280": "Take the fritos out of the sink and place them on the counter top to the left of the sink",
    "10828": "Remove the chip packet from the sink",
    "54860": "Remove the packet of doritos from the sink and place it on the counter top",
    "89169": "Move the soda can to the shelf",
    "41554": "Put the can on the bottom shelf",
    "59480": "Move the snickers bar to the sink",
    "84568": "Pick up the canned drink from the sink and put it on the left side of the kitchen unit base top",
    "75354": "Put the chocolate bar in the sink",
    "70749": "Put the purple lunch bar into the sink",
    "46693": "Remove the orange packet from the sink and put it on the table",
    "65128": "Put the can on the shelf",
    "618": "Remove the packet from the sink",
    "54379": "Put the green can in the sink.",
    "7789": "Put the orange packet in the sink",
    "59501": "Put the packet in the sink",
    "78447": "Put the yellow packet in the sink",
    "83574": "Put the orange can on the bottom shelf",
    "27772": "Remove the can from the sink",
    "85118": "Remove the can from the sink",
    "17023": "Put the sprite can on the left side of the first shelf",
    "27267": "Put the green packet in the sink.",
    "29828": "Move the candy bar to the bottom shelf",
    "85635": "Put the packet on the shelf",
    "18060": "Put the red can on the bottom shelf",
    "93836": "Remove the blue packet from the sink",
    "143": "Pick up the purple object from the counter and put it on top of the shelf",
    "75411": "Put the green can in the sink.",
    "29336": "Put the Sprite can on the left side of the shelf",
    "58521": "Put the can on the bottom shelf",
    "37020": "Place the soda can on the left side of the first shelf",
    "6316": "Put the orange package in the sink",
    "21166": "Put the chocolate bar inside the sink",
    "62642": "Put the green can into the sink",
    "179": "Remove the orange packet from the sink",
    "16063": "Put the brown packet on the bottom shelf.",
    "70339": "Put the red packet in the sink on the left.",
    "40646": "Remove the packet out of the sink",
    "94919": "Put the brown packet on the bottom shelf.",
    "44745": "Put the blue packet inside the sink",
    "71370": "Remove the snack packet from the sink",
    "47819": "Remove the red can from the sink.",
    "61643": "Put the chocolate bar inside the sink",
    "72397": "Place the brown packet in the sink.",
    "91338": "Put the candy bar on the shelf",
    "53455": "Put the soda can on the shelf",
    "17618": "Put the candy bar into the sink",
    "28882": "Move the lays wrapper to the left counter",
    "15061": "Put the packet on the shelf",
    "66267": "Put the candy bar into the sink",
    "67295": "Remove the can from the sink",
    "80608": "Take the snack packet out of the sink",
    "82659": "Remove the packet from the sink",
    "86246": "Put the brown packet in the sink.",
    "2280": "Put the green can in the sink",
    "47347": "Put the Lays packet on the left side of the shelf",
    "43252": "Put the green snack packet on the bottom shelf",
    "73972": "Remove the can from the sink and put it on the counter",
    "29949": "Pick up the snack from the sink and place it on the counter",
    "53502": "Put the candy bar on the shelf",
    "76542": "Remove the purple packet from the sink and place it on the left side of the counter.",
    "49409": "Shift the snickers bar to the counter on the left",
    "90886": "Put the chip packet inside the sink",
    "76554": "Remove the brown packet from the sink.",
    "56075": "Put the orange can on the bottom shelf.",
    "17679": "Put the can in the sink",
    "59665": "Put the green can on the bottom shelf.",
    "62226": "Put the orange can in the sink.",
    "37143": "Put the chocolate bar on the bottom shelf",
    "3354": "Put the orange packet on the bottom shelf above the sink.",
    "74011": "Put the snickers bar inside the sink",
    "61213": "Pick the lays up and place them on the left side of the bottom shelf",
    "32031": "Put the candy bar on the shelf",
    "74529": "Put the red can in the sink.",
    "25386": "Put the green can inside the sink",
    "87851": "Remove the chocolate from the sink",
    "66860": "Remove the can from the sink",
    "37677": "Put the orange packet on the bottom shelf.",
    "16176": "Put the soda can on the left counter",
    "80692": "Put the Snickers bar on the left side of the bottom shelf",
    "42805": "Remove the chocolate bar from the sink and put it on the counter",
    "92980": "Pick up the can and place it on the lower shelf",
    "34618": "Remove the brown packet from the sink and place it on the left side of the counter.",
    "26427": "Move the green bar to the sink",
    "2366": "Put the can on the shelf",
    "41278": "Put the chocolate bar inside the sink",
    "20801": "Put the brown packet inside the sink.",
    "11587": "Put the packet on the bottom shelf",
    "36680": "Remove the can from the sink",
    "8011": "Remove the packet from the sink",
    "74576": "Put the chocolate bar on the bottom shelf",
    "46932": "Take the Dorito pack out of the sink",
    "853": "Put the green can in the sink.",
    "73048": "Put the snickers bar on the bottom shelf",
    "62814": "Remove the snacks bar from the sink and place it on the counter top",
    "74591": "Put the green lid on the bottom shelf.",
    "92001": "Remove the candy bar from the sink",
    "76645": "Put the packet on the shelf",
    "14697": "Pick up a pack of snack and put it in the sink",
    "44905": "Put the can in the sink",
    "46954": "Put the red can on the bottom shelf.",
    "39278": "Remove the brown packet from the sink and put it on the counter",
    "21871": "Pick up the blue object from the counter and put it on the shelf",
    "46961": "Put the red and orange packet on the bottom shelf.",
    "62839": "Put the packet on the shelf",
    "46456": "Put the chocolate bar on the bottom shelf",
    "61307": "Put the can inside the sink",
    "60284": "Place the snack in the sink",
    "65917": "Put the orange packet on the bottom shelf.",
    "38785": "Pick up the object from the counter and place it on the shelf",
    "52100": "Put the candy bar on the left side of the bottom shelf",
    "7047": "Remove the snack pack out of the sink",
    "2445": "Place the coca cola can in the sink",
    "2957": "Put the snack packet into the sink",
    "23950": "Put the packet in the sink",
    "43920": "Take the green can out of the sink.",
    "53646": "Put the Cola can on the left side of the first shelf",
    "24471": "Put the orange can in the sink.",
    "80288": "Put the red can inside the sink",
    "19367": "Put the orange packet into the sink",
    "23465": "Take the blue snack out of the sink.",
    "30633": "Put the can in the sink",
    "71596": "Put the red can in the sink",
    "44462": "Remove the packet from the sink",
    "57264": "Put the packet in the sink",
    "37299": "Put the can on the shelf",
    "46518": "Place the green bar in the sink",
    "21431": "Pick up the can from the sink and put it on the counter",
    "42937": "Move the cola can to the counter to the left of the sink",
    "7610": "Remove the can from the sink",
    "38334": "Move the orange can to the sink",
    "47555": "Put the soda can in the sink",
    "68550": "Put the yellow packet inside the sink",
    "30153": "Remove the snack packet from the sink",
    "78282": "Remove the can from the sink",
    "16852": "Remove the packet from the sink",
    "59348": "Put the snack packet into the sink",
    "36822": "Put the blue packet in the sink",
    "49628": "Put the packet in the sink.",
    "54236": "Place the can of fanta on the left side of the bottom shelf",
    "54751": "Put the snack pack in the sink",
    "8166": "Put the chip packets on the bottom shelf",
    "87021": "Put the can inside the sink",
    "65529": "Move the soda can to the sink",
    "70650": "Place the bag of cheetos in the sink",
    "3579": "Place the bag of doritos on the left side of the bottom shelf",
    "12286": "Put the black pack inside the sink",
    "7167": "Pick up the pack of the snacks and put it on the shelf"
}