{
    "48129": "Push the faucet handle on the right backwards.",
    "25608": "Move the faucet handle to the right",
    "76809": "Open the left sided tap faucet",
    "89616": "Move the faucet head to the right and move the right faucet handle to the left",
    "73755": "Pick up the sponge in the sink and place it on the drying rack",
    "13860": "Turn the tap to the right and close the tap",
    "2085": "Put the stopper into the sink drain",
    "53802": "Move the bottle to the left",
    "66105": "Put the yellow plate on the windowsill.",
    "67643": "Use the sponge to wipe the window seal",
    "12860": "Push the faucet handles backwards.",
    "82491": "Put the sponge in the sink.",
    "13887": "Push the faucet head to the left and push the faucet handle on the left to the right",
    "47172": "Open the blinds half way",
    "77896": "Turn the tap faucet to the right, then open the tap with the left handle",
    "40009": "Remove the kettle from the sink and place it on the left side of the counter.",
    "41036": "Put the yellow plate on the windowsill.",
    "46171": "Pull on the paper towel roll",
    "35946": "Close the open upper cabinet door.",
    "76912": "Pick up the sponge from the sink and clean the handle of the tap on the right",
    "61558": "Remove the lid from the silver kettle.",
    "55933": "Move the tap nozzle to the right then open the right tap faucet",
    "52351": "Put the purple bowl on the windowsill.",
    "20613": "Move the kettle to the left, then move the tap faucet to the right, then move the kettle forward, then open and close the tap",
    "35978": "Remove one fork from the sink",
    "71822": "Put the yellow plate upright on the dishrack.",
    "20114": "Close the tap",
    "68757": "Turn on the water to the faucet by turning both handles",
    "72341": "Move the kettle to the left side of the sink then use the yellow sponge to wipe the yellow plate.",
    "44195": "Remove the orange bottle from the sink and put it on the window sill",
    "91820": "Push the right faucet handle forwards.",
    "39088": "Use the yellow sponge to clean the left tap",
    "83636": "Close the tap",
    "21690": "Move the mitten to the counter",
    "89789": "Put the silver bowl inside the white colander",
    "45765": "Rotate the sponge on the windowsill to the left.",
    "47813": "Roll the paper towel upwards.",
    "19151": "Partially pull the paper towel roll",
    "72915": "Pick up the battery and put it on the left side of the table",
    "62676": "Remove one piece of paper towel from the paper towel roll",
    "52448": "Rip off one paper towel off the roll and place on the counter to the left of the sink",
    "14564": "turn the tap off",
    "69350": "Close the tap",
    "74986": "Remove the sink hole cover from the sink hole",
    "7915": "Put the kettle in the sink",
    "93935": "Remove the grey mug from the middle shelf of the cabinet and put it on the counter",
    "23799": "Put the sponge on the dishrack.",
    "88321": "Push the faucet handle on the left to the right",
    "32003": "Move the faucet head to the left and pour the contents of the kettle into the sink",
    "17676": "Put the sponge on the windowsill.",
    "6926": "Turn the tap, then pick up the sponge from the window and clean the tap",
    "71953": "Open the tap with the left handle",
    "59667": "Use the sponge to clean the sides of the sink",
    "84765": "Remove the plug from the drain.",
    "83235": "Put the plate inside the drying rack",
    "92966": "Open the cabinet door on the right",
    "67884": "Pick up the yellow lid from the sink and put it on top of the counter",
    "49972": "Pick up the white thing to stir inside the kettle",
    "28472": "Roll up the paper towel roll",
    "68409": "Put the teapot in the sink",
    "71999": "Remove the lid from the silver kettle then place the kettle on the dishrack.",
    "31056": "Put the silver kettle in the sink.",
    "51538": "Put the glass in the sink",
    "24405": "Use the sponge to scrub the teapot",
    "76120": "Turn the tap faucet to the left, then move the sponge backwards, then turn the tap faucet to the right and open the tap",
    "29531": "Use the sponge to scrub the bottom edge of the sink",
    "11101": "Put the metal cap back on the kettle",
    "11107": "Pick up the lid in the sink drain",
    "2918": "Pull down the paper towel",
    "82278": "Open then close the tap",
    "63855": "Move the silver bowl to the left",
    "43894": "Open the right tap",
    "7033": "Push the faucet on the left backwards then pour the liquid out of the purple bowl.",
    "6524": "Open and close the tap by moving the faucet handle on the right left and right",
    "21888": "Use the yellow sponge to scrub the kettle.",
    "78210": "Take the glass cup out of the sink and put it on the dishrack.",
    "85894": "Turn on the water to the faucet",
    "20369": "Push the faucet handle of the tap on the left to the left",
    "76180": "Close the tap",
    "49056": "Push the faucet handle on the right forwards.",
    "27573": "Push up the blinds and then open the window",
    "39363": "Clip the knob on the curtain railing",
    "21451": "Move the grey mug to the open cabinet",
    "7117": "Close the water to the kitchen faucet",
    "92114": "Pull the curtain string",
    "77267": "Take the purple bowl out of the plate rack and put it into the sink the turn on the water to the faucet and put water in it",
    "75734": "Remove the drain plug from the sink.",
    "46056": "Move the tap slightly to the left and then close it",
    "82410": "Put the glove on the faucet",
    "59372": "Move the tea pot lid slightly to the left, place the teapot under the faucet nozzle and open the faucet then close it after the water runs a bit",
    "63474": "Pick up the white object from the windowsill and put it on the headrest of the bottom bed.",
    "72178": "Put the pink bowl on the yellow plate",
    "505": "Use the white napkin to wipe the window.",
    "33276": "Hang one yellow glove on the faucet."
}