{
    "33282": "Wipe the white plate with the blue towel",
    "51204": "Pick up the blue towel and wipe the plate on the right",
    "78341": "Move the blue bowl to the left",
    "49670": "Move both ends of the charger to opposite sides",
    "85515": "Remove the straw from the can and put it on the table",
    "14359": "Coil the phone charger once",
    "65048": "Wipe the plate with the towel",
    "22041": "Remove the straw from the can and put it on the table",
    "34843": "Move the can to the left",
    "33822": "Straighten the cable",
    "82980": "Move the clear lunchbox to the center",
    "34342": "Straighten the cable",
    "59943": "Pour the contents from the blue bowl into the white bowl then put the blue bowl on the table",
    "46636": "Move the can to the right",
    "71213": "Remove the straw from the can.",
    "31792": "Pick up the towel and clean the plate",
    "57904": "Move the can to the left side of the table",
    "564": "Wipe the plate with the blue towel",
    "23094": "Pick up the towel and clean the bigger plate",
    "75318": "Move the can to the right",
    "31800": "Use the towel to wipe the plate",
    "73787": "Wrap the cable into a loose circle",
    "42568": "Use the blue towel to wipe the white plate on the right",
    "92232": "Move the ends of the charger to the opposite sides",
    "5706": "Slide the blue bowl to the right",
    "13387": "Put the cable in a circle",
    "33868": "Move the drink can to the right",
    "19533": "Wipe the white plate with the light blue towel",
    "39500": "Remove the straw from the can and put it on the table",
    "83533": "Shift the colorless bowl from the right end of the table to the left end, grab the canned bottle and position it next to the colorless bowl. Afterward, move the purple bowl to the right end and place the white bowl next to it",
    "85586": "Pick the straw and put it in the soda can",
    "78931": "Put the straw in the soda can",
    "43612": "Place the charger straight across the board",
    "24167": "Put the straw in the can",
    "52328": "Use the towel to wipe the plate",
    "62569": "Move the bowl from right to left",
    "36970": "Move the can to the left, then move the plastic box and the bowl to the right",
    "92264": "Pour the things in the bowl into the lunch box",
    "55928": "Pick the clear bowl and pour its contents into the blue bowl",
    "51834": "Put the cable in a circle",
    "19067": "Move the can to the left side of the table",
    "24700": "Form a circle with the charger on the table.",
    "51843": "Put the straw in the can and then put it back on the table again",
    "76425": "Pour the things in the bowl into the lunchbox",
    "56970": "Pick up the straw from the table and put it in the can.",
    "50317": "Put the straw inside the can",
    "23695": "Remove the red straw from the can and place it on the table",
    "17553": "Take the straw from the can and put it on the table",
    "45714": "Take the spoon from the bottle and put it on the table",
    "64150": "Move the soda can to the right side of the table",
    "14492": "Fold the charging cable",
    "10398": "Put the straw in the can",
    "30367": "Straighten the charger",
    "86689": "Use the towel to wipe the plate in the middle of the mats",
    "26792": "Pick up the straw on the table and put it inside the can.",
    "36522": "Move the charger head to the right and the charger pin to the left",
    "87722": "Pick the straw and put it in the soda can",
    "48302": "Put the red straw in the can",
    "19124": "Put the straw in the can",
    "59062": "Wipe the plate with the blue cloth",
    "59580": "Wipe the plate with the blue towel",
    "72892": "Remove the straw from the can",
    "90812": "Use the cloth to wipe the plate",
    "82623": "Pour the contents of the colourless bowl into the blue bowl",
    "26826": "Wind the black charging cable",
    "79050": "Pick up the can from the table and move it to the right.",
    "22224": "Pour the contents of the blue bowl into the plastic container",
    "12497": "Use the blue towel to wipe the white plate on the right",
    "87249": "Place the red straw in the can",
    "10964": "Pour the things in the lunchbox into the bowl",
    "73429": "Use the towel to wipe the plate",
    "89815": "Pour the contents in the clear bowl into the blue bowl",
    "32987": "Pour the contents of the tupperware into the blue bowl",
    "47324": "Pour the contents in the blue bowl into the clear bowl",
    "51935": "Place the soda can next to the green bowl",
    "5859": "Move the can to the right",
    "20712": "Put the straw in the can",
    "24298": "Take the straw out of the drink can and put it on the table mat on the left",
    "20204": "Pour the things in the lunchbox into the bowl",
    "67310": "Put the straw inside the can",
    "20725": "Take the charger and position it in the center of the table",
    "47352": "Remove the straw from the can and put it on the table",
    "20731": "Put the straw in the can",
    "27901": "Straighten out the cable",
    "77054": "Put the straw inside the can",
    "37119": "Slide the green bowl to the right side of the table",
    "27913": "Put the straw in the can",
    "2833": "Put the charging cable in circular form.",
    "35605": "Remove the straw from the can and put it on the table",
    "59670": "Pour the things in the lunchbox into the bowl",
    "56602": "Pick the blue bowl and pour the beans into the clear bowl",
    "80155": "Unwind the black charging cable",
    "86812": "Move the can backward",
    "77597": "Put the orange straw in the can",
    "75558": "Pour the contents from the clear bowl into the blue bowl",
    "92969": "Take the straw out of the can and place it on the white plate",
    "14637": "Unwind the charging cable",
    "306": "Use the blue towel to wipe the white plate",
    "36661": "Place the drink can next to the lime green bowl",
    "94006": "Pour the contents in the lunchbox into the bowl",
    "65849": "Take the straw from the white plate and put it in the can",
    "54595": "Use the cloth to wipe the plate",
    "65347": "Empty the lunchbox into the bowl",
    "16712": "Move the can from left to right.",
    "1866": "Uncoil the black charger",
    "15691": "Use the towel to wipe the plate.",
    "53578": "Put the straw in the drink can",
    "72014": "Use the blue cloth to wipe the plate",
    "69976": "Put the straw in the soda can",
    "46937": "Put the charger in a circle",
    "61786": "Put the charger straight across the board",
    "18269": "Pick the fork from the cup and put it on the table",
    "68960": "Make a circle with the charger on the table",
    "85856": "Move the green bowl backwards",
    "8549": "Use the cloth to wipe the plate",
    "41831": "Stretch out the ends of the charger at opposite sides",
    "59767": "Pour the things in the bowl in the lunch box",
    "37753": "Form a loose circle with the cable",
    "49017": "Bring the ends of the charger to the center",
    "32123": "Unwind the phone charger",
    "50557": "Remove the straw from the can and put it on the table",
    "95615": "Slide the white plate to the left",
    "44929": "Remove the straw from the can and put it on the table",
    "9604": "Move the ends of the charger to the middle",
    "4486": "Put the silver spoon on the white plate at the back of the table",
    "50569": "Wind the charging cable",
    "27532": "Take the straw out of the can and put it on the mat",
    "37260": "Move the can to the left",
    "76179": "Pour the contents from the blue bowl into the clear bowl then place the blue bowl on the table",
    "66453": "Move the can forward",
    "49560": "Wind the black charging cable",
    "85915": "Move the bowl from left to right, then right to left again.",
    "6049": "Use the towel to wipe the plate, then put it on the table then repeat two more times",
    "32674": "Use the towel to wipe the plate",
    "64417": "Pick the plastic box and pour its contents into the bowl",
    "38821": "Move the can to the right",
    "69029": "Pour the contents of the bowl into the tupperware",
    "62890": "Take the straw out of the soda can and put it on the table",
    "50091": "Pour the contents in the blue bowl into the clear bowl",
    "940": "Remove the straw from the can and place it on the table",
    "78762": "Move the bowl backwards",
    "27054": "Twist the straw to the side.",
    "36270": "Pick up the drinking straw from the table and put it in the can drink",
    "89012": "Use the blue towel to wipe the white plate",
    "67509": "Unwind the charger",
    "69560": "Move the clear bowl to the right side of the table",
    "16825": "Pour the contents in the container into the bowl.",
    "65465": "Put the orange cup in the black bowl",
    "42939": "Pour the contents in the blue bowl into the clear bowl",
    "61379": "Use the cloth to wipe the plate",
    "9156": "Pick up the towel from the table  and clean the plate",
    "91589": "Unwind the phone charger on the whiteboard",
    "28107": "Pour the contents in the clear lunchbox into the blue bowl on the table",
    "80331": "Take the straw out of the drink can and place it on the table mat",
    "2513": "Put the charger in a circle",
    "59347": "Use the blue cloth to wipe the plate",
    "80340": "Remove the straw from the can and put it on the table",
    "64474": "Pick the cloth and wipe the plate",
    "72671": "Pour the contents from the blue bowl into the clear bowl",
    "18914": "Put the spoon on the white plate on the table",
    "34276": "Use the blue towel to wipe the plate",
    "93159": "Wind the black charging cable",
    "87534": "Move the can from left to right",
    "20465": "Wipe the plate on the right with the blue towel",
    "20977": "Use the towel to wipe the plate",
    "41982": "Unfold the charger"
}