{
    "77824": "Press a button on the remote control.",
    "68616": "Push the book to the left and open it.",
    "14347": "Use the paper towel to clean the book",
    "77837": "Move two items from the small crate to the storage box",
    "58384": "Press the center button on the grey remote",
    "83475": "Close the box",
    "27171": "Press a button on the grey remote control.",
    "52261": "Use the napkin to wipe the book",
    "42022": "Pick up the wipe, clean the book and put it back on the table",
    "8762": "Put the yellow item in the box",
    "34366": "Open the spray bottle, and then push down on its head",
    "75329": "Half open the wooden box by sliding the lid",
    "2117": "Close the book and slightly open the box",
    "48726": "Press a button on the remote",
    "57944": "Close the book and put the yellow block on the bowl",
    "37978": "Pick up the wipe and clean the remote",
    "85086": "Cover the tote completely with the white lid",
    "14945": "Put the coffee pod in the box on the left.",
    "23163": "Slide the lid on the box to completely close it",
    "128": "Put the tissue dispenser on the white lid",
    "17025": "Move the wooden toy box lid to the right.",
    "49794": "move an object from one position to another",
    "3737": "Put the blue square inside the wooden box.",
    "84122": "Slide the lid off of the shape sorting box",
    "82589": "Put the left orange block in the toy box",
    "83102": "Take the black object out of the wooden box then place it in the clear container, put the yellow block from the black and white bowl in the wooden box.",
    "85661": "Place the blue cube in the wooden box through the lid cutting",
    "40610": "Use the napkin to wipe the table",
    "26275": "Open the book",
    "15013": "Open the book",
    "62631": "Slide the lid on top of the wooden toy box.",
    "59561": "Close the blue book.",
    "51886": "Put the blue block in the wooden toy box.",
    "62126": "Put one blue block inside the wooden toy box.",
    "17076": "press a button the remote controller",
    "39093": "Open the book",
    "14006": "Move the red block from the left bowl to the right box",
    "18620": "Press a button on the remote",
    "36032": "Slide the lid on the wooden toy box to the left.",
    "64194": "Push the lid of the plastic container forward",
    "21714": "Remove the blue block from the white plate and put it in the small wooden box",
    "71890": "Pick up the napkin from the box and wipe the table",
    "62168": "Open the blue book",
    "68838": "Close the box",
    "54001": "Slide the lid of the shape sorter to the right",
    "28914": "Open the book",
    "94452": "Close the blue book on the right",
    "6901": "Press a button on the remote",
    "50936": "Use the white napkin to wipe the tabletop.",
    "27904": "Place the cap on the spray bottle",
    "78595": "Close the book",
    "84746": "Slide the lid of the box to the left",
    "68877": "Remove the blocks from the wooden box and put them in the clear container.",
    "57102": "Use the white napkin to wipe the book.",
    "54544": "Take three blocks out of the wooden box and put them in the clear box on the left.",
    "37651": "Put the yellow cube inside the cube-shaped object",
    "42262": "Use the tissue to wipe the remote",
    "53017": "Open the blue book.",
    "54555": "Open the book",
    "24865": "Put the red block into the shape sorting box",
    "54562": "Press a button on the remote",
    "86817": "Close the book and push the paper into it",
    "90931": "Pick the green block on the table and put it in the bowl",
    "61756": "Put the black object in the box.",
    "72036": "Put the red cube into the wooden object",
    "70502": "Put the tissue box on top of the brown box",
    "50027": "Press a button on the grey remote control.",
    "876": "Pick the paper towel and wipe the surface of the paper then place it back down",
    "63852": "Use the white napkin to wipe the grey remote.",
    "39299": "Press a button on the remote",
    "94611": "Press the button on the remote",
    "83873": "Put the yellow blocks inside the box",
    "41400": "Place the bottle next to the box",
    "15292": "Push the lid off of the plastic box",
    "12220": "Use the paper towel to wipe the remote",
    "86983": "Close the book, remove the objects from the bowl and put them in the box",
    "60885": "Move the small bottle to the right",
    "71640": "Place the yellow block through the square part of the wooden object",
    "7642": "Press a button on the remote controller",
    "24548": "Put the napkin box on the cardboard box, open the lunchbox, pick up one green block and put it inside the lunchbox",
    "80876": "Press one button on the remote control.",
    "22513": "Press the button at the centre of the remote",
    "47090": "Move the brown item from the bowl and put it in the box",
    "62449": "Wipe the book with the towel",
    "509": "Put the coffee capsule in the big lunchbox"
}