{
    "46593": "Take the cloth and put it on the counter",
    "93700": "Put the cloth on the glass panel",
    "48648": "Put the cloth on the clear screen",
    "26127": "Remove the marker from the wooden tray",
    "54288": "Put the cloth on the clear screen",
    "52242": "Hang the white and green cloth on the wooden board",
    "8212": "Hang the cloth on the glass barrier",
    "58390": "Turn off the switch on the fourth position from the bottom",
    "65046": "Take the cloth off the brown stand and put it on the table",
    "88090": "Put the screwdriver on the tray onto the table",
    "11803": "Hang up the cloth on the glass barrier",
    "4124": "Turn on the middle switch",
    "23581": "Take the cloth off the countertop shield and put it on the mat",
    "10782": "Hang the cloth on the wooden object.",
    "41502": "Hang the white cloth on the wooden board",
    "54815": "Place the screwdriver on the tray",
    "66589": "Put the cloth on the purple mat",
    "51234": "Hang the towel on top of the transparent thing",
    "11811": "Pick up the white cloth and hang it on the piece of wood",
    "53284": "Move the screwdriver from the cardboard box and put it on the purple paper",
    "14886": "Put the screwdriver on the top part of the tray",
    "76839": "Hang the cloth on the object",
    "50687": "Remove the screwdriver from the tray and put it on the purple placemat",
    "52781": "Turn on the first switch from the main one on the adapter",
    "23598": "Pick the pen from the box and put it on the table",
    "18994": "Put the cloth on the wooden board",
    "47155": "Put the cloth on the table",
    "46132": "Put the cloth on the table",
    "43573": "Hang the piece of cloth on the wooden board",
    "30776": "Pick up the screw driver and put it on the tray",
    "52280": "Put the screwdriver on the tray",
    "72248": "Hang the cloth on the wooden thing",
    "7739": "Turn on the switch of the first slot from the left on the adapter",
    "83517": "Put the cloth on the wooden board, then remove the cloth and put it on the table",
    "51774": "Put the cloth on the wooden board",
    "68159": "Hang the cloth on the screen",
    "4168": "Pick the towel and place it on the table",
    "6217": "Pick up the towel from the glass screen and put it on the table.",
    "15947": "Hang the white cloth on the glass panel",
    "79949": "Unhang the white cloth from the wooden board",
    "38478": "Put the cloth on the table",
    "50767": "Hang the cloth on the wooden object",
    "67672": "Hang the cloth on the clear screen",
    "29273": "Remove the silver object from the box and put it on the table",
    "54875": "Get the towel and put it on the table",
    "28252": "Hang the white cloth on the  wooden bard",
    "76891": "Place the cloth on the brown stand",
    "47198": "Turn on the second switch from the right on the extension cable",
    "11876": "Take the cloth from the wooden board and put it on the table",
    "50277": "Remove the screwdriver from the tray and put it on the table",
    "53353": "Put the screwdriver in the box on the blue cloth",
    "57964": "Place the white cloth on top of the glass panel",
    "75373": "Unhang the white cloth from the glass panel",
    "84591": "Unhang the towel and leave it on the table",
    "66678": "Take the cloth off the countertop shield and put it on the table",
    "67191": "Put the towel on top of the colourless screen",
    "75899": "Move the silver object to the bottom compartment of the box",
    "3196": "Hang the white cloth on the wooden board",
    "73340": "Put the screwdriver on the tray",
    "14463": "Remove the cloth from the wooden object.",
    "26245": "Pick up the cloth and put it on the table",
    "21638": "Pick up the towel and hang it on the object",
    "89579": "Move the black thing slightly to the left",
    "31883": "Remove the screwdriver from the tray and put it on the table",
    "75403": "Put the cloth on the wooden board",
    "24205": "Turn on the second switch from the right of the adapter",
    "37005": "Remove the pen from the wooden tray.",
    "21650": "Turn on the middle switch of the adapter",
    "82067": "Hang the cloth on the clear screen",
    "58004": "Hang the white cloth in the glass panel",
    "32917": "Place the white cloth on the wooden board",
    "93844": "Turn off the third last switch to the left then turn it on again",
    "87192": "Flip the fourth switch from the left on the adaptor.",
    "23705": "Hang the cloth on the brown object",
    "43674": "Turn off the switch for the fourth slot from the right",
    "34459": "Put the cloth on the table",
    "15516": "Put the cloth on the table.",
    "35485": "Pick up the object on the box and place it on the purple mat",
    "53405": "Unhang the cloth from the stand",
    "84635": "Pick up the screwdriver from the table and put it in the wooden tray.",
    "74915": "Remove the screwdriver from the tray and put it on the table",
    "63140": "Take the white cloth and place it on the clear screen",
    "87550": "Put the towel on the table",
    "61607": "Remove the white cloth from the glass panel",
    "58024": "Put the screwdriver on the purple mat on the table",
    "9897": "Unhang the white cloth from the glass panel",
    "59048": "Turn on the third switch from the left of the extension cord",
    "89255": "Remove the screwdriver from the tray and put it on the table",
    "17580": "Get the kitchen towel from the colorless object and place it on the table",
    "50860": "Switch off the second switch from the right",
    "27822": "Turn off the second switch from the left on the adapter",
    "94381": "Turn off the second switch from the right",
    "94895": "Put the cloth on the clear screen",
    "38577": "Put the cloth on the table",
    "63153": "Turn off the third switch from you on the adapter",
    "71859": "Take the towel and put it on the table",
    "87220": "Hang the cloth on the screen",
    "2229": "Put the screwdriver on the tray",
    "2741": "Put the towel on top of the wooden board",
    "5817": "Remove the kitchen towel from the transparent object and place it on the table",
    "50364": "Put the cloth on the table",
    "74940": "Turn off the first switch from the right",
    "25791": "Move the screwdriver from the tray to the mat",
    "38592": "Turn off the switch on the fourth from the right on the adapter",
    "55487": "Put the cloth on the table",
    "1730": "Put the screwdriver on the blue mat",
    "93381": "Put the towel on the wooden object",
    "61639": "Put the cloth on the clear screen",
    "84679": "Take the cloth from the clear screen and put it on the table",
    "35018": "Place the cloth on the wooden board",
    "87756": "Move the cloth from the brown stand to the table",
    "54990": "Hang the cloth on the wooden stand",
    "69326": "Put the cloth on the wooden board",
    "19664": "Put the pen on the right side of the box",
    "51921": "Put the white cloth on the wooden board",
    "52948": "Put the screwdriver in the right compartment of the white box on the left",
    "92884": "Hang the white cloth on the wooden board",
    "43736": "Pick the cloth from the table and hang it",
    "80601": "Hang the white cloth on the glass panel",
    "11483": "Remove the white and green cloth from the wooden board",
    "6879": "Pick up the screwdriver and put it on the tray",
    "47840": "Pick up the clothe and put it on the wood object",
    "13027": "Put the cloth on the table",
    "38628": "Remove the screwdriver from the tray and put it on the purple paper",
    "39141": "Hang the cloth on the screen",
    "7910": "Turn off the third switch from the left",
    "69860": "Pick up the towel from the table and put it on the glass screen.",
    "69861": "Remove the screwdriver from the tray.",
    "11498": "Pick the object from the tray and place it on the purple mat",
    "1260": "Hang the cloth on the wooden stand",
    "6381": "Remove the white towel from the wooden object and put it on the table",
    "17650": "Put the white cloth on the table",
    "36596": "Turn off the second last switch to the left",
    "26869": "Remove the cloth from the wooden object and put it on the table.",
    "57589": "Unhang the cloth and put it on the table",
    "58613": "Pick up the towel from the wooden board and put it on the table.",
    "58615": "Hang the cloth on the transparent screen",
    "30969": "Put the cloth on the table",
    "45306": "Unhang the white cloth from the wooden board",
    "50427": "Unhang the white cloth from the glass panel",
    "84726": "Hang the cloth on the brown stand",
    "86264": "Place the cloth on the table",
    "82686": "Take the cloth off the board and put it on the counter",
    "87292": "Put the screwdriver on the tray",
    "16129": "Turn on the third switch from the right",
    "23810": "Hang the cloth on the brown object",
    "79617": "Pick the cloth on the counter and put it on the countertop shield",
    "22276": "Turn off the middle switch of the adapter",
    "33030": "Take the screwdriver from the purple mat and put it on the tray",
    "37638": "Unhang the cloth on the glass barrier",
    "17674": "Pick up the screwdriver from the table and put it on the tray",
    "51467": "Put the metal object in the left compartment of the box",
    "87818": "Pick up the the towel from the glass screen and put it on the table.",
    "49937": "Hang the cloth on the brown stand",
    "22803": "Put the screwdriver on the purple mat",
    "91928": "Remove the white cloth from the glass panel",
    "5402": "Move the screwdriver from the mat to the tray",
    "89884": "Put the towel on top of the colourless board",
    "62238": "Hung the cloth on the object",
    "19745": "Put the cloth on the table",
    "91937": "Pick up the towel from the glass screen and put it on the table.",
    "3875": "Put the cloth on the countertop shield",
    "24869": "Pick up the white cloth and put it on the wooden board",
    "33575": "Switch off the third switch from the left",
    "76072": "Hang the fabric on the glass panel",
    "12586": "Pick the marker and put it in the box",
    "37163": "Remove the pen from the tray and put it on the mat",
    "11564": "Pick the pen and put it in the box",
    "36653": "Take the cloth off the screen and put it on the table",
    "48940": "Take the screwdriver from the purple mat and put it on the tray",
    "73007": "Move the silver object to the right compartment of the box",
    "73522": "Hang the cloth on the object",
    "60213": "Remove the screwdriver from the tray and put it on the table",
    "7481": "Put the cloth on the workbench",
    "34107": "Turn off the second switch from the right",
    "49979": "Unhang the cloth from the glass barrier",
    "62268": "Hang the cloth on the screen",
    "50494": "Switch off the second switch from the right",
    "91968": "Take the screwdriver from the box and put it on the table",
    "19777": "Turn  on the second switch from the right end of the extension cord",
    "31042": "Take the silver object and put it in the right compartment of the box",
    "82753": "Hang the white cloth on the glass panel",
    "23876": "Hang the cloth on the transparent screen",
    "58181": "Put the screwdriver on the tray",
    "67910": "Remove the screwdriver from the tray",
    "64332": "Pick up the pen and place it on the tray",
    "43853": "Put the pen inside the wooden box",
    "68941": "Turn on the switch in the middle",
    "11087": "Hang the cloth on the transparent screen",
    "58705": "Remove the screwdriver from the box and put it on the bench",
    "95570": "Switch on the last slot of the extension cord",
    "87379": "Pick the cloth on the counter and put it on the countertop shield",
    "73044": "Turn on the third switch from the left on the extension cord",
    "19804": "Put the screwdriver on the tray",
    "40797": "Pick up the cloth and put it on top of the glass",
    "12126": "Take the cloth off the table and hang it",
    "34655": "Turn on the first switch from the right",
    "63838": "Turn on the second switch from the right",
    "64864": "Pick up the white cloth and put it on the table.",
    "81250": "Take the pen out of the tray and put it on the mat",
    "76133": "Hang the cloth on the wooden object.",
    "88421": "Put the silver object in the right compartment of the box",
    "43368": "Hang the cloth on the colourless screen",
    "1897": "Hang the cloth on the desk pad",
    "45416": "Remove the towel from the rack.",
    "56682": "Switch off the third switch from the left",
    "22380": "Move the cloth on the table",
    "74604": "Take the screwdriver from the purple mat and put it on the tray",
    "8558": "Remove the cloth from the wooden board",
    "28527": "Unhang the cloth from the wooden stand",
    "26994": "Hang the cloth on the object",
    "30579": "Turn on the second switch from the right",
    "55666": "Hang the towel on the colourless screen",
    "64883": "Turn off the second switch from the bottom on the adapter",
    "66419": "Place the white cloth on top of the glass board",
    "10105": "Remove the green and white cloth from the wooden board",
    "39290": "Put the cloth on the workbench",
    "88443": "Remove the cloth from the brown board and place it on the counter",
    "95611": "Take the cloth off the countertop shield and put it on the counter",
    "63361": "Take the cloth and put it on the table",
    "90498": "Get the kitchen towel from the wooden board and place it on the table",
    "65413": "Take the cloth from the clear screen and put it on the table",
    "23946": "Turn off the third switch from the right",
    "33678": "Put the pen on the blue mat",
    "33169": "Put the pen on the blue mat",
    "65939": "Pick up the screwdriver and put it on the table",
    "7060": "Unhang the cloth from the stand",
    "11668": "Remove the towel from the colourless screen and put it on the table",
    "79765": "Put the cloth on the table",
    "49050": "Hang the white cloth on the wooden board",
    "73117": "Put the cloth on the table",
    "18336": "Remove the screwdriver from the tray and put it on the table",
    "43424": "Put the cloth on the countertop",
    "37798": "Remove the white cloth from the glass panel",
    "10663": "Hang the cloth on the wooden object",
    "91047": "Put the pen on the tray",
    "49065": "Hang the cloth on the pane of glass",
    "56240": "Pick the cloth on the counter and put it on the board",
    "27058": "Turn off the switch on the third position from the right",
    "37812": "Hang the white towel on the brown stand",
    "20918": "Pick the cloth on the mat and put it on the countertop shield",
    "37302": "Turn on the third switch from the right",
    "85943": "Pick up the cloth and place it on the board",
    "53689": "Turn off the switch to the left",
    "80313": "Pick the screwdriver and put it in the box",
    "18875": "Hang the cloth on the transparent screen",
    "37820": "Take the cloth off the countertop shield and put it on the mat",
    "58300": "Unhang the cloth and put it on the table",
    "72635": "Turn off the third from last switch on the extension cord",
    "37823": "Take the cloth and put it on the counter",
    "43456": "Put the cloth on the table",
    "43971": "Turn off the second switch on the extension cord",
    "20420": "Pick up  the screwdriver from the table and put it in the first segment of the tray",
    "31685": "Put the towel on the wooden rack.",
    "35268": "Remove the towel from the object and put it on the table",
    "15815": "Put the cloth on the table",
    "22471": "Turn on the fourth switch from the right on the adapter",
    "44484": "Place the cloth on the table",
    "74185": "Take the cloth and put it on the table",
    "39371": "Take the screwdriver from the tray and put it on the purple mat",
    "56780": "Hang the towel on the transparent stand on table",
    "76233": "Pick up the screwdriver from the table and put it in the carton tray",
    "91591": "Remove the silver object from the box and put it on the table",
    "12751": "Put the cloth on the table",
    "1488": "Remove the cloth from the wooden stand",
    "15313": "Put the cloth on the countertop shield",
    "48126": "Place the yellow block inside the blue cup",
    "50649": "Pick up the cloth and put it on the table",
    "18395": "Remove the screwdriver from the tray and place it on the table",
    "989": "Put the cloth on the purple mat",
    "30178": "Pick up the towel from the table and put it on the wooden board.",
    "18915": "Hang the cloth on the tablet stand",
    "38886": "Remove the white cloth from the glass panel and put it on the table",
    "18409": "Remove the white cloth from the glass panel",
    "7146": "Pick up the screwdriver and put it on the tray",
    "491": "Pick the cloth and hang it on the object",
    "8170": "Put the cloth on the table",
    "52201": "Take the cloth off the screen then put it back",
    "22510": "Press the button of the far right socket.",
    "30702": "Move the screwdriver from the mat to the tray",
    "31728": "Remove the object in the cup and place it on the table",
    "70639": "Hang the white and green cloth on the glass panel",
    "84972": "Pick up the clothe and put it on top of the glass",
    "65523": "Pick up the screwdriver from the wooden tray and put it on the table.",
    "37364": "Remove the cloth from the glass and put it on the table",
    "49656": "Hang the cloth on the glass barrier",
    "47609": "Drop the cloth from the transparent screen onto the table",
    "10234": "Pick the cloth and drop it on the table",
    "68091": "Place the white cloth on the glass panel",
    "65020": "Put the cloth on the table",
    "47614": "Pick the cloth from the table and hang it",
    "47615": "Turn off the middle switch"
}