{
    "14723": "Put the yellow sponge on the silver holder.",
    "52356": "Pick up the orange cup from the dish dryer and put it in the sink, then turn on the tap",
    "69379": "Put the orange bowl side down on the plate rack",
    "1287": "Put the orange cup on the window seal",
    "83080": "Pull the curtain on the right to the left.",
    "1930": "Close the faucet.",
    "65676": "Put the purple cup inside the drying rack",
    "16015": "Put the yellow knife in the yellow cup.",
    "94096": "Remove the orange bowl from the sink and put it on the dish drying rack",
    "7837": "Pick up the orange and yellow cup and stack them in the red cup on the shelf",
    "23326": "Remove the yellow knife from the drain.",
    "67357": "Remove the purple cup from the dish rack and put it on the counter.",
    "24864": "Put the yellow cup inside the drying rack",
    "84637": "Pick up the purple cup from the dish dryer and put it on the blue cloth",
    "35875": "Put the bowl in the dish tray",
    "58917": "Move the purple plate to the left",
    "26024": "Put the yellow knife in the utensil holder",
    "70185": "Place the orange cup upright on the counter.",
    "88749": "Put the plate on the drying rack",
    "73006": "Open the tap",
    "68400": "Take the knife out of the drain",
    "57009": "Pick the green cup from the drying rack and place it to the right of the sink right-side-up",
    "14002": "Put the orange cup on the dishrack.",
    "65457": "Put the cup inside the sink then pour water inside",
    "67378": "Remove the orange cup from the sink",
    "87602": "Put the green cup inside the drying rack",
    "11574": "Put the yellow cup on the window sill",
    "27705": "Pour the liquid out of the orange cup and into the pink cup.",
    "12730": "Remove the orange cup from the drying rack and put it in the sink",
    "38590": "Move the kitchen faucet to the right",
    "27457": "Put the sponge in the metal holder, on the sink",
    "963": "Move the yellow cup on the drying rack and place it next to the purple cup",
    "28611": "Put the cup on the plate rack",
    "51789": "Pick up the cup from the dish dryer and put it on the window",
    "68815": "Put the silver bowl on the windowsill",
    "42833": "Remove the pink plate from the sink and put it in the drying rack",
    "35666": "Put the yellow cup on the dishrack.",
    "43985": "Remove the pink cup from the sink and put it in the drying rack",
    "28117": "Put the pink cup behind the sink.",
    "76374": "Move the purple plate to the dish rack",
    "14807": "Take the fork off of the dish rack",
    "38360": "Put the orange bowl inside the yellow bowl and put the purple bowl inside the other plastic bowls",
    "3161": "Pick up the fork on the counter and put it on the pink plate",
    "53082": "Put the cup on the drying rack",
    "69591": "Put the bottle, which is on the right, on the windowsill",
    "86613": "Use the blue object to wipe different sections of the counter",
    "72797": "Move the clear lid to the sink",
    "15966": "Open the tap, then fill the orange cup with a little water",
    "53599": "Turn on and off the water to the faucet",
    "26080": "Move the orange cup from the drying rack",
    "51682": "Take the orange cup off of the window seal and put it on the dish rack",
    "49379": "Remove the silver bowl from the drying rack and put it on the purple lid on the left",
    "71650": "Put the pink cup on the dishrack.",
    "72546": "Put the purple cup in the purple bowl.",
    "40936": "Pick up the folk and put it in the dish dryer",
    "65389": "Put the silver bowl on the plate rack",
    "67828": "Put the silver bowl from the window sill on top of the purple cup.",
    "68472": "Take the two bowls off of the plate rack and put them on the green bowl",
    "40829": "Put the yellow cup in the dish rack"
}