{
    "50179": "Take the rabbit toy out of the orange pan and place it on the table",
    "60933": "Remove the yellow object from the orange bowl",
    "32134": "Pick up the yellow block from the orange pot and put it on the table.",
    "56070": "Move the orange towel closer to you",
    "29448": "Move the purple object",
    "72069": "Move the blue block to the left",
    "4875": "Move the plastic corn to the right",
    "92307": "Move the maize to the left",
    "24986": "Move the pink toy to the front",
    "24351": "Move the blue block to the left",
    "74660": "Move the cob of maize to the right",
    "85797": "Push the can backwards.",
    "16295": "Move the pink bunny to the right",
    "39289": "Take the yellow cylinder out of the orange pan",
    "45993": "Move the orange pan to the left",
    "47787": "Put the plush toy on the orange pan.",
    "67961": "Put the plush toy inside the orange pan",
    "94379": "Slide the orange towel forward",
    "42162": "Move the towel to the right",
    "17715": "Pick up the plush toy and put it in the pot",
    "42931": "Move the corn forwards.",
    "11001": "Pick the yellow cylindrical block and put it on the right on the table",
    "32054": "Pick up the yellow object from the table and put it in the pot",
    "2359": "Pick up up the blue object and place it on the pan",
    "72632": "Move the purple object to the left",
    "73268": "Pick up the yellow object and put it on the table",
    "9531": "Move the cob of maize to the left",
    "24124": "Move the blue block forwards.",
    "62395": "Slightly move the bunny toy backwards",
    "76988": "Move the maize to the left",
    "90811": "Move the blue block to the left",
    "45888": "Remove the doll from the pan",
    "59586": "Move the can to the left",
    "10185": "Move the maize cob to the right",
    "14284": "Move the orange pan forwards.",
    "15182": "Move the orange pot to the right",
    "65750": "Remove the blue block from the orange pan and put it on the table",
    "4311": "Move the pink plush toy",
    "39895": "Put the yellow block in the orange pan",
    "20825": "Put the yellow block in the orange pan",
    "39005": "Take the plush toy out of the orange pan",
    "12255": "Move the orange pan to the right",
    "12129": "Pick up the blue object from the pot and put it on the table",
    "77031": "Move the pink doll to the left",
    "63853": "Remove the yellow block out of the pan",
    "79085": "Put the yellow block on the orange pan",
    "83055": "Move the pink toy to the left",
    "45552": "Put the yellow object inside the orange pan.",
    "74992": "Move the cob of maize to the right",
    "86898": "Move the pink plush toy",
    "71158": "Put the toy inside the orange pan",
    "65143": "Take the plush toy out of the orange pan and place it on the right side of the table",
    "11641": "Move the pink bunny to the left"
}