{
    "87045": "Place the empty water bottle on the bottom countertop",
    "17287": "Put the black can on the upper counter.",
    "39559": "Put the plastic over the black can",
    "61832": "Pick up the bottle and put it in the box",
    "75658": "Put the right and left water bottles on the top counter",
    "77831": "Remove the bottle from the box",
    "64140": "Remove the bottles from the box and put them on the counter",
    "63117": "Put the water bottle on the counter below",
    "80272": "Move the black object in the plastic",
    "8209": "Remove the water bottles from the white storage box.",
    "52241": "Put the right bottle in the box",
    "76946": "Put the bottles on the counter-top",
    "63124": "Move the left transparent bottle to the right, the move the can to the left",
    "23957": "Put the water bottles on the top part of the counter",
    "40347": "Put the plastic over the brown bottle",
    "11810": "Remove the plastic around the bottle",
    "17572": "Put the water bottles on the counter in the box",
    "70436": "Put the two bottles in the box",
    "77608": "Put the blue bottle on the soda can",
    "95528": "Pick up the bottles from the box and put them on the counter",
    "45612": "Pick up the bottle and put it on the counter",
    "73005": "Put the full water bottle in between the tape and the empty one on the top part  of the counter",
    "33072": "Pick the blue bottle and put it a step up on the counter",
    "52023": "Put the water bottle on the counter in the box",
    "42301": "Put the two bottles in the white box",
    "79039": "Pick up the plastic and put the bottle in it",
    "9026": "Pick the bottles from the counter and put them in the box",
    "94786": "Put the left and right bottles in the box",
    "82246": "Move the plastic to the top part of the table.",
    "7367": "Put the water bottles in the box.",
    "25672": "Remove the water bottles from the box and put them on the counter",
    "94407": "Move the bottle and the black cable to the left on the counter",
    "29003": "Pick up the two bottles and put them on top of the counter",
    "79180": "Place the water bottle on the right upright",
    "90572": "Put the right and white bottles in the box",
    "43599": "Remove the two empty bottles from the top of the upper counter",
    "18897": "Move the water bottle on the bottom counter to the left then move the water bottle from the upper counter to the bottom counter.",
    "81235": "Remove the water bottles from the box and put them on the counter",
    "24025": "Put one of the water bottles on the counter in the plastic bag",
    "67034": "Move the bottles to the right",
    "53982": "Put the bottle upright",
    "735": "Remove one bottle from the box",
    "26338": "Place two empty water bottles inside the white storage box",
    "54246": "Move the water bottle to the right.",
    "26346": "Remove the plastic from the top counter and put it on the bottom counter",
    "26993": "Pile up the cable, the package and the water bottle",
    "78837": "Move the black can to the right of the bottle of water",
    "90229": "Put the plastic bag around one of the water bottles on the counter",
    "87032": "Place the water bottle on the left upright.",
    "73081": "Put the water bottle on the top part of the counter",
    "78204": "Take two bottles out of the white storage box"
}