{
    "26624": "Use the spatula to stir the contents in the black and white bowl on the left.",
    "8833": "Slide the lid on the wooden toy box.",
    "70141": "Use the spatula to stir the contents in the bowl",
    "91266": "Open the wooden box",
    "49285": "Fold the grey towel twice, then use it to wipe the table",
    "6918": "Use the spoon to stir the contents of the small plate",
    "41351": "Stir the white bowl with the metal kitchen utensil",
    "94087": "Fold the towel into a triangle twice.",
    "81674": "Use the cake slicer to stir in the bowl closest to you",
    "33547": "Fold the grey towel into a triangle.",
    "5005": "Put a yellow item in the cube",
    "17677": "Use the black towel to clean the table",
    "25615": "Turn the brown bottle to the left",
    "25743": "Completely fold the black rag",
    "93198": "Remove the orange block from the wooden box and put it in the shape sorter through the square opening",
    "63508": "Wipe the table using the black towel",
    "24727": "Use the black towel to wipe the table",
    "33688": "Use the towel to wipe the tabletop.",
    "38810": "Put the yellow block in the toy box",
    "63772": "Take the towel and clean the right part of the table",
    "6685": "Use the spatula to stir the contents in the bowl",
    "24606": "Use the black cloth to wipe the table",
    "47647": "Fold the towel on the table",
    "9632": "Open the wooden object",
    "65182": "Use the grey towel to wipe the tabletop.",
    "95651": "Use the towel to wipe the bottle",
    "86822": "Close the cube-shaped wooden object, then place the orange cube and blue cube in it",
    "34215": "Use the grey towel to wipe the counter.",
    "51879": "Close the lid of the shape sorter",
    "44074": "Put one yellow block in the wooden toy box.",
    "43949": "Slide the lid on the wooden toy box to the right.",
    "73392": "Put the blue block inside the bigger block",
    "74802": "Pick up the red object and put it in the box",
    "6396": "Use the silver spatula to stir the contents of the white bowl",
    "50868": "Use the spatula to stir the contents in the bowl",
    "91444": "Turn the brown bottle to the left",
    "84154": "Use the towel to wipe the table top",
    "93116": "Stir the contents in the bowl",
    "72125": "Remove the orange cube from the wooden box and put it inside the shape sorter",
    "22719": "Place the yellow cube in the wooden box through the square cutting on the lid",
    "17728": "Fold the black towel",
    "85823": "Pick up the towel and clean the other end of the table",
    "57923": "Twist the lid on the bottle",
    "55749": "Use the silver spatula to stir the contents of the plastic white bowl",
    "26823": "Use the grey cloth to wipe the table",
    "35021": "Use the towel to wipe the table.",
    "10705": "Pick up the yellow and blue objects and put them in the box",
    "10834": "Turn the lid of the beige bottle in a clockwise direction",
    "79187": "Close the shape sorter, pick up an orange cube from the brown box and put it inside the shape sorter using the square shaped opening",
    "17238": "Unfold the towel on the table",
    "71126": "Use the grey towel to wipe the table",
    "64729": "Use the cake slicer to stir in the furthest bowl",
    "31322": "Unfold the dark grey towel.",
    "94941": "Pick up the spoon and stir in the bowl",
    "59616": "Unfold the towel.",
    "79840": "Slide the top off the wooden box",
    "90209": "Use the silver spatula to stir the bowl",
    "42083": "Fold the dark towel into a triangle twice.",
    "59363": "Use the black towel to clean the table",
    "74852": "Pick up a block from the small box and put it inside the bigger box",
    "75877": "Put the yellow block into the shape sorting box",
    "60010": "Unfold the black cloth",
    "12907": "Close the lid on the wooden toy box.",
    "67690": "Stir the contents in the bowl",
    "63981": "Stir inside the white bowl with the kitchen utensil",
    "61679": "Unfold the black towel",
    "13044": "Remove a white cube from the small wooden box and put it in the shape sorter",
    "30325": "Twist the lid on the bottle",
    "18427": "Use the silver cake spatula to stir the contents in the black and white bowl.",
    "12668": "Use the silver spatula to stir the contents of the white plate with blue markings",
    "60029": "Use the silver spoon to stir the contents in the white and black bowl and then the white bowl."
}