{
    "9": "Pick the marker and put it in the plastic box",
    "16405": "Close the cabinet door.",
    "60949": "Close the door of the cabinet.",
    "19993": "Pick up an egg from the yellow tray and place it on the table.",
    "80409": "Open the door",
    "39965": "Place the blue handle on the holder",
    "12320": "Take an egg out of the tray and place it on the counter",
    "15392": "Take one egg from the carton and put it on the table",
    "85550": "Put one egg from the carton onto the bench",
    "39471": "Take the markers and place them in the box",
    "17968": "Take the blue object to your right and position it onto the blue object on your left",
    "54835": "Open the left glass door of the cabinet.",
    "55859": "Take an egg from the tray and place it on the counter",
    "81469": "Remove the egg on the second egg on the second row of the tray and put together with those on the counter",
    "47690": "Close the left cabinet door",
    "39499": "Close the left door",
    "45642": "Remove the blue object hanging on the machine and put it on the table",
    "34893": "Take one egg out of the tray and put it on the counter",
    "26190": "Place the blue handle on the holder",
    "38479": "Push and close the glass door",
    "62541": "Put the leftmost pen in the colourless bowl",
    "13395": "Pick up the spot welding pen and put it on the welding pen holder",
    "94819": "Pick up the pen and put it in the box",
    "40548": "Move some pens from the table to the storage box",
    "18025": "Open the lid of the black briefcase",
    "63602": "Pick up the blue marker and put it in the box",
    "66171": "Close the glass door on the right",
    "93826": "Open the left cabinet door",
    "67735": "Put a pen inside the container",
    "70814": "Place the blue handle on the holder",
    "59044": "Close the door of the cabinet",
    "6310": "Put the lid on the flask",
    "84646": "Remove one egg from the carton box",
    "17070": "Open the right cabinet door",
    "72366": "Open the right cabinet door",
    "9909": "Remove one egg from the tray and place it on the counter",
    "77502": "Put two pens from the workbench in the storage box",
    "16580": "Pick up the pen from the table and place it in the colourless container.",
    "13509": "Close the cabinet door",
    "16587": "Pick the heat gun and put it on the counter",
    "75979": "Move the soldering iron to the right side of the workbench",
    "82128": "Remove an egg from the crate and put it on the table",
    "28375": "Close the right side of the white cabinet",
    "78564": "Pick an egg from the egg holder and put it on the workbench",
    "41716": "Open the left cabinet door",
    "15610": "Attach the blue object to the side of the device that it is attached to",
    "766": "Open the right cabinet door",
    "19728": "Unhook the meshing adapter from the machine",
    "30486": "Open the door of the cabinet.",
    "81175": "Open the left cabinet door",
    "83737": "Open the left file cabinet door",
    "33565": "Put two pens in the plastic container on the left",
    "83744": "Close the left cabinet door",
    "54572": "Pick up one pen and put it in the bowl",
    "814": "Put the soldering gun on the table",
    "19758": "Open the right cabinet door",
    "64305": "Remove the soldering iron from the blue machine",
    "13618": "Take one egg out of the tray and put it on the counter",
    "26930": "Open the right door to the cabinet.",
    "32569": "Open the right door",
    "30522": "Pick the three markers at the right and put them in the clear storage box",
    "12096": "Open the door",
    "2384": "Put the green pen in the plastic container on the left",
    "75112": "Put the marker with the green cap in the storage container",
    "7028": "Get the middle pen on the table and put it in the colourless box",
    "93048": "Open the cabinet drawer.",
    "31107": "Pick up the green pen and put it in the clear container on the left",
    "45445": "Close the glass door",
    "45959": "Take one egg from the tray and put it on the counter",
    "21897": "Close the door of the cabinet",
    "46989": "Pick the soldering pump and put it on the side of the soldering station",
    "2962": "Put the black marker into the clear box",
    "5010": "Pick up the object on the table and hang it on the electrical box.",
    "42902": "Close the file cabinet door",
    "34207": "Close the left cabinet door",
    "7586": "Open the right drawer of the cabinet",
    "56228": "Put a pen in the storage box",
    "64934": "Close the door of the cabinet",
    "11699": "Put the second egg from the second row of the egg tray on the table",
    "39353": "Open the right-sided glass door",
    "52157": "Open the cabinet door",
    "65473": "Put two of the pens on the workbench in the storage box",
    "22466": "Remove the egg from the carton box",
    "12743": "Open the right cabinet door",
    "28615": "Close the cabinet door",
    "13258": "Put the blue object on the work bench",
    "12753": "Open the right side of the cabinet drawer",
    "35285": "Close the lid on the black and yellow case",
    "76763": "Open the left door",
    "31715": "Put the green marker into the box.",
    "3558": "Close the cabinet door",
    "82923": "Remove the egg from the egg holder and put it on the counter",
    "12269": "Pick up the blue tool",
    "65006": "Remove one egg from the box and place it on the countertop",
    "71154": "Open the case on the left",
    "10741": "Close the right cabinet door",
    "70133": "Close the cabinet door",
    "58361": "Close the shelf door",
    "8699": "Put the pens inside the clear container on the left"
}