{
    "8832": "Put the bottle on the pan",
    "38144": "Pick the orange object and put it on the pan",
    "21762": "Put the orange bottle on the silver pan",
    "41221": "Slide the orange cloth slightly to the left",
    "78945": "Move the green block to the right",
    "42251": "Put the sauce bottle on the silver pan.",
    "49918": "Slide the orange towel forward",
    "57619": "Put the green block on the table",
    "58262": "Move the sauce bottle to the front of the table",
    "33944": "Move the cloth",
    "81048": "Put the red pepper on the pan",
    "94235": "Put the orange bottle on the silver pan",
    "42654": "Take the green block in the pan and put it on the table",
    "7335": "Pick up the table and put it on the table",
    "38439": "Remove the orange object from the frying pan and put it on the table",
    "7849": "Take the green block on the pan and put it on the table",
    "23721": "Move the green block forward",
    "94635": "Slide the orange cloth forward",
    "32049": "Slide the orange cloth to the right",
    "79923": "Slide the orange cloth forward",
    "4660": "Move the orange object backwards.",
    "87475": "Put the orange object on the pan",
    "7350": "Remove the green object from the plate.",
    "84918": "Remove the green object from the pan",
    "39864": "Pick up the red ball and put it on the silver plate",
    "55609": "Slide the orange cloth forward",
    "91326": "Move the green block to the left side of the yellow block",
    "23360": "Put the ketchup bottle on the pan",
    "82499": "Put the green block on the pan",
    "67908": "Move the orange object backwards.",
    "72900": "Move the yellow object to the right",
    "89924": "Move the orange towel to the left",
    "20426": "Remove the sauce bottle from the pan and place it on the table.",
    "56908": "Move the orange towel forward",
    "8525": "Move the donut to the left.",
    "72012": "Put the green cylinder on the metal plate",
    "86991": "Move the orange cloth",
    "14032": "Move the orange towel forward",
    "91344": "Put the green block on the silver pan",
    "52699": "Move the green block to the front",
    "58076": "Pick the green block in the pan and put it on the table",
    "48223": "Remove the artificial pepper from the pan and put it on the table",
    "22625": "Put the green object inside the silver pot",
    "37857": "Move the yellow block to the right",
    "16099": "Move the green block forward",
    "32740": "Move the yellow object to the left",
    "68195": "Pick up the red ball on the silver plate and put it on the table",
    "70755": "Move the ketchup bottle to the right",
    "71141": "Slide the orange cloth up on the desk",
    "16488": "Put the sauce bottle on the pan",
    "75363": "Move the yellow object to the left",
    "78185": "Move the yellow block forward",
    "54763": "Pick up the green object from the table and put it on the plate",
    "58092": "Remove the orange bottle from the silver pan and put it on the table",
    "93296": "Place the red sauce bottle on the silver pan",
    "30961": "Put the green block in the pan",
    "14706": "Remove the red sauce bottle from the silver pan",
    "34673": "Pick up the red bowl from the pan and put it on the table",
    "37368": "Remove the red sauce bottle from the silver pan",
    "47610": "Pick up the ball and put it on the plate",
    "25852": "Remove the ketchup bottle from the pan",
    "15742": "Take the ketchup bottle off the pan",
    "69247": "Move the orange towel backwards"
}