{
    "45185": "Press the button on the remote",
    "20612": "Press a button on the remote",
    "27525": "Use the black towel to clean the table",
    "30981": "Move the white plate with the blue markings to the right",
    "33413": "Wipe the table with the black cloth",
    "56324": "Remove the block from the wooden box and put it in the box to the left",
    "83204": "Use the black rag to clean the table",
    "21514": "Use the spoon to stir in the bowl",
    "83469": "Close the wooden box",
    "76046": "Use the black towel to wipe next to the remote",
    "63120": "Use a cloth to wipe the table",
    "33427": "Press a button on the remote control.",
    "11156": "Press a button on the grey remote.",
    "50197": "Close the shape sorter box",
    "50712": "Fold the grey towel",
    "35611": "Fold the black napkin",
    "40603": "Press the button on the remote",
    "81951": "Open the wooden box",
    "1574": "Remove the white block from the wooden box and put it in the shape sorter through the square opening",
    "86054": "Slide open the top of the toy box",
    "45484": "Slide the lid off of the shape sorting box",
    "70572": "Use the towel to wipe the table",
    "83503": "Press a button on the remote",
    "16817": "Place the blue rectangular block in the wooden box",
    "1204": "Move the grey towel to the right",
    "11445": "Pick up the yellow block from the box and put it in the wooden object",
    "4022": "Slide closed the lid of the toy box",
    "91829": "Press a button on the remote control.",
    "51514": "Use the spatula to stir the contents in the bowl",
    "45499": "Wipe the table with the grey towel",
    "60224": "Use the towel to wipe the right side of the counter.",
    "8899": "Use the spoon to stir in the bowl",
    "83783": "Slide the lid on top of the wooden toy box closed.",
    "15176": "Slide open the lid of the brown box",
    "38218": "Press the center button of the small grey remote",
    "86346": "Move the grey remote control to the left.",
    "48717": "Open the id of the shape sorter by sliding the lid forward",
    "77776": "Wipe the table with the black cloth",
    "89296": "Use the dark grey towel to wipe the table.",
    "15316": "Pick up one orange block and put it inside the shape sorter",
    "69083": "Fold the black cloth",
    "74848": "Slide open the box on the table",
    "13154": "Close the box",
    "23138": "Fold the towel on the table",
    "50790": "Press the top button of the grey remote",
    "46568": "Use the silver spoon to stir the contents in the black and white bowl on the left.",
    "71785": "Put the black toy inside the wooden box",
    "50538": "Put the blue wrapper on the white plate",
    "8555": "Clean the table with the white cloth",
    "72301": "Pick up the black cloth and wipe the table",
    "42862": "Press a button on the remote control.",
    "71919": "Put the blue block in the toy box",
    "72303": "No action",
    "31987": "Press the button on the remote",
    "80244": "Move the small grey remote slightly to the right",
    "69877": "Use the dark grey towel to wipe the remote control.",
    "79610": "Close the lid of the shape sorter",
    "4860": "Use the towel to wipe the table.",
    "81279": "Put the orange cube in the wooden object through the round hole"
}