{
    "40451": "Place the two small objects in the bag",
    "86150": "Put the green lid in the brown paper bag",
    "43271": "Put the bottle upright",
    "11533": "Take the top off the bottle on the table",
    "29069": "Put the hair brush in the bag",
    "47374": "Put the packet and cap in the bag",
    "2704": "Pick the lid on the table and put it on the bottle",
    "72592": "Put the airpods case in the bag",
    "79760": "Put the purple packet in the bag",
    "4371": "Put the cable in the paper bag",
    "27796": "Put the marker into the bag.",
    "42644": "Pick up the small bag from the table and put it in the bag on the chair.",
    "17430": "Use the yellow and white towels to wipe the central part of the table",
    "77462": "Take the lid off the bottle and put it on the table",
    "21400": "Put the lid on the bottle",
    "29593": "Lay the bag on its side",
    "75800": "Move the bottle closer to the right white cable",
    "95129": "Put the tube in the bag",
    "10013": "Remove the white bottle from the white bag and put it on the table",
    "670": "Pick the tube on the table and put it in the purse",
    "63134": "Put the white cable in the brown paper bag",
    "93726": "Put the tube in the bag",
    "64418": "Pick the white object on the table and put it in the bag",
    "88485": "Move the bottle forward",
    "3367": "Use the yellow towel to wipe the table",
    "23209": "Put the green lid in the brown bag",
    "69034": "Move the dark blue bag backwards",
    "38059": "Put the cap in the bag",
    "28334": "Put the white towel on the yellow towel",
    "77102": "Take the lid off the orange bottle",
    "53044": "Put the toothbrush inside the dark blue toiletry bag, pick up the white object from the table and put it inside the white and blue bag",
    "57014": "Use the yellow towel to wipe the table",
    "2487": "Pick the lid on the table and put it on the bottle",
    "34487": "Pick up the lid and put it on the bottle",
    "44472": "Pick up the pen and put it in the parse",
    "20794": "Wipe the table with the yellow towel.",
    "76343": "Put the doll in the bag",
    "84668": "Pick up the purple package and place it in the bag.",
    "84922": "Move the snack packet from the table to the bag",
    "89273": "Put the charger into the bag on the chair.",
    "29890": "Move the tissue roll to the top left corner of the table and put the bottle on the chair on the table",
    "6339": "Move the bottle to the left, use the yellow towel to wipe the table",
    "40386": "Remove the white cap from the table and put it in the bag on the chair",
    "1349": "Put the lid on the bottle",
    "27463": "Put the brown doll in the bag",
    "5449": "Move the toy from left to right.",
    "5578": "Put the cap in the bag",
    "7371": "Take the yellow towel from the table and place it in the white bag on the chair",
    "45513": "Put the bottle in the bag",
    "29133": "Place the piece of paper in the purse",
    "41038": "Put the hair brush in the bag",
    "93513": "Pick the yellow towel and put it inside the bag",
    "48464": "Put the cable inside the brown bag",
    "55894": "Use the paper towel to wipe the table",
    "67418": "Place the white object on top of the yoghurt",
    "75611": "Uncover the bottle and put the lid on the table",
    "90333": "put the cable in the bag",
    "68958": "Set the bottle upright on the table",
    "92127": "Put the blue object into cream white bag on the leftmost chair",
    "23393": "Move the bottle slightly to the right",
    "19554": "Put the thing on top of the paper bag into it",
    "27489": "Put the yoghurt behind the purse",
    "5351": "Pick up the plush toy from the table and put it inside the brown bag",
    "62443": "Remove the green lid from the top of the container",
    "72172": "Put the cap in the paper bag",
    "1389": "Pick up the bear plush toy and put it in the paper bag",
    "51821": "Close the bottle with the lid, wipe the table with the yellow cloth, and move the bottle forward",
    "94704": "Put the bottle in the bag",
    "36466": "Move the chapstick to the left",
    "2419": "Uncover the brown bottle",
    "83698": "Move the purple pack slightly to the right",
    "48888": "Use the yellow towel to wipe the table",
    "14458": "Use the towel to wipe the table",
    "64764": "Put the yellow cloth in the laundry bag",
    "72702": "Put the lid on the brown bottle",
    "61183": "Put the white cable on the left side of the table inside the bag on the chair"
}