{
    "63360": "Move the t-shirts from the top of the brown box to the backrest of the grey chair",
    "46209": "Pick the clothes on the box and put them on the back rest of the chair",
    "58370": "Put the peach and pink shirts on the backrest of the chair respectively",
    "20995": "Move the peach and pink shirt from the box to the backrest of the chair",
    "28935": "Pick up the clothes from the box and put it on the table.",
    "58999": "Pick up the cloth from the table and put it on the chair's headrest",
    "92684": "Pick up the light green cloth from the box and put it on the headrest of the chair",
    "74767": "Pick the clothes on the box and put them on the back rest of the chair",
    "45715": "Pick up the cloths from the box and put them on the chair.",
    "26260": "Pick up two clothes from the box and put them on the chair.",
    "67480": "Pick up all the clothes from the table and put them on the chair.",
    "1049": "Pick the clothes on the box and put them on the back rest of the chair",
    "24998": "Pick up the clothes on the box and put them on the box.",
    "2983": "Pick the clothes and put them on the back rest of the chair",
    "77997": "Remove all the clothes from the top of the box and hang them on the chair",
    "16306": "Remove all the clothes from the top of the box except the pink cloth and hang them on the chair",
    "59574": "Pick the clothes and put them on the back rest of the chair",
    "21687": "Pick up two clothes from the box and put them on the chair's headrest",
    "42172": "Move the white and green towels and the peach and pink shirt to the backrest of the chair",
    "19524": "Place the peach t-shirt on the backrest of the grey chair",
    "63301": "Put the clothes on the head rest of the chair",
    "58441": "Pick up the shirts on the box and put them on the chair.",
    "31306": "Get the three objects from the cardboard box then put them on the headrest of the grey chair",
    "94668": "Pick up the clothes from the box and put them on the headrest of the chair",
    "36941": "Put the salmon colored shirt on to the chair.",
    "11598": "Move the two shirts and the yellow towel from the top of the box to the backrest of the chair",
    "40269": "Move all the clothes from the box to the backrest of the chair",
    "33746": "Hang the peach and yellow shirts on the back of the chair",
    "69114": "Pick up the cloth from the box and put it on the chair's headrest",
    "84434": "Move the peach shirt, the green towel and the pink shirt to the backrest of the chair",
    "5845": "Take the clothes on the box and put them on the back rest of the chair",
    "34647": "Pick up the clothes on top of the box and put them on the head rest of the chair",
    "82775": "Pick up the two towels from the top of the brown box and put them on the backrest of the chair",
    "76634": "Move the green towel and pink shirt from the box to the backrest of the chair",
    "33759": "Put the green towel, the pink shirt and the peach shirt on the backrest of the chair respectively",
    "71521": "Put the peach and pink shirts and the green towel on the backrest of the chair respectively",
    "77285": "Hang the shirts on the box on the back of the chair",
    "7018": "Put the green and white towel and peach shirt on the backrest of the chair",
    "2155": "Pick up two clothes from the box and put them on the chair.",
    "12780": "Hang the shirts that are on the box on the back of the chair",
    "14698": "Put the three towels on the headrest of the grey chair",
    "25581": "Pick the clothes on the box and put them on the back rest of the chair",
    "79851": "Remove the light pink cloth from the top of the box and hang it on the chair",
    "7537": "Hang the shirts on the box on the back of the chair",
    "39284": "Put the two objects on the headrest of the grey chair",
    "83828": "Put the pink and peach colored shirts on the backrest of the chair",
    "10870": "Pick up the clothes from the box and put them on the headrest of  the chair",
    "32118": "Pick up the clothe and put it on the headrest of the chair",
    "34426": "Remove all the clothes from the box except the pink cloth and hang them on the chair",
    "61052": "Put the peach shirt, the green towel and the pink shirt on the backrest of the chair"
}