{
    "11010": "Press one button on the remote control.",
    "39171": "Put one orange block in the wooden toy box.",
    "65026": "Press a button on the remote",
    "9223": "Put the spray bottle on the left side of the tissue",
    "60047": "Use the spoon to stir in the white bowl",
    "15505": "Use the cake spatula to stir the blocks in the bowl.",
    "530": "Use the paper towel to wipe the table",
    "36369": "Wipe the table with the napkin",
    "70676": "Twist the bottle to the anticlockwise",
    "82961": "Remove the cap from the blue bottle",
    "39576": "Press a button on the grey remote control.",
    "47652": "Unfold the napkin",
    "30375": "Turn the lid on the beige bottle.",
    "23593": "Use the folded napkin to the wipe the table.",
    "68137": "Use the spoon to stir the contents in the bowl",
    "26539": "Slide the lid of the shape sorter open",
    "26797": "Remove the yellow block from the white plate and put it inside the shape sorter through the square opening",
    "69293": "Remove the cap from the blue bottle",
    "72626": "Fold the tissue on the table",
    "35765": "Put the styrofoam and cable on the table, then close the box",
    "78264": "Rotate the lid on the beige bottle.",
    "9275": "Put the styrofoam on the table",
    "42556": "Remove the lid from the bottle and place it on the table",
    "81346": "Close the box",
    "92486": "Press a button on the remote",
    "95179": "Put the blue cube into the cube-shaped object",
    "85070": "Use the white napkin to wipe the table.",
    "88657": "Use the cake spatula to stir the blocks in the bowl.",
    "11091": "Put the clear lid on top of the blue bottle.",
    "34644": "Close the box",
    "67027": "Stir the white bowl with the metal spoon",
    "76628": "Move the blue bottle closer to the brown one",
    "60375": "Use the napkin to wipe the top of the blue bottle.",
    "61432": "Put the black cable in the cardboard box",
    "23642": "Unfold the white napkin once.",
    "28251": "Put the white item in the box and close the box",
    "732": "Open the brown box.",
    "53340": "Unfold the white napkin once.",
    "69468": "Pick up the paper plate, and then place it on top of the book",
    "91103": "Wipe the top of the bottle with the tissue",
    "34784": "Open the lid on the wooden toy box.",
    "82273": "Wipe the table using the napkin",
    "82656": "Press a button on the remote",
    "16228": "Put the blue block inside the shape sorter",
    "72933": "Take the power pack out of the cardboard box",
    "88166": "Put the clear cup on the blue bottle",
    "90616": "Open the brown box.",
    "85609": "Click on the remote",
    "29291": "Use the cake spatula to stir the contents in the white bowl.",
    "29304": "Remove the lid from the blue bottle.",
    "35821": "Twist the bottle on the table",
    "59505": "Use the silver object to stir the objects in the bowl",
    "20350": "Use the white napkin to wipe the table.",
    "23539": "Fold the paper towel",
    "35571": "Open the brown box.",
    "23413": "Place the cap on the blue spray bottle",
    "61169": "Move the folded napkin on the left to the front",
    "54519": "Slide the lid on the wooden toy box to the left.",
    "25720": "Open the box",
    "64627": "Move the box",
    "20604": "Fold the paper towel in half",
    "26878": "Turn the lid on the beige bottle.",
    "4223": "Open the lid on the wooden toy box."
}