{
    "76291": "Put the blue block in the wooden toy box.",
    "89093": "Take the packing foam out of the cardboard box",
    "5126": "Press a button on the remote control.",
    "44045": "Take the packing foam out of the cardboard box",
    "17935": "Use the napkin to wipe the shape sorter",
    "41493": "Put the power pack inside the box",
    "64542": "Close the cardboard box",
    "4127": "Use a napkin to wipe the table top",
    "35881": "Use the paper towel to clean the remote",
    "89131": "Remove the brown object from the box on the left and put it in the clear container.",
    "36396": "Use the tissue to wipe a spot on the right",
    "85051": "Remove the yellow object from the bowl and put it inside the box",
    "6207": "Slide the lid on the wooden toy box forwards.",
    "29763": "Open the box",
    "83018": "Use the napkins to wipe inside the box",
    "9291": "Move the remote to the right slightly",
    "36938": "Press the button on the remote",
    "72782": "Move the small crate closer to the cube-shaped object",
    "24143": "Move the white object to the right",
    "6230": "Open the lid of the shape sorter",
    "73315": "Move the grey remote to the left",
    "57963": "Completely close the cube-shaped object",
    "63092": "Close the wooden object completely",
    "10382": "Put the orange cube inside the wooden object",
    "62096": "Flip the blue block over",
    "83097": "Close the storage box",
    "93862": "Close the brown box.",
    "89782": "Pick up the book from the box and put it on the table",
    "93373": "Pick up the yellow block and put it in the object through square hole",
    "16066": "Press a button on the remote",
    "82632": "Through the square hole, put the orange block inside the cube-shaped object",
    "10954": "Remove the cable from the cardboard box",
    "68817": "Remove the charging cable from the box and put it on the table",
    "90323": "Remove one cube from the box and place it inside the wooden toy box.",
    "60631": "Put one wooden block from the black and white bowl inside the wooden toy box.",
    "21732": "Wipe the table with the paper towel",
    "33002": "Close the box",
    "20715": "Open the box on the table",
    "16643": "Clean the remote with a paper towel",
    "13062": "Put the white foam in the cardboard box, then close the lid of the box",
    "23311": "Use the white napkin to wipe the table.",
    "6933": "Open the lid on the cube",
    "7463": "Close the lid of the toy box",
    "28978": "Slide the lid on the wooden toy box forwards.",
    "40757": "Put the yellow block inside the clear container.",
    "2880": "Use paper towel to wipe the remote",
    "27468": "Open the box",
    "56654": "Put one square and yellow block in the wooden toy box.",
    "86354": "Put the white lid on the clear container.",
    "85846": "open the box",
    "91990": "Close the wooden cube completely",
    "88928": "Remove the blue block from the wooden box, put it in the lunchbox and close the lunchbox with the white lid",
    "81762": "Press the center button on the remote",
    "23395": "Place the white lid on the tote",
    "33127": "Slide the lid to the left to open the box",
    "42347": "Open the brown box.",
    "20335": "Close the lid of the shape sorter",
    "84336": "Remove the white paper from the box and put it on the table",
    "50034": "Open the cube-shaped object completely",
    "20856": "Take the lid off the bowl",
    "61824": "Wipe the cardboard box with the napkin",
    "17799": "Move the grey remote to the right",
    "61324": "Put the blue block inside the shape sorter though the square opening",
    "72085": "Press a button on the remote control.",
    "19356": "Open the brown box.",
    "40349": "Put the green block in the wooden box.",
    "85404": "Put the packing foam into the cardboard box",
    "95647": "Use a napkin to wipe a spot on the right",
    "62910": "Remove the white lid from the clear container.",
    "61377": "Wipe the bowl with the tissue",
    "90562": "Press a button the remote control",
    "44493": "Put the block inside the box",
    "42958": "Close the brown box.",
    "26578": "Remove the blue flowery block from the wooden box and put it inside the shape sorter through the flowery opening",
    "46040": "Fully open the small box",
    "5605": "Move the brown object from the transparent bowl to the brown box",
    "71151": "Open the wooden box",
    "83446": "Remove the white lid from the lunchbox and put it on the table"
}