{
    "61185": "Move the pan to the back left plate.",
    "26114": "Put the glass lid on the pan.",
    "14851": "Move the bottle to the right",
    "31117": "Put the white and yellow packet into the pan",
    "33422": "Remove the lid from the pot, then place it on the stove",
    "94866": "Remove the brown mat from the pan",
    "56595": "Move the spice bottle forward",
    "40596": "Move the pan from the left rear plate and place it in the middle of the stove",
    "86547": "Move the pan to the left",
    "12054": "Put the stove cover on the stove plate in the front right",
    "14871": "Put the yellow canon the pan.",
    "2331": "Put the can on the center of the stove",
    "91899": "Move the pot to the right and put it on the white towel",
    "24096": "Pick up the yellow can from the stove top and place it on the tea towel",
    "66083": "Take the kitchen towel off of the pot and place down to the right",
    "85027": "Put the glass lid on top of the wooden coaster.",
    "14889": "Put the brush in the pan.",
    "62249": "Pick up the white striped tea towel and wipe around the bottom right burner, put the tea towel on the middle white surface of the stove",
    "75818": "Put the spice bottle inside the pot",
    "89775": "Move the pot to the left",
    "76208": "Take the spice bottle out of the pot and put it onto the pan",
    "25266": "Put the wooden coaster on the pot",
    "46130": "Pick up the gray pan and put it on the bottom right cooker on the stove",
    "71219": "Move the pan to the left side of the stove",
    "38837": "Fold the towel in half",
    "28470": "Shift the spice bottle to the bottom-left corner of the stove",
    "87347": "Put the wooden plate into the pan",
    "91187": "Put the towel on the left side of the stove.",
    "51130": "Put the glass jar in the middle of the stove.",
    "36284": "Move the glass lid to the top right stove plate",
    "54465": "Move the black potholder from the black pan to the top left stove plate",
    "6983": "Put the white brush inside the pot",
    "53576": "Move the white and yellow packet to the left edge of the stove",
    "77768": "Place the towel on the pot",
    "83532": "Remove the glass lid from the pot and put it on the white towel",
    "31181": "take the lid off of the pot",
    "25038": "Take the lid off the black pot and place it on the bottom right stove plate",
    "10703": "Move the can to the left, then put the can in the pan",
    "58319": "Place the wooden mat on the pot",
    "64077": "Put the brush in the pot",
    "85709": "Pick up the blue and yellow can on the towel and place it on the rare right plate of the stove",
    "42580": "Pick up the clear pot lid and put it on the black pot",
    "34134": "Move the pan to the right",
    "90198": "Move the pack to the left",
    "81242": "Move the lid from the pan to the pot",
    "2143": "Remove the bottle from the pan",
    "33633": "Pick up the grating on the front right side of the stove and put it on the left side.",
    "69475": "Move the pot to the front left plate on the stove.",
    "70008": "Move the can to the wooden mat on the top right stove plate",
    "14183": "Put the towel on the pot's lid",
    "82922": "Pick up the clear pot lid and put it in the gray pan",
    "32113": "Remove the white brush from the pot and put it in the pan",
    "55155": "Put the stove cover on the plate",
    "51445": "Remove the coaster from the pot and move it to the top right stove plate",
    "86133": "Remove the yellow can from the pan and put it on the stove",
    "5112": "Put the orange packet in the pot",
    "43898": "Remove the spice shaker from the chopping board and put it on the stove",
    "86779": "Pick up the grey potholder on the bottom right stove plate and put it in the pan",
    "23036": "Move the pan to the front right plate on the stove.",
    "41469": "Pick up the gray pan and put it on the top right cooker on the stove",
    "63870": "Put the glass lid on the saucepan."
}