{
    "18432": "Put the white mug on the table",
    "52866": "Put the green and the purple objects in the black bowl",
    "27908": "Put the mug onto the side plate.",
    "83460": "Put the book in the black box on the table",
    "11402": "Remove the cup from the orange plate",
    "3211": "Remove the white and orange book from the black box and put it on the table",
    "44685": "Remove the book on the right from the box, remove the book on the left from the box",
    "28942": "Remove the things from the black box and put them on the table",
    "62093": "Put the mug cup on the orange plate",
    "26512": "Put the book in the box",
    "17169": "Pick up the small white book from the table and put it in the black lunch box.",
    "74384": "Put the plastic grapes and strawberry in the box respectively",
    "61075": "Take the books out of the bookcase and put them upright on the table",
    "59668": "Put the red-white book and the purple object in the black box",
    "88589": "Take the cup from the plate and put it on the table",
    "95230": "Put the yellow and orange books in the black box",
    "46231": "Take the book out of the black box, take the sauce bottle out of the box",
    "59799": "Move the book from the case to the table",
    "56985": "Pick up the book and put it in the box",
    "11420": "Put the grapes and green and red object in black basket",
    "63782": "Put the yellow-white book and the red fruit plush toy in the black box",
    "87211": "Put the book in the box",
    "3887": "Put the mug directly on the table",
    "20272": "Get the white cup from the table and place it on the orange plate",
    "30771": "Take the book from the black box and place it on the table then put it back in the black box",
    "44597": "Put the left and right books in the black box respectively",
    "4922": "Put the alphabet booklet on the table",
    "80698": "Put the book in the black box",
    "47292": "Put the white mug on the red plate and then put them back on the table",
    "68284": "Pick the cup on the plate and put it on the table",
    "960": "Separate the mug from the side plate.",
    "90054": "Put the book on the left in the black box, put the grape toy in the box, remove the book from the  box then put the strawberry toy in the box",
    "82382": "Put the book inside the black box",
    "47569": "Remove the mug from the small plate and put it on the table.",
    "70609": "Put the grape and strawberry toys in the black box",
    "63702": "Put the book in the black box",
    "40535": "Remove the book from the black box and place it on the table",
    "66136": "Put the mug on the plate",
    "75863": "Place the two small books inside the black box",
    "60507": "Remove the book from the black bowl and put it on the table",
    "10206": "Move the books from the box to the table",
    "52447": "Put the book in the black bowl",
    "69857": "Put the grape and the strawberry plush on the table",
    "7650": "Put the fruit plush toys on the table and place the cards in the box",
    "34661": "Put the alphabet booklet on the table",
    "10342": "Place the two books on the desk",
    "42088": "Remove the orange book from the black box",
    "10730": "Put the white cup on the orange plate",
    "47211": "Remove the strawberry and grapes from the black box",
    "52588": "Put the white mug on top of the orange plate",
    "35184": "Put the book into the black box.",
    "83826": "Take the fruits out of the box and place them on the table",
    "57974": "Put the purple and red toys in the black box",
    "47735": "Pick up the two small books from the table and put them in the black bowl.",
    "59510": "Put the mug on the plate",
    "50937": "Take the small books out of the book holder",
    "61302": "Take the plastic grapes and strawberry from the black box one at a time and put them on the table",
    "56316": "Remove the book from the box and put it on the table, put it back in the box, then back on the table again.",
    "73342": "Put the white mug on top of the orange plate",
    "91903": "Take the strawberry and grapes out of the black box"
}