{
    "95234": "Remove the green packet from the bottom shelf and place it on the counter.",
    "12550": "Put the water bottle in the black pot on the left",
    "74889": "Hang the white hanger on the right upper cabinet door.",
    "8970": "Move the white mug to the right.",
    "67855": "Put the black tongs on the dishrack.",
    "35344": "Pick up the blue cloth from the stove and put it in the cabinet",
    "36882": "Remove one paper towel from the tissue box",
    "50962": "Place the measuring spoons on the dishrack.",
    "26132": "Hang the hanger on the handle of the right upper cabinet door.",
    "54778": "Put the plastic spoon inside the white mug",
    "71314": "Pick up the spoon and place it in the cup",
    "58136": "Remove the silver spoon from the dish rack and put it on the counter.",
    "3609": "Take the fork off of the dish rack",
    "49051": "Hang the green towel on the coat hanger",
    "28444": "Put the fork in the dish rack",
    "87070": "Pick up the blue spoon and place it on the counter",
    "31135": "Put the middle fork in the middle section of the white object",
    "85664": "Hang the coat hanger on the knob of the cupboard",
    "79137": "Put the green towel on the right side of the dish rack",
    "71586": "Put the black pot in the top cabinet",
    "47139": "Pick up the water bottle, put it in an upright position and move the black cup to the right",
    "551": "Put the fork on the cloth",
    "34216": "Put the clothing hanger on the job of the cupboard",
    "1709": "Pour the contents in the black pot inside the water bottle",
    "90413": "Put the spoon inside the mug",
    "43313": "Use the green towel to remove the lid from the silver pot and place it on the dishrack then place the towel on the countertop.",
    "68017": "Move the bottle to the left. Then, open the right door of the wall cabinet, retrieve a cup, and place it on the counter.",
    "438": "Move the white mug to the left then use the green towel to wipe the countertop.",
    "6327": "Put the plastic glasses in the drying rack",
    "13112": "Move the box forward then remove the tissue from the box",
    "55606": "Move the spoon to the right",
    "71994": "Put the lid on the pot",
    "34747": "Put the bottle upright, then move the black pot to the left",
    "15165": "Put the green rag on the left corner of the white basket",
    "36158": "Remove the spoon from the cup",
    "19135": "Pick up the two folks from the dish dryer and put them on the counter",
    "17216": "Fully close the right part of the cabinet",
    "34881": "Use the tissue to wipe the counter top",
    "58941": "Hang the green towel on the dishrack.",
    "62654": "Pick up the napkin box from the counter and put it on the dish dryer",
    "62404": "Put one silver spoon and silver fork on the dishrack.",
    "70211": "Put the water bottles inside the bottom shelf in the cupboard",
    "32329": "Remove one spoon from the cutlery holder on the dishrack.",
    "74": "Turn the white object to the left",
    "69067": "Turn the plate rack around partially",
    "17356": "Shift the spoons from the plate rack to the counter",
    "16462": "Remove the spoon from the cup",
    "61134": "Put the white spoon in the mug.",
    "56317": "Pour the water in the white mug into the black cup",
    "7891": "Hang the green towel on the edge of the dish rack",
    "54739": "Pick up the cloth and put it on the clothing hanger",
    "76799": "Pick up the green cloth and hang it on the hang wire",
    "17502": "Lean the lid on the side of the plate rack",
    "19168": "Put the hanger on the knob of the top right cabinet door",
    "83553": "Open the cabinet",
    "53859": "Put one silver spoon on the dishrack.",
    "11748": "Put the blue object in the white mug",
    "20070": "Put the silver lid on the silver pot.",
    "22375": "Put the white hanger on the stovetop.",
    "64487": "Put two silver spoons in the cutlery holder on the dishrack.",
    "17770": "Move the mug to the left then remove the coat hanger from the knob",
    "91503": "Turn the white object to the right",
    "44148": "Remove the silver pot from the drying rack and put it on the bottom left stove plate",
    "88821": "Put the packet inside the cupboard",
    "36215": "Put the lid on top of the pot",
    "57337": "Pour the liquid from the mug into the black measuring cup.",
    "15098": "Put the cloth on the countertop",
    "31613": "Put one silver fork and spoon on the dishrack.",
    "18431": "Open the cabinet and take out a bottle from the cabinet"
}