{
    "42496": "Move the clear cup to the right.",
    "3969": "Put the toy car in the cabinet",
    "33153": "Use the towel to wipe the counter",
    "53505": "Pick up the yellow bowl put it in pink bowl, pick the green object put in the stacked  cups",
    "33158": "Use the towel to wipe the countertop.",
    "26231": "Move the orange toy car to the right",
    "64264": "Place the brown object in the cup",
    "84234": "Remove the yellow bowl from the cabinet",
    "36747": "Use the towel on the open cabinet door to wipe the table top",
    "14989": "Close the left cabinet door.",
    "91406": "Open the left door of the cabinet on the right.",
    "35727": "Remove the pink bowl from the cabinet",
    "21648": "Pick up the white tea towel from the countertop and hang it on the right cabinet door",
    "59921": "Open the cabinet's left door",
    "25364": "Hang the towel on the cabinet's door",
    "45078": "Put the tennis ball inside the brown cup then move the yellow cup to the left",
    "75159": "Remove the marker and green ball from the black tray and put them on the cabinet top",
    "11160": "Put the tennis ball inside the cupboard drawer",
    "86682": "Take the cloth off of the cabinet door and white the top of the cabinet with it",
    "41115": "Move the wooden basket to the right",
    "89754": "Pick up the towel and unfold it",
    "32288": "Pick up the white towel and place it on the open cabinet door",
    "80931": "Place the tennis ball in the black tub on the right side",
    "9002": "Pour the contents in the clear cup into the basket.",
    "45740": "Close the cabinet door on the right",
    "6189": "Place the stacked bowls in the cabinet then unstack them.",
    "46000": "Put the pink bowl in the black box on the right.",
    "18997": "Close the left door of the cabinet on the right.",
    "26167": "Remove the ball from the black object",
    "69559": "Use the tea towel to wipe the cabinet top",
    "32699": "Use the white cloth to wipe the top counter",
    "46268": "Put the marker, the tennis ball and the green object in the black box",
    "91969": "Close the left cabinet door",
    "88005": "Put the tennis ball on top of the candle holder then put the towel in the basket.",
    "13638": "Close the cupboard completely",
    "84041": "Use the towel to wipe the top of the dresser",
    "19147": "Remove the green toy from the open cabinet then place it inside the yellow bowl.",
    "76236": "Remove the cloth from the basket",
    "2765": "Move the yellow ball to the right",
    "62413": "Put the car on top of the cabinet.",
    "76367": "Open the right side of the bottom cabinet drawer",
    "68692": "Open the left door of the cabinet on the right.",
    "1114": "Use the towel to wipe the top of the cabinet.",
    "37082": "Put the clear cup on to of the white box.",
    "50268": "Move the marker to the orange box close to it",
    "49761": "Open the left cabinet door",
    "58472": "Open and close the bottom left cabinet door",
    "56681": "Put the tennis ball on the countertop.",
    "23530": "Move the towel to the right.",
    "78445": "Place the yellow vessel on top of the cabinet.",
    "17134": "Pick up the cloth from the counter and hang it on the cabinet door",
    "7920": "Put the pink bowl inside the yellow bowl",
    "58738": "Use the towel to wipe the top of the cabinet.",
    "68211": "Put the tennis ball in the black box on the right.",
    "21748": "Open the cabinet",
    "11382": "Move the tennis ball and place it next to the pink item",
    "18678": "Put the paper in the cabinet",
    "39037": "Remove the yellow bowl from the cabinet"
}