{
    "21122": "Put the white sachet in the top left compartment",
    "93827": "Lift the brown sachet and pour some of its content into the cup",
    "22148": "Remove a yellow sachet from the top shelf and put it on the counter",
    "40452": "Remove one yellow sachet from the topmost shelf and place it on the napkin.",
    "3206": "Put one brown sachet on the middle shelf of the stand.",
    "77828": "Press on the brown object",
    "10249": "Put the paper cup on the left into the paper cup on the right",
    "78732": "Remove the packet from the shelf and put it on the counter",
    "11024": "Pick up the brown pack and put it down",
    "24466": "Press down the sauce sachet",
    "82834": "Remove the object from the cup and put it on the countertop",
    "68502": "Unstack the two coffee cups.",
    "71066": "Pour some tomato sauce into the cup",
    "17179": "Move one yogurt bottle from the middle bottom rack and place it on the table",
    "93083": "Pour the contents from the small white container to the left cup",
    "11942": "Lift the cup on the right and put it inside the cup on the left",
    "11048": "Lift one tomato  ketchup  and put it on the kitchen countertop",
    "44713": "Press on the brown object",
    "31607": "Stack the coffee capsules",
    "74159": "Pick up the red sachet from the counter and put it on the wooden stand.",
    "15797": "Take the tiny cup off of the rack",
    "89909": "Squeeze the sauce out of the orange sachet on the napkin on the counter",
    "24634": "Press down on the yellow sachet",
    "10043": "Remove a brown stick from the second top compartment from the left and put it on the counter",
    "1853": "Put the straw on the top second left rack",
    "53826": "Take the yellow packet off of the rack",
    "46403": "Put the white sachet on the top right rack",
    "67526": "Put the sachet on the shelf",
    "35019": "take an object and put it on the counter",
    "24524": "Press down on the white sachet.",
    "85201": "Remove the brown object from the first left rack",
    "65879": "Shift one yellow packet to the counter",
    "4440": "Pick up the yellow sachet from the counter and put it on the topmost shelf of the stand.",
    "8409": "Press down twice on the yellow snack.",
    "67165": "Take the small brown packet off of the shelf",
    "93405": "Pick up the white paper cup on the right and pour all its contents into the white paper cup on the left",
    "11362": "Move the brown chopstick closer to the other sticks",
    "64866": "Put the plastic on the rack",
    "61540": "Pick up one packet of the white item on the top shelf in the first box to the far right",
    "88546": "Turn the yellow sachet upside down, then press the top of it",
    "17003": "Put one stirrer on the countertop.",
    "88045": "Pick up the yellow package and place it in the top most second left rack",
    "8049": "Press down on the white sachet on the napkin.",
    "17777": "Pick up the coffee pod from the counter and put it on the bottom shelf.",
    "75377": "Put the orange sachet on the wooden stand.",
    "26486": "Pick up the long brown object on the table and put it in the paper cup",
    "17015": "Take a cup out of another",
    "15482": "Lift the milk from the plain paper, pour it in the cup and then put it back on the plain paper",
    "22653": "Pick up the paper cup on the right and pour its contents into the paper cup on the left",
    "126": "Press down the yellow sachet"
}