{
    "26498": "Move the cupcake plush toy",
    "87938": "Move the can away from you",
    "76806": "Remove the object from the pot.",
    "68615": "Pick up the salt cellar and put it on the right side of the table",
    "59912": "Put the blue block inside the white pot",
    "27401": "Move the maize cob to the left",
    "63497": "Put the salt cellar inside the white pot",
    "78727": "Move the red object to the left",
    "36879": "Remove the salt shaker out of the bowl",
    "90899": "Move the orange towel to the right.",
    "9879": "Move the gray object forward to the left",
    "74782": "Move the cupcake backward",
    "75423": "Pick the cellar in the pot and put it on the table",
    "95392": "Put the green object inside the pot",
    "93730": "Move the towel to the right",
    "1828": "Pick up salt cellar and put it in the pot",
    "70442": "Slide the can to the left",
    "55852": "Move the orange cloth",
    "74540": "Remove the white bottle from the white bowl and put it on the table",
    "23985": "Pick up the saltcellar from the table and put it in the pot",
    "70195": "Remove the salt shaker out of the bowl",
    "58549": "Move the salt shaker to the left",
    "39097": "Pick up the blue object on the table and put it in the pot",
    "38841": "Pick up the salt cellar from the table and put it in the white bowl.",
    "37187": "Move the bowl to the right",
    "65604": "Pick up the grey object and put it in the pot",
    "54731": "Move the towel to the edge",
    "17358": "Put the salt cellar in the white pot",
    "35662": "Move the purple object to the right",
    "13392": "Put the maize in the white bowl",
    "1234": "Slide the orange towel to the left",
    "28754": "Pick up the white salt cellar from the bowl and put it on the table.",
    "40275": "Put the salt shaker inside the pot",
    "42073": "Move the corn to the right side of the table.",
    "17497": "Put the saltshaker into the bowl",
    "61151": "Move the green object midway between the can and the bowl",
    "93535": "Move the pot to the left",
    "73441": "Move the shaker to the right",
    "21222": "Move the blue object on the table",
    "48870": "Move the orange towel backwards",
    "63207": "Pick up the salt cellar and put it in the pot",
    "51945": "Move the can backwards",
    "76138": "Move the white pot backwards.",
    "64494": "Remove the salt cellar from the white pot.",
    "3315": "Move the cupcake forwards",
    "75124": "Pick up the saltcellar from the pot and put it on the table",
    "85493": "Pick the blue cube in the bowl and put it on the table",
    "58234": "Move the bottle to the left",
    "54141": "Pick up the saltcellar from the pot and put it on the table",
    "78462": "Remove the blue object from the pot"
}