{
    "79360": "Fold up the blue T Shirt on the table.",
    "4097": "Fold the t-shirt twice",
    "21508": "Get the red object from the white bowl on the right put it on the white plate on the left",
    "77833": "Pick the stuffed pineapple and put it in the basket",
    "41490": "Remove the watermelon from the pot and place it in the basket",
    "64018": "Pick up the pineapple plush toy from the carton box and put it in the black tray",
    "16917": "Unfold the peach shirt on the table.",
    "94741": "Fold the shirt",
    "88599": "Unfold the T-shirt on the table",
    "60442": "Remove the tape from the wooden holder",
    "77341": "Put the yellow ball in the bowl to the right",
    "34335": "Fold the blue cloth in half",
    "26656": "Move the balls from the bowl to the plate",
    "3107": "Pick up the plush pineapple toy and put it in the vegetable rag",
    "11816": "Unfold the sweatshirt on the table",
    "29737": "Put the banana plush toy on the black tray",
    "86569": "Unfold the blue t-shirt",
    "76848": "Put the banana plushy on the black tray",
    "90161": "Fold the sweatshirt",
    "81459": "Hang the light-blue object on the stand",
    "70196": "Take the pineapple plush toy from the black pot and put it on the oven tray",
    "28213": "Unfold the orange cloth",
    "47670": "Move the cup backwards",
    "33337": "Unfold the shirt",
    "70716": "Put the red ball inside the white bowl on the right",
    "32317": "Unfold the shirt on the table.",
    "43582": "Remove the pear plush toy from the table and place it on the grey plate, remove the pineapple toy then watermelon toy from the basket and place them on the grey plate",
    "25152": "Move the balls from the plate to the bowl",
    "68162": "Wipe the table with the towel",
    "79428": "Unfold the orange cloth",
    "56904": "Take the pineapple plush toy out of the box and put it on the tray",
    "5711": "Put the pink ball in the white bowl",
    "12373": "Put the pineapple plush toy on top of the blue pot, put the banana plush toy in the basket",
    "2136": "Fold the t-shirt",
    "18524": "Unfold the shirt once",
    "21085": "Fold the shirt",
    "43101": "Unfold the orange shirt",
    "44127": "Unfold the blue shirt",
    "7778": "Move the object from the box and put it on the tray",
    "84073": "Pick up the orange ball and put it in the empty white bowl",
    "84586": "Fold the shirt twice",
    "75884": "Unfold the cloth on the table",
    "9837": "Unfold the T-shirt on the table",
    "53359": "Fold the orange cloth",
    "94832": "Fold the shirt",
    "68722": "Pick the duck from the basket and put it on the plate",
    "627": "Spread the clothe",
    "53877": "Put the pineapple on the grey tray inside the fruit basket",
    "79990": "Unfold the sweatshirt",
    "45180": "Pick up the orange towel and place it crumpled on the counter",
    "35967": "Unfold the blue shirt",
    "78464": "Move the balls from the bowl to the plate",
    "82052": "Remove the masking tape from the rack.",
    "37513": "Put the tape on the wooden rack",
    "19596": "Unfold the sweatshirt on the table",
    "39566": "Fold the right sleeve and then the left sleeve of the sweatshirt, fold the sweatshirt in half from bottom to top",
    "18576": "Take the masking tape off the hanger and put it on the table",
    "2707": "Remove the balls from the white plate and place them inside the white bowl",
    "19093": "Put the tomato plushy on the black plate in the box",
    "35477": "Put the masking tape on the top left handle",
    "90779": "Get the blue ball from the white bowl and place it on the white plate",
    "27808": "Unfold the sleeves of the orange sweatshirt",
    "50848": "Hang the blue clip on the wooden stand",
    "6308": "Unfold the orange cloth",
    "79012": "Fold the T-sheet on the table",
    "86694": "Put the banana plush toy in the black pot then put the strawberry plush toy on the black tray",
    "93861": "Place the spoon with the other cutlery then put the red ball on the plate",
    "89257": "Fold the shirt",
    "81586": "Unfold the blue t-shirt fully",
    "31923": "Fold the blue shirt twice",
    "61625": "Fold the towel on the table",
    "10426": "Take the banana plush toy out of the black pot and put it in the box",
    "18107": "Take the pear plush toy out of the box and put it on the black tray",
    "63674": "Unfold the towel",
    "64699": "Remove the pineapple plush toy from the pot and put it in the plate",
    "75455": "Unfold the peach cloth on the table.",
    "36034": "Unfold the t-shirt",
    "78530": "Pick up the peach towel and fold it.",
    "11460": "Fold the T-shit  on the table",
    "20678": "Remove the white tape from the wooden stand, place the blue clip on the wooden stand",
    "37580": "Get the objects from the black and grey trays and put them in the brown box",
    "57046": "Transfer the balls from the bowl to the plate",
    "3800": "Take the banana plush toy from the plate and put it in the box",
    "70874": "Pick the purple ball and put it in the bowl",
    "6363": "Fold up the peach sweat shirt on the table.",
    "41183": "Fold the sweatshirt",
    "57055": "Put the tomato in the silver bowl",
    "73951": "Pick the fruits on the plate and put them on the tray, then pick a fruit from the basket and put it on the plate",
    "92385": "Unfold the shirt",
    "38117": "Fold the blue t-shirt once",
    "57576": "Unfold the red object from the right to the left",
    "64233": "Unfold the blue t-shirt once",
    "26860": "Take the peg from the hanger and place it on the shirt",
    "94447": "Move the red, green and yellow objects from the white plate onto the white bowl respectively",
    "8944": "Fold the orange piece of clothing in half",
    "61172": "Pick up the orange and yellow balls from the bowl and put them in the plate.",
    "81655": "Take the banana plushie from the box and put it on the black plate",
    "64250": "Transfer the balls from the plate to the bowl",
    "11003": "Unfold the orange sweatshirt",
    "28924": "Unfold the T-shirt slightly and move it to the right",
    "40701": "Fold the sweatshirt from bottom to top",
    "58110": "Unfold the shirt",
    "92415": "Fold the blue shirt",
    "24320": "Take the yellow and orange bowls on the plate and put them in the bowl",
    "5890": "Fold the sleeves of the orange shirt",
    "31491": "Put the pineapple on the table",
    "82184": "Put the banana toy in the basket",
    "73482": "Unfold the shirt",
    "18706": "Pick the banana plushy from the pot and it on the black tray",
    "37650": "Fold the orange shirt",
    "66326": "Fold the sweatshirt sleeves",
    "68374": "Unfold the sweatshirt",
    "1304": "Pick up the banana and avocado plush toy and put it in the basket",
    "37144": "Put the pineapple plush toy in the box",
    "66331": "Put the yellow and orange balls in the bowl then put a spoon",
    "78631": "Unfold the sweatshirt",
    "12585": "Put the banana plushie on the gray plate then move the watermelon plushie to the black plate",
    "74537": "Pick up the watermelon plush toy from the basket and put it on the black tray.",
    "90924": "Fold the shirt",
    "18221": "Fold the cloth on the table",
    "69934": "Put the pineapple plush toy in the black pot and the pear in the box",
    "62767": "Take one ball out of the bowl and put it on the plate",
    "4403": "Hang the blue peg on the opposite side of the wooden rack",
    "50997": "Fold the orange shirt once",
    "59701": "Pick the red ball and put it in the bowl",
    "26424": "Fold the shirt",
    "31544": "Place the masking tape on the table",
    "22338": "Unfold then fold the shirt",
    "16195": "Fold the sweatshirt from bottom to top",
    "8006": "Fold the shirt in half",
    "31559": "Put the watermelon plush toy in the black pot, put the pineapple plush toy, pear plush toy and banana plush toy in the basket",
    "62278": "Fold the T-shirt",
    "26441": "Remove the tape from the wooden holder",
    "59721": "Unfold the blue shirt",
    "61258": "Unfold the shirt",
    "67916": "Put the yellow object in the black pot",
    "72519": "Switch off the lamp",
    "30031": "Move the green bowl to the white bowl",
    "14672": "Unhang the blue object from the hanger",
    "34642": "Take the red and green balls out of the white bowl",
    "7507": "Fold the sweatshirt",
    "5464": "Unfold the long sleeve shirt on the table",
    "69465": "Completely fold the red cloth",
    "25434": "Hang the tape on the wooden rack",
    "39771": "Fold the t-shirt from bottom to top then left to right",
    "62810": "Fold the shirt",
    "13662": "Unfold the shirt",
    "5472": "Remove the pineapple plush toy from the tray and put it in the basket",
    "10593": "Put the watermelon plushie in the black pot",
    "68461": "Hang the peg on the stand",
    "6510": "Put the green ball on the plate",
    "73583": "Remove the red and yellow balls from the white bowl and place them on the white plate",
    "8560": "Fold the t-shirt on the table",
    "86897": "Unfold the blue T Shirt on the table.",
    "66930": "Take the stuffed fruits from the basket and the tray and put them on the plate",
    "32627": "Fold the blue t-shirt once",
    "92534": "Fold the orange shirt",
    "92034": "Move the green and purple objects from the bowl to the plate respectively",
    "10117": "Unfold the shirt",
    "71045": "Remove the clothes peg from the wooden object and put it on the table",
    "76678": "Unfold the orange cloth",
    "95114": "Pick up the tape from the wooden holder and put it on the table.",
    "77196": "Hang the white masking tape on the wooden stand",
    "74638": "Fold the clothes fully",
    "78225": "Remove the pineapple and banana plushies from the box and put them on the plate. Remove the green plushy from the box and put it on the black tray",
    "10644": "Fold the shirt",
    "85912": "Hang the blue peg on the wooden object",
    "73629": "Take the peg from the wooden holder and put it on the table",
    "23966": "Fold the shirt in half",
    "13728": "Place the banana toy on the black tray",
    "19872": "Fold the right sleeve of the orange shirt then fold the shirt from bottom to top",
    "33187": "Unhang the tape from the wooden rack and put it on the table",
    "80804": "Put the purple ball in the bowl",
    "38309": "Fold the sweatshirt once",
    "43433": "Unfold the cloth on the table",
    "65961": "Pick up the banana from the black tray and place it inside the basket",
    "84905": "Remove the yellow plush toy from the basket.",
    "92586": "Close the drawer",
    "47022": "Pick up the objects from the white bowl and place them on the white plate",
    "53682": "Unfold the cloth",
    "10167": "Fold the sweatshirt on the table",
    "56761": "Hang the peg on the stand",
    "27068": "Pick up the masking tape and hang it on the wooden stand",
    "75200": "Fold the shirt",
    "49607": "Unfold the orange shirt",
    "52683": "Fold the orange towel in half",
    "89547": "Pick the masking tape and hang it on the wooden stand",
    "47565": "Move the purple ball from the bowl on the right to the bowl on the left",
    "6607": "Pick the red ball and put it in the bowl",
    "54224": "Pick up the light blue cloth pin from the wooden stand and put it on the table.",
    "67543": "Unfold the shirt",
    "56801": "Remove the carrot toy from the basket and place it in the black pot",
    "24549": "Move the balls from the plate to the bowl",
    "12776": "Put the banana plush toy in the black pot and the pear plush toy in the blue pot",
    "39405": "Unwrap the folded peach t-shirt on the table.",
    "80883": "Remove the pineapple toy from the blue pot and place it in the basket",
    "88051": "Put the yellow ball in the bowl",
    "38389": "Unfold the orange shirt from right to left",
    "54775": "Fold the sweatshirt twice",
    "10238": "Pick up the light blue cloth peg and put it on the table."
}