{
    "56832": "Put the blue circle on the wooden object.",
    "74759": "Pick up the yellow block on the right and place it on the wooden board",
    "4105": "Move the green block on the wooden pallet to the right",
    "50699": "Put the green block on the wooden surface",
    "50189": "Move the round orange block near the black object to the top of round yellow block on the wooden board",
    "80399": "Pick two orange rings on the object and put them on the table",
    "91153": "Remove the orange circle from the wooden object.",
    "71200": "Pick up the orange object from the wooden object and put it on the table",
    "47137": "Put the green block on the yellow block which is on the green block",
    "19490": "Pick up the orange object from the wooden object and put it on the table",
    "16936": "Pick the yellow block in the slot on the wooden object",
    "16427": "Remove one orange ring from the wooden platform",
    "71215": "Place the yellow square block on the board at the front of the table",
    "82994": "Pick up the green object on the table and put it on top of the other green object",
    "52788": "Move the round orange block from the second position from the right on the wooden board to the table",
    "76346": "Remove the orange ring from the left side of the wooden stand",
    "77883": "Put a yellow block from the table in the second compartment from the right of the wooden tray",
    "12861": "Pick up the yellow block on the back left side of the table and place it on top of the stacked blocks",
    "69693": "Place the orange ring on the left on the wooden board",
    "27207": "Pick up the tokens from the holder and put them on the table.",
    "42573": "Pick up an orange disc from the table and put it on the second rod from the top of the wooden rack",
    "32334": "Put a yellow block in the second compartment from the left of the wooden tray",
    "93265": "Pick the yellow block and put it on the green block",
    "70746": "Pick up the second orange object to the right from the wood and put it on the table",
    "50786": "Pick up the orange ring on the right and place it on the wooden board",
    "63591": "Put the yellow block on the table in the first compartment from the right of the wooden tray",
    "63081": "Remove an orange disc from the wooden rack and put it on the table",
    "44653": "Pick up the green block at the front of the table and place it on the wooden board on top of the blue box",
    "1646": "Remove one orange ring from the right side of the board and put it on the table",
    "72815": "Move the yellow square block to the right",
    "77935": "Put the yellow square on the wooden board",
    "46708": "Pick up the orange token from the table and put it on the wooden  holder.",
    "14455": "Detach an orange disc from the wooden rack and put it on the table",
    "12924": "Remove the round blue and yellow blocks from the wooden board and put them on the table",
    "88191": "Place the green block on the wooden board",
    "45184": "Unhang the orange object from the third column of the object and put it on the table",
    "54402": "Remove the last ring to the right of the wooden platform",
    "87172": "Pick the orange ring and put it on the wooden object on the left of the table",
    "41607": "Put the green square block on the first position from the left on the wooden board",
    "34442": "Pick up any orange object from the wood and put it on the table",
    "62603": "Pick the blue ring and put it on the object",
    "14988": "Pick up the yellow object from the wooden object and put it on the table",
    "84628": "Remove one round orange object from the second position on the wooden board and put it on the table",
    "8341": "Pick an orange ring on the object and put it on the table",
    "71319": "Pick up the yellow and orange circles from the wooden object then put them on the table.",
    "7833": "Take the round orange and yellow blocks from the table and put them on the third and fourth position from the right on the wooden board respectively",
    "2203": "Pick up the orange object from the wooden object and put it on the table",
    "36508": "Pick up the yellow square from the table and place it on the wooden board on top of the blue box",
    "43686": "Put the right green square block at the left of the yellow square block on the wooden board",
    "93350": "Remove the blue square from the wooden object then put another blue square on to the wooden object.",
    "71342": "Remove the orange object from the thing and put it on the table",
    "52404": "Place one orange ring on the right side of the wooden board",
    "28341": "Remove the green square from the wooden object.",
    "87739": "Pick up the blue object and put it on the table.",
    "13502": "Place the yellow block on the right on the wooden board on top of the blue box",
    "18626": "Get the top green block then put it on top of the wooden structure then put the small yellow block on top of the bottom green block",
    "88263": "Put the orange circle on the wooden object.",
    "78540": "Remove the right round orange block on the wooden board and put it on the table",
    "13519": "Remove the blue ring from the wooden stand",
    "44239": "Put the yellow rectangle on the wooden platform",
    "75987": "Pick up the orange object from the wooden object and put it on the table",
    "13524": "Put the green block on the wooden board on top of the blue box",
    "2263": "Put the yellow square on the wooden object.",
    "76507": "Put the green cube on the wooden pallet",
    "63210": "Move the object forward near the blue box",
    "94442": "Stack the orange circle on the wooden object.",
    "82670": "Put the green cube on the wooden pallet",
    "13039": "Remove the orange square from the wooden object.",
    "74991": "Put the yellow block on the middle compartment of the wooden tray and then put an orange block on the first rod of the wooden rack",
    "93428": "Stack two green square blocks and the yellow square block together respectively",
    "19190": "Pick the yellow ring and put it on the table",
    "70902": "Pick the orange ring and put it on the table",
    "20729": "Put the yellow ring on the wooden platform",
    "89345": "Pick up one orange object from the wooden object and put it on the table",
    "7951": "Pick up the green object and put it on the table",
    "45328": "Pick up the yellow block on the right and place it on top of the green block",
    "64783": "Remove the orange ring from the platform",
    "34069": "Detach an orange disc from the wooden rack and put it on the table",
    "73495": "Pick up an orange circle and put it on the table.",
    "12579": "Put the yellow square toy on the wooden object.",
    "34086": "Pick up the orange object from the wooden object and put it on the table",
    "48939": "Pick up an orange circle and put it on the table.",
    "65850": "Remove the green and orange circle from the wooden object and put them on the table.",
    "81217": "Unhang the yellow object from the wooden object and put it on the table",
    "6471": "Pick up the yellow tokens from the holder and put them on the table.",
    "34636": "Put the green toy on top of the wooden object.",
    "65870": "Remove the yellow ring from the orange ring on the wooden board",
    "95055": "Take the orange coin from the table and put it on the rack, then take a different orange coin from the rack and put it on the table, and put a yellow one on top of the orange one on the rack",
    "76626": "Move the wooden object forward and then remove the orange circle.",
    "53075": "Put the yellow block on the wooden pallet",
    "61274": "Take the yellow block and put it in the box",
    "15717": "Put the yellow square in its empty wooden pod",
    "14694": "Pick up the orange object from the wooden object and put it on the table",
    "29543": "Put the yellow ring on the wooden platform",
    "63334": "Put the square on the wooden object.",
    "64358": "Remove one orange ring from the right side of the wooden board",
    "94054": "Turn the black object clockwise then put the green block on he first position on the wooden board",
    "61808": "Unhang the orange object from the third column of the object and put it on the table",
    "49534": "Put the green block on the orange block",
    "31615": "Pick up the orange token from the holder and put it on the table.",
    "9087": "Put the green block next to the other green block on the wooden board",
    "27523": "Pick up the yellow object from the wooden object and put it on the table",
    "10635": "Move the orange round block from the second position from the left and put it on the orange round block on the table",
    "48017": "Remove the round orange blocks from the wooden board and put them on the table",
    "86418": "Remove the blue ring from the wooden stand and place it on top of the orange ring on the left side of the table",
    "67989": "Put the orange ring on the wooden platform",
    "74135": "Pick up the orange object from the table and put it on the wooden object",
    "49048": "Put an orange circle from the wooden object.",
    "79259": "Pick up one orange object from the wooden object and put it on the table",
    "65948": "Remove the round orange block from the position farthest from you on the wooden board and put it on the table",
    "16285": "Stack the green toy on top of the yellow one.",
    "26020": "Put the yellow square on the wooden object.",
    "57253": "Put an orange disc from the table onto the wooden rack",
    "63396": "Pick up the yellow block at the front of the table and put it on the wooden board",
    "27560": "Put an orange disc on the empty rod of the wooden rack",
    "44969": "Put the orange rings on the wooden board",
    "18348": "Put the green block on the square compartment on the box",
    "11698": "Remove the round orange block from the top of the round blue block and put it on the table",
    "47027": "Put the round orange block on the first position on the wooden board from the right on the table",
    "55733": "Put the square yellow block properly in the wooden board",
    "15799": "Pick up one token from the holder and put it on the table.",
    "9144": "Pick up the orange object from the table and put it on the wooden object",
    "67512": "Pick up the orange objects and put them on the table",
    "3524": "Pick up the blue object from the wooden object and put it on the table",
    "26566": "Pick up the orange object from the wooden object and put it on the table",
    "29644": "Pick up the orange object and put it on the table",
    "77266": "Detach two orange discs from the right end of the wooden rack and put them on the table",
    "62419": "Pick up the yellow block on the right side of the table and put it on top of the green block on the left",
    "992": "Pick up the orange object and hang it on the last column of the object",
    "47072": "Pick the orange ring and put it on the object",
    "996": "Put the orange circle onto the wooden object.",
    "45030": "Pick up the yellow object from the table and put it on top of the blue object",
    "79846": "Remove the yellow ring from the wooden board",
    "34792": "Pick up one orange object from the wooden object and put it on the table",
    "66546": "Put the round yellow block on the round red block on the wooden board",
    "61941": "Remove the yellow object from the wooden structure",
    "46582": "Pick the yellow square and put it on the wooden object"
}