{
    "91522": "Put the green block in the pot",
    "59652": "Put the yellow plush toy inside the silver pot",
    "4485": "Move the green block to the left",
    "91524": "Remove the black and yellow plush toy from the pot and place it on the front right side of the table.",
    "17159": "Put the yellow plushy in the pot",
    "89480": "Put the yellow block inside the silver pot",
    "27150": "Put the brown object in the pot",
    "44942": "Put the green block on the table",
    "5905": "Move the yellow object to the left",
    "1298": "Move the cube forward",
    "35859": "Remove the block from the pot",
    "66450": "Put the brown object in the pot",
    "10138": "Remove the plush toy from the pot and put it on the table",
    "26907": "Move the plush toy",
    "80926": "Pick up the object from the silver bowl and put it on the table.",
    "16159": "Move the cube backwards",
    "42400": "Remove the object from the pot.",
    "55073": "Put the brown object in the pot",
    "81193": "Place the sponge inside the silver pot",
    "90283": "Pick up the object from the silver pot and put it on the table.",
    "9646": "Move the towel forward",
    "75184": "Move the silver pot to the left",
    "35381": "Put the yellow object inside the pot",
    "4792": "Remove the yellow block from the silver bowl and put it on the table",
    "9146": "Push the orange towel forwards.",
    "55099": "Move the towel closer to you",
    "56640": "Put the brown object in the pot",
    "29377": "Pick the yellow object and move it up on the table",
    "9539": "Remove the plushy from the pot",
    "62534": "Move the yellow cube forward",
    "16584": "Move the orange towel forwards",
    "71369": "Take the plush sandwich out of the silver bowl",
    "44490": "Move the towel backwards.",
    "6732": "Remove the yellow object from the silver bowl and put it on the table",
    "12492": "Remove the yellow object from the pot",
    "78549": "Put the brown object in the pot",
    "33754": "Pick up the plush toy from table and put it in the pot",
    "11109": "Put the block in the pot",
    "29925": "Pick up the plush toy and put it in the pot",
    "18416": "Move the towel to the right",
    "33783": "Remove the brown object from the pot",
    "46451": "Move the orange cloth",
    "65788": "Move the yellow plush toy",
    "22902": "Move the green block to the left",
    "23798": "Put the grey block into the silver pot",
    "2936": "Move the orange towel to the left",
    "53494": "Pick up the object from the pot and put it on the table.",
    "15738": "Pick up the green block from the silver pot and put it on the table.",
    "84596": "Move the yellow block to the right",
    "25212": "Move the orange towel forwards.",
    "36478": "Move the cloth"
}