{
    "53762": "Put the banana, on the counter, next to the other bananas",
    "86539": "Press a button on the stove",
    "85521": "Press the power button on the oven",
    "78358": "Use the silver soon to put some of the brown objects onto the small plate",
    "85527": "Press the button on the oven",
    "1561": "Put the blender's lid on the white plate",
    "18971": "Press the top right button of the dish washing machine",
    "24104": "Put one orange object in the plastic",
    "51753": "Press a button on the dishwasher.",
    "25138": "Use the silver ladle to put some of the coffee beans onto the small white plate",
    "52277": "Pour the snacks out of the white and blue packet and into the food pack.",
    "28216": "Move the cookie on the counter to the slightly to the left",
    "84552": "Close the bowl",
    "90697": "Put a cookie inside the styrofoam container",
    "74317": "Close the takeaway pack",
    "53327": "Close the food pack.",
    "92244": "Put the silver lid on the glass container.",
    "5725": "Put the apple in the fruit rack at the bottom",
    "1123": "Close the food pack.",
    "64100": "Remove the silver lid from the glass container.",
    "65635": "Remove one orange object from upper segment of the takeaway pack and put it in the lower segment",
    "56422": "Close the lunch pack",
    "93285": "Transfer a spoonful of contents from the glass container to the right plate",
    "94309": "Press a button on the dishwasher",
    "2669": "Press a button on the dishwasher.",
    "5752": "Scoop some of the beans in the jar and put them on the plate",
    "15492": "Place the cookie on the white spoon in the food pack.",
    "66189": "Pour some of the contents of the blue packet into the foam pack",
    "59535": "Move some objects from the bowl onto the lunch pack",
    "83600": "Use the black spoon to place some coffee beans from the glass container on the white plate on the left.",
    "8855": "Move the clementine from the counter top to the fruit rack where the other clementines are",
    "80023": "Pick up the bowl and pour it's contents on the plate",
    "3741": "Take a scoop of coffee grounds and place them in the coffee blender",
    "82080": "Press a button on the machine",
    "19617": "Press a button on the right side of the oven",
    "47270": "Use the spoon to put some coffee beans from the coffee jar onto the empty plate",
    "8370": "Press the button on the dishwasher",
    "73394": "Pour the coffee beans on the plate into the coffee making machine",
    "5301": "Pick up some contents from the bowl and put them inside the container",
    "195": "Pour the coffee beans from the white plate into the coffeemaker.",
    "84177": "Pour the contents in the bowl into the carton box",
    "19159": "Pick up the spoon and scoop some of the contents in the jar and pour them in the bowl",
    "35039": "Put the silver lid on the counter",
    "93410": "Pour the contents from the bowl to the plate",
    "78570": "Pour the contents from the left cup into the right cup",
    "39153": "Put one orange object on the spoon",
    "47353": "Pick up some snacks from the disposable plate and put them in the bowl",
    "51968": "Put the apple on the rack",
    "86785": "Press a button on the dishwasher.",
    "20241": "Pour the contents from the bowl into the lunch pack",
    "27412": "Press a button on the dishwasher",
    "51478": "Press the button on the object",
    "83239": "Press the middle button on the left side of the dish washing machine",
    "63792": "Press a right button on the right side of the dish washing machine",
    "30513": "Put the apple on the bottom rack",
    "62769": "Use the silver spoon to place some coffee beans from the glass container onto the counter.",
    "66866": "Use the black ladle to take some coffee beans from the glass container and place them in the black and white bowl.",
    "76086": "Press a button on the dishwasher",
    "73036": "Move the silver lid to the counter, and then place it back on the clear object",
    "94546": "Place the lid on back on the coffee container",
    "25945": "Press a button on the dishwasher",
    "43359": "Put the orange object on the spoon, then pour out the object from the spoon into the lunch pack",
    "70500": "Move the yellow object to the packet, then move the packet to the counter",
    "26477": "Press a button on the dishwasher.",
    "65396": "Put the lid on the dishwasher",
    "20341": "Put one orange from the counter in the bottom basket.",
    "60277": "Use the black ladle to put some of the contents of the coffee jug onto the big white plate",
    "376": "Use the silver spoon to get some coffee beans from the container and put them on the small white plate.",
    "891": "Put the orange object in the carton box inside the pack",
    "84349": "Put the orange objects in the plastic",
    "37246": "Use the scooper in the coffee grounds container to take one scoop then empty it onto the plate on the far right then place the scooper back",
    "72576": "Pour the contents in the white object onto the container",
    "3459": "Pick up a banana and place it on the kitchen counter",
    "69507": "Put the lid on the blender.",
    "54152": "Press a button on the dishwasher",
    "9102": "Press a button on the dishwasher.",
    "19349": "Place the orange object into the packet",
    "12697": "Press a button on the dishwasher.",
    "71578": "Press the top button on the left of the dish washing machine",
    "21403": "Spoon the coffee in the coffee maker",
    "21915": "Remove one apple from the rack",
    "56743": "Pick up the object from the bag and put it on the bowl",
    "15274": "Press the bottom right button of the washing machine",
    "31675": "Use the black ladle to place some contents from the glass container into the coffee cup on the left.",
    "60860": "Close the food pack.",
    "13249": "Press a button on the dishwasher.",
    "77761": "Pick up the clear lid on the white plate and put it on the black machine",
    "47582": "Transfer a spoonful of contents from the container into the cup",
    "62438": "Pick up the fruit from the basket and put it on the table",
    "95208": "Remove the lid from the blender and put it on the counter",
    "62964": "Press the button on the oven",
    "61946": "Use the white spoon to place one snack in the food pack."
}