{
    "14343": "Move the block from the pile blocks  and put it on the table",
    "83848": "Pick up the object that is alone on the table and put it on top of the rectangular object on the right side of the table",
    "50065": "Pick up the wooden block from the table and move it to the left.",
    "11666": "Put the stacked block on the table",
    "72597": "Pick up the bridge shaped object and put it on the table",
    "31644": "Pick the cylindrical block and put it on the table",
    "59933": "Pick up the square object and put it on the table",
    "47774": "Remove the object from the smaller  toy tower and put it on top of the larger toy tower",
    "72862": "Move the topmost rectangular block to the left",
    "73763": "Stack the wooden blocks on the table",
    "45736": "Move the square object to the left",
    "36140": "Put the rectangular block on the square block",
    "66351": "Put the flower shaped block on top of the cube",
    "10928": "Put a rectangular block on top of the cubes",
    "28080": "Put the cube on the smaller rectangular block",
    "30514": "Put the wooden block on top of the other wooden block on the desk",
    "10935": "Put the star block on the wooden tower",
    "75321": "Put  the cube on the circular block",
    "81722": "Put the square block that is on the top of other blocks on the table",
    "3778": "Put the cylindrical block on top of the stacked bricks",
    "90050": "Put the flower shaped block on top of the cube",
    "92227": "Pick up the remaining object on the table and put it on top of the other objects on the table",
    "7109": "Pick up the cylindrical block and put it on the table",
    "54984": "Pick up the rectangular block at the back and put it on top of the stacked blocks at the front.",
    "55880": "Remove the X-shaped block from the top of the stack.",
    "15441": "Move the object to the backward to the left",
    "83025": "Put the rectangular block on top of the rectangular block with an arch",
    "56916": "Move the square from the cylinder on the left to the blocks at the back.",
    "50517": "Remove the cylinder from the stack",
    "83158": "Move the cylinder on the right to the left.",
    "42839": "Stack the wooden objects on the desk",
    "67927": "Put the long rectangular block on top of the short rectangular block",
    "74332": "Pick up the wooden cuboid and put it on the table.",
    "81244": "Remove the rectangle object from the top of the other rectangle object and put it on top of the square object",
    "14687": "Stack the L block on top of the other stacked blocks",
    "19041": "Remove the rectangular block from on top of the other block and put it on the table",
    "15459": "Separate the blocks on the table.",
    "94947": "Pick up the rectangular object on the table and put it on the bridge like object",
    "62437": "Stack the wooden blocks on the table",
    "12006": "Pick up the rectangular object and put it on the table",
    "77158": "Place the block at the back of the table on top of the stacked blocks on the right",
    "80616": "Move the block on top of the right tower to the right tower",
    "68713": "Put the cylinder onto the wooden arch",
    "82405": "Put a block on the rectangular block",
    "19053": "Put the longer rectangular block on top of the cube",
    "33133": "Move the rectangular block on the object to the right",
    "3056": "Pick up the block on the back right side of the table and place it on top of the stack on the left",
    "62450": "Remove the top block from the stack",
    "9843": "Stack the wooden blocks on the table",
    "36604": "Put the left block on the tower of blocks"
}