{
    "32640": "Put the orange object inside the cup",
    "38918": "Turn the cup holder around, then place one cup on the tray",
    "65290": "Put the capsule on the counter top",
    "58764": "Close the lid of the coffee maker",
    "5263": "Remove one coffee pod from the stand on the right and put it on the countertop then place one coffee pod from the counter in the coffee maker chamber.",
    "2064": "Remove the cup from another cup and put it on the table",
    "17808": "Place the cups upside down on the table",
    "4115": "Open the recycling bin",
    "6420": "Put the tongs in the cup",
    "54036": "Put the coffee pods from the counter inside the two stacked coffee cups.",
    "35607": "Remove one white lid from the wooden stand on the left.",
    "94871": "Remove the coffee pod from the coffeemaker.",
    "83355": "Put the coffee pod in the coffee maker",
    "86046": "Remove the coffee pod from the coffee maker and place it on the table",
    "28964": "Move the cup to the left and put the straw in the cup",
    "70697": "Put the paper cups on the coffee machine",
    "10922": "Put the black tongs on top of the wooden stand.",
    "73643": "Close the coffee marker",
    "61101": "Put the black tongs on the counter.",
    "86834": "Move the object to the right",
    "26292": "Put one coffee pod on top of the wooden stand.",
    "38068": "Pick up the cup and stack it on the other cup on the right",
    "11958": "Put the serving spoon on the countertop",
    "92596": "Remove the coffee pod from the top of the wooden stand and place it on the counter.",
    "84538": "Unstack the cups on the table",
    "50235": "Put the cup on the left into the one on the right",
    "19644": "Place the tongs inside the cup",
    "52027": "Take the white item out of the coffee cup",
    "68286": "Open the coffee maker, put one white container inside and then close the lid of the silver bin",
    "79167": "Close the lid on the coffeemaker.",
    "87226": "Push the wooden rack backwards",
    "71873": "Put the items on the table in the cup",
    "9028": "Close the silver bin.",
    "10309": "Put the brown sachet in the middle shelf",
    "3401": "Open the lid of the silver bin",
    "18761": "Put the fork inside the cup",
    "68810": "Take the straw out of the cup",
    "13900": "Pick up the coffee pod from the counter and place it on the stand.",
    "41932": "Open the coffeemaker.",
    "88907": "Remove a cookie from the wooden cupboard",
    "2895": "Place the two stacked coffee cups upright then put one coffee pod inside the cups.",
    "62159": "Remove the cup off of the coffeemaker, then open the lid of the coffeemaker",
    "94409": "Put the tongs on the brown holder",
    "72532": "Close the lid of the coffeemaker",
    "64603": "Put the straw on the wooden stand and put the cup on the stand of cups",
    "47453": "Put the black ladle on top of the wooden stand.",
    "4830": "Move the paper cups closer to the edge",
    "81502": "Open the lid of the coffee maker",
    "17632": "Put the black object on the counter",
    "4193": "Open the coffee maker machine",
    "61025": "Pick up the object from the cup and put it on the stand",
    "80741": "Close the chamber on the coffeemaker.",
    "58599": "Put the black spoon on the top shelf",
    "94955": "Put one coffee pod in the coffeemaker.",
    "33773": "Put the item in the cup into the other cup",
    "95472": "Close the bin",
    "89715": "Stack the two coffee cups together.",
    "20468": "Remove the coffee capsule from the coffee machine and put it on the top part of the shelf on the right",
    "26359": "Remove the white cup from the paper cup and close the lid of the coffee making machine",
    "62844": "Place the stacked coffee cups on the left upright then put the black tongs on top of the wooden stand.",
    "90237": "Pick up the orange object from the cup and put it in the utensil holder"
}