{
    "37121": "Open the coffeemaker chamber.",
    "41858": "Pick up the white sachet from the counter and put it in the wooden box.",
    "92548": "Move the coffee cup to the left.",
    "75013": "Move the mug forward then remove the spoon from the mug and put it in the cup",
    "45958": "Pick up the cup from the top cabinet and put it on the kitchen unit base top",
    "64390": "Put some of the contents of the white plate into the wooden bowl",
    "78855": "Remove the object from the bowl",
    "14985": "Remove the white container from the coffee making machine and put it on the counter",
    "72715": "Put the coffee pod inside the coffeemaker chamber.",
    "7694": "Pick up the white container and put it in the silver bin",
    "16146": "Put the objects on the plate",
    "27795": "Pick up the coffee cup on the right.",
    "47762": "Remove the brown stick from the white plate and put it inside the mug",
    "22040": "Move the broken cup to the right, then put the left broken piece in the broken cup",
    "74009": "Remove the white container from the coffee maker and put it on the table",
    "11804": "Put the straw on the bowl",
    "67230": "Put the spoon on the plate",
    "50723": "Take the white item in the coffee maker and put it in the cup",
    "63268": "Put the packets into the wooden box",
    "79651": "Pick up the coffee cup from the counter.",
    "43942": "Place the white sachet on the black and white plate.",
    "3111": "Move the broken mug to the left",
    "17198": "Remove the silver spoon from the plate and put it on the counter",
    "37039": "Move the cup to the right",
    "12087": "Wipe the counter with the paper towel",
    "75067": "Put the spoon inside the cup",
    "3644": "Place the coffee cup upright.",
    "14399": "Put the sauce packet on the blue and white plate",
    "57792": "Put the spoon on the counter",
    "51265": "Pick up the broken piece of the mug from the back of the counter and put it in the broken mug.",
    "68802": "Place one coffee pod on the counter.",
    "64323": "Pick up the cup and put it on the counter",
    "68813": "Move the capsule to the back",
    "28622": "Put some sachets into the blue and white plate",
    "28751": "Put the spoon in the cup",
    "37199": "Move the paper cup to the right",
    "74573": "Open the silver object",
    "32340": "Move the white plate to the right, pick up the white sachet from the table and put it on the white plate",
    "39254": "Put the broken piece closest to you in the broken cup",
    "70742": "Turn the small white cap",
    "69085": "Move the cup furthest from you to the left",
    "6110": "Move the wooden box to the right",
    "89184": "Remove the sachet from the plate and place it on the table",
    "52450": "Move the red piece of the mug to the left.",
    "8675": "Put the coffee pod in the top cabinet",
    "61157": "Pour the contents of the cup onto the table",
    "28904": "Put the broken pieces in the broken mug.",
    "90989": "Remove the sachets from the bowl and place them in the wooden holder on the right.",
    "74990": "Move the paper towel to the left, then move the roll and holder to the right",
    "41845": "Move the broken mug piece closer to the cup",
    "11383": "Tear one paper towel from the roll.",
    "61945": "Remove the white container from the coffee maker and put it on the napkin on the table",
    "34301": "Put the white item in the coffee maker",
    "63230": "Move the white sachets to blue and white bowl"
}