{
    "93184": "Pick up the bottle from the sink and put it on the counter",
    "28165": "Move the blue sponge forwards",
    "33669": "Move the tap to the right",
    "51335": "Turn the tap on",
    "3721": "Pick the soap bottle and put it in the sink",
    "39435": "Turn the handle on the right side of the faucet clockwise",
    "31505": "Remove the dish soap from the sink and put it on the counter",
    "22162": "Move the bowl to the left side of the sink",
    "55571": "Pick up the paper from the bowl and put it on the counter then clean the counter with the sponge",
    "77969": "Close the tap",
    "12565": "Put the ketchup packet into the white bowl",
    "66968": "Close the tap",
    "44698": "Center the faucet, open and close it, and then remove the bowl from the sink and put it on the counter",
    "22775": "Put the white bowl in the sink",
    "17180": "Take the white bowl out of the sink",
    "62748": "Close the water tap.",
    "28830": "Turn on the faucet of the sink.",
    "83487": "Remove the bottle out of the sink",
    "85149": "Put the silver cup under the faucet head, open the tap using the faucet handle on the right and then close it",
    "27812": "Put the spray bottle into the sink.",
    "50813": "Open the faucet",
    "81830": "Turn the faucet handle on the right clockwise",
    "21671": "Turn off the faucet of the sink.",
    "5929": "Slide to spout to the center",
    "72234": "Move the bottle of blue liquid forward",
    "62379": "Move the bottle forward",
    "34477": "Move the left bottle closer to you",
    "60846": "Remove the bottle from the sink and put it on the base top",
    "13231": "Close the faucet",
    "18996": "Pour the contents of the white bowl into the sink and put it on the right side of the counter",
    "61620": "Remove the dishwashing liquid from the sink and place it on the right side of the countertop",
    "3766": "Put the spray bottle into the sink",
    "36536": "Pick up the bottle and put it on the counter",
    "73403": "Pick up the plate from the counter and put it in the sink",
    "3517": "Pick up the bowl and put it in the sink, then pick up the bottle from the sink and put it on the counter",
    "27582": "Move the bowl to the right",
    "36287": "Pick up the bottle from the counter and put it in the sink",
    "58558": "Move the white bowl to the right side of the sink",
    "33858": "Move the tap to the right",
    "29127": "Open the kitchen faucet",
    "44027": "Move the left bottle and the blue sponge closer to you, respectively",
    "72135": "Turn on the faucet of the sink.",
    "25674": "Pick up the sachet on the right and place it in the white bowl",
    "67019": "Pick the bowl in the sink and put it on the counter",
    "79308": "Pour out the water in the flask and put it on the counter.",
    "591": "Move the bottle from the base top and put it in the sink",
    "39761": "Pick up the cup from the counter, spill the water in the cup into the sink and put the cup in the sink",
    "8275": "Move the bowl forward",
    "1108": "Move the detergent bottle backwards",
    "9172": "Put the wrapper farthest from you in the bin",
    "42708": "Put the orange card in the bowl",
    "65623": "Move the tap",
    "77140": "Move the dishwashing liquid to the front of the counter",
    "87507": "Put the bowl in the sink over the drain, open and close the faucet, then move the bowl further to the left",
    "220": "Put the bowl in the sink",
    "94558": "Remove the white bowl from the sink and put it on the counter",
    "40546": "Pick up a sachet from the counter and put it in the bowl",
    "68708": "Move the faucet handle on the right to the left",
    "41830": "Pick the soap bottle and put it on the right of the counter",
    "72938": "Pick up the two objects from the white bowl in the sink and put them on the sink base top",
    "23019": "Move the sponge the sponge to the right",
    "40691": "Pick the bowl and put it in the sink",
    "55542": "Pick up the bottle from the counter and put it in the sink",
    "17399": "Open the tap",
    "39418": "Clean the counter with the sponge",
    "36987": "Move the orange sachet backwards",
    "4861": "Open the tap faucet to the right"
}