{
    "20097": "Put the left orange disc in the blue board",
    "36226": "Put the red scissors on the top counter",
    "50945": "Put the paper cup on the top counter",
    "22020": "Move the blue book to the left then place it on the upper shelf of the cabinet.",
    "91398": "Put the marker in the coffee cup.",
    "52363": "Open the cabinet door",
    "21260": "Move the cup to the compartment on the left",
    "19213": "Remove the marker from the left compartment and put it on the top counter",
    "4238": "Move the blue book to the right.",
    "29711": "Open the book",
    "35854": "Put the pliers inside the white cup.",
    "38031": "Close the open cabinet door",
    "54673": "Pick up the marker and put it inside the paper cup",
    "38163": "Move the cup backwards",
    "40980": "Take the marker out of the cup and put the marker on the desk",
    "56203": "Remove the marker from the cup",
    "58518": "Put two orange rings in the rack",
    "64918": "Move the remote control to the bottom shelf on the far right.",
    "70418": "Move the cup to the left",
    "92690": "Move the marker from the table cup to the table top and move the cup closer to the backboard of the cabinet",
    "93460": "Put the black cable on top of the shelf",
    "80028": "Put the paper cup inside the middle cabinet",
    "26525": "Close the cabinet",
    "36125": "Pick up the orange object and put it in the blue object",
    "12449": "Pick up the marker from the top of the cabinet and put it in the cabinet",
    "79777": "Put the orange chip in the blue gameboard.",
    "90275": "Move the black marker to the left",
    "46245": "Put the orange objects inside the blue object",
    "16680": "Put the black remote control on top of the cabinet then place the pliers on the top shelf of the cabinet.",
    "6830": "Put the cup upright",
    "69294": "Move the cup to the left of the book",
    "432": "Open the door of the upper middle compartment",
    "79792": "Move the wooden rail on the right backwards.",
    "58418": "Put the cup on the top of the cabinet",
    "2611": "Remove the black cable from the top of the cabinet.",
    "91958": "Pick up one orange circular object and put in the blue frame",
    "65977": "Move the black cable to the right.",
    "75450": "Close the middle cabinet door",
    "66747": "Put the remote on top of the dresser",
    "6334": "Put the pen on the top, on the desk shelf",
    "95039": "Open the small door on the desk cabinet",
    "88513": "Push the wooden rail on the left backwards.",
    "19907": "Pick up the orange object and place it in the blue object",
    "1092": "Open the cabinet door at the center",
    "48839": "Make the cup stand",
    "61259": "Put the coffee cup on top of the cabinet.",
    "63307": "Open the compartment on the chest drawer",
    "73547": "Pick up the remote and put it on top of the cabinet",
    "83024": "Put the white paper on the desktop.",
    "69715": "Pick up the cup and make it stand upright",
    "32086": "Put one orange disc in the blue board",
    "32343": "Pull out the right board",
    "87768": "Place the marker in the cup",
    "62684": "Pick up the blue book and place it under the cabinet.",
    "61664": "Pick up the red pliers and put it in the top left compartment",
    "46689": "Place the coffee cup upright.",
    "72035": "Move the coffee cup to the left.",
    "11108": "Put the coffee cup on top of the cabinet.",
    "48484": "Remove the white cup from the middle compartment and put it on the desk",
    "89315": "Move the book to the right",
    "13930": "Take the book off of the shelf and place it the desk",
    "94058": "Put the pink spatula on the top of the shelf",
    "58604": "Put the black remote in the paper cup",
    "91151": "Move the Sharpie to the cup",
    "37743": "Take the book on the shelf and place it on the top",
    "25968": "Put the cup on the bottom surface on the cupboard",
    "65265": "Remove the book from the middle compartment and put it on the table",
    "82289": "Put the cable on the top of the cabinet",
    "83058": "Close the desk's door",
    "82164": "Use the orange object to open the cabinet door",
    "86769": "Pick up the cup from the top of the cabinet and put it on the cabinet",
    "1526": "Put the black cable on the desktop.",
    "38264": "Put the black cable on the top part of the desk",
    "73210": "Put the remote control on the middle shelf of the cabinet.",
    "1147": "Move the paper to the topmost part of the desk"
}