{
    "35842": "Move the remote on the left backwards",
    "41730": "Push a button on the remote control",
    "91397": "Close the drawer",
    "27660": "Pick up the orange towel from the sofa seat and place it on the sofa back support of the right seat",
    "76557": "Remove the envelope from the open drawer and put them on top of the drawer",
    "1422": "Push a button on the black appliance",
    "7566": "Put the blue book on the pillow",
    "17554": "Move the black object to the right",
    "62998": "Put the remote control on the right armrest of the sofa",
    "13463": "Place the bundle lengthwise in the drawer",
    "45591": "Push a button on the black appliance",
    "70808": "Pick up the die and drop it",
    "79387": "Push a button on the gray remote control",
    "59677": "Close the opened cabinet shelf",
    "88223": "Remove the black cable from the stand",
    "47780": "Use the orange towel to cover the book",
    "94116": "Move the book to the left",
    "47142": "Pick up the book and place it on the side table to the right",
    "25000": "Press a button on the black remote on the left",
    "2217": "Pick up the orange dice and drop it in the middle of the worktop",
    "57002": "Turn over the black object",
    "13100": "Press a button on the remote control",
    "15537": "Press the remote button",
    "6141": "Remove the alarm from the drawer and put it on the cabinet",
    "37939": "Use the orange towel to cover the pillow",
    "45752": "Press the button to the immediate right of the white button on the remote to the left",
    "95545": "Move the small, pink object forward",
    "60730": "Move the black remote control to the right",
    "48443": "Press a button on the remote control",
    "42940": "Flip the brown note pad the other way up",
    "64700": "Remove the orange cloth from the pillow",
    "64318": "Pull the orange cloth slightly to the right",
    "68798": "Put the black alarm clock on the sofa.",
    "31040": "Open the top drawer",
    "31169": "Pick up the black cable, move it to the right and put it on the right side of the bedside table",
    "88893": "Press the button on the black object",
    "74563": "Press a button on the black remote on the right",
    "20550": "Press the top left button on the black remote",
    "78027": "Push a button on the black remote control",
    "56401": "Move the black clock a little to the right",
    "22356": "Push the open door until it is fully closed",
    "32981": "Put the white and blue pillow in an upright position against the couch backrest",
    "78553": "Flip the black remote on the right over",
    "34522": "Open the bottom drawer on the side table",
    "47586": "Press a button on the grey remote control.",
    "71529": "Press a button on the black alarm clock",
    "49389": "Press a button on the black remote control",
    "87917": "Remove one remote control from the shelf and put it on the seat of the sofa.",
    "83313": "Lay the pillow down",
    "41076": "Turn the gray remote control to the left slightly",
    "63608": "Move the clock to the left and place it in the middle of the side table",
    "53753": "Move the orange dice to the right",
    "11771": "Press a button on the grey remote control.",
    "5245": "Put the yellow block in the drawer",
    "30847": "Move the black device closer to the book"
}