{
    "87047": "Remove the black thing from the plastic bag",
    "12812": "Take the blocks in the bowl and put them on the table",
    "48143": "Remove all the objects in the black bowl and put them on the table",
    "74768": "Remove the cable from the plastic",
    "46617": "Take the cable out of the plastic bag",
    "56889": "Remove the cable from the clear plastic",
    "80446": "Pick up all the toy blocks from the table and put them in the bowl",
    "17491": "Put all the building blocks on the table into the black bowl",
    "59476": "Remove the blocks from the black bowl",
    "71767": "Pick up all the cubes and put them in the black bowl",
    "67678": "Move the blocks in the black bowl and put them around the bowl",
    "33382": "Remove the contents in the packaging.",
    "36968": "Remove the object from the plastic bag and place it on the table",
    "8810": "Take the cable out of the plastic bag",
    "38508": "Pick up all the blocks from the table and put them in the black bowl.",
    "5744": "Remove all the objects in the black bowl and put them on the table",
    "16498": "Remove the cables from the plastic bag and put them on the table",
    "85642": "Put all the blocks on the table in the black bowl",
    "4758": "Take the blocks out of the bowl and put them on the table",
    "21144": "Put all the blocks on the table in the black bowl",
    "92830": "Remove all the toy blocks from the black bowl.",
    "3232": "Remove the cable from the plastic",
    "24224": "Put all the blocks one at a time in the bowl except the right yellow block farthest away from you",
    "90788": "Pick up all the cube boxes on the table and put them inside the bowl",
    "41137": "Remove the object from the plastic and place it on the table",
    "52918": "Remove the object from the plastic bag on the table",
    "68797": "Remove all the blocks from the bowl",
    "58560": "Take the object from the plastic and put it on the table",
    "14531": "Remove the cubes from the bowl",
    "63189": "Put the colored things in the bowl",
    "80087": "Put all the blocks inside the black bowl",
    "68835": "Remove the black object from the colourless bag",
    "93933": "Remove the cable from the plastic",
    "11514": "Remove the objects from the bowl and put them on the table",
    "18175": "Remove the cables from the plastic bag and put them on the table",
    "81672": "Take the cable from the plastic and put it on the table",
    "56083": "Place all the blocks inside the black bowl",
    "52503": "Remove the cubes from the bowl",
    "7452": "Remove the black object from the plastic.",
    "92454": "Put all the blocks in the bowl",
    "27946": "Remove the cables from the plastic bag and put them on the table",
    "53034": "Pull the cable out of the plastic bag",
    "41777": "Put all the toy blocks into the bowl.",
    "25403": "Remove the black cable from the plastic bag",
    "64315": "Remove the object from the plastic bag",
    "59713": "Take the cables from the plastic and put them on the table",
    "84803": "Remove the cable from the plastic and put it on the table",
    "78154": "Remove the object from the plastic",
    "37715": "Remove the blocks from the bowl and put them on the table",
    "45399": "Put all the blocks in the bowl one at a time except the right yellow block",
    "73576": "Remove the cables from the plastic bag",
    "20843": "Remove the blocks from the bowl",
    "15215": "Take the blocks out of the gift disappointed",
    "89459": "Put all the blocks in the bowl",
    "47999": "Pick up all the blocks from the table and put them in the black bowl.",
    "13704": "Remove the cable from the plastic",
    "38796": "Put the colored blocks into the black bowl",
    "12179": "Pull out the cable from the plastic and place it on the table",
    "54165": "Take the cable from the plastic and put it on the table",
    "72087": "Remove the objects from the bowl and place them on the table one by one",
    "1438": "Take the blocks from the black bowl one at a time and place them on the table",
    "11688": "Remove the cubes from the bowl",
    "30635": "Remove all the contents from the black bowl.",
    "84397": "Remove the stethoscope from the plastic",
    "46002": "Put all the blocks in the bowl",
    "71094": "Put all the blocks in the bowl",
    "47032": "Remove the blocks from the bowl and put them on the table",
    "87995": "Put all the toy blocks into the bowl.",
    "73676": "Take the blocks out of the bowl and place them on the table",
    "6094": "Remove all the blocks from the black bowl and place them on the table",
    "38352": "Put the blocks in the bowl",
    "11734": "Pick the marker and place it in the pot",
    "82393": "Remove the cable from the plastic bag",
    "40421": "Remove the contents from the plastic.",
    "43496": "Remove the cable from the plastic and put it on the table",
    "12278": "Remove the cables from the plastic bag and put them on the table",
    "41981": "Take the black object out of the plastic and put it on the table"
}