{
    "36864": "Put the pressing iron upright",
    "95105": "Move the tissue dispenser to the left",
    "33795": "Lay the pressing iron down",
    "78085": "Press on the left button of the iron",
    "48519": "Fold the kitchen towel",
    "67981": "Lift the alarm clock and put it up straight",
    "20238": "Turn the black device over",
    "22161": "Remove the remote from the box and put it on the towel on the table",
    "2322": "Move the clear measuring cup a little to the right",
    "79377": "Press the button on the clock",
    "51861": "Pick up the black digital clock and turn it ninety degrees to the left",
    "87706": "Turn the iron to the left, then tap it",
    "69788": "Place the remote on the towel",
    "72476": "Pick up the black digital clock and turn it onto its side",
    "9630": "Press the left button on the alarm clock",
    "26401": "Turn the pressing iron to the left",
    "7972": "Push the switch at the front of the iron down.",
    "40102": "Move the black remote to the right",
    "71338": "Turn the iron to the right and then press on the button of the iron",
    "76332": "Move the box to the right",
    "2608": "Press the button on top of the black alarm clock",
    "51888": "Twist the clock",
    "22965": "Turn the black gadget to the side",
    "58551": "Push the round button on the top left side of the white iron",
    "71482": "Place the iron upright.",
    "79034": "Move the alarm clock to the placemat.",
    "91707": "Flip the black object on the table",
    "6465": "Move the remote control backwards.",
    "33861": "Press the button on the handle of the iron.",
    "54599": "Pick up the clear measuring cup and place it the right side up on the blue mat",
    "54983": "Remove the iron from the mat and put it on the right side of the table",
    "75976": "Put the remote on top of the box",
    "41419": "Turn the iron to the right, then press a button on the iron",
    "64203": "Turn on the black object",
    "29008": "Move the speaker to the right",
    "13139": "Tap the top part of the alarm clock",
    "11220": "Press the right button on the alarm clock",
    "93397": "Turn the alarm clock to the right",
    "37337": "Flip the black device over",
    "95": "Lay the iron on the placemat.",
    "14819": "Place the jug upright.",
    "88804": "Flip over the plastic jar",
    "15082": "Move the clock to the right",
    "15594": "Slightly move the iron",
    "53227": "Turn the plastic jar over",
    "39920": "Lay the alarm clock down",
    "63089": "Put the remote in the tissue box",
    "6770": "Lift the remote from the towel and put it on the box",
    "88048": "Rotate the iron to face the window then press the button on the handle.",
    "67060": "Turn the pressing iron to the right",
    "94705": "Put the alarm clock in the middle of the placemat.",
    "18938": "Press a button on the pressing iron",
    "65534": "Put the plastic jar in an upright position"
}