{
    "3840": "Put the rectangular block on the table",
    "82816": "Move the wooden cylindrical block at the front to the left.",
    "3714": "Put the square block on the cylindrical block",
    "27138": "Put the square block on the back blocks",
    "91777": "Put the small cylinder on top of the rectangle",
    "17669": "Put the square block on top of the cylindrical block.",
    "36363": "Put the circular block on top of the other circular block",
    "95245": "Put one cylindrical block on the pile of blocks at the center",
    "69646": "Move the rectangle to the right",
    "80912": "Move the cylindrical block away from you",
    "14993": "Pick up the rectangular object and place it on the other shapes",
    "42385": "Pick up the block on the front left side of the table and place it on top of the rectangular block on the left",
    "59283": "Put the small wooden cylinder on the big wooden cylinder",
    "8347": "Pick up the rectangular block in the front and put it on the pile of blocks on the left",
    "2719": "Put the block on the rectangle",
    "14457": "Move the long cylindrical block forward",
    "28705": "Move the cylindrical block forward",
    "93221": "Move the tall cylindrical block backwards",
    "5928": "Pick up the small cylinder on the left and put it on top of the square block.",
    "9643": "Move the bridge shaped object on the table",
    "41004": "Move the right cylindrical block towards you",
    "59308": "Take off one wooden block from the top",
    "89005": "Remove the rectangle wooden object from the top of the other object and put it on the table",
    "51759": "Pick up the cylindrical block on the right and put it on the table",
    "16947": "Move the round object backward",
    "48051": "Move the sloped wooden block to the left of the cylindrical block",
    "4917": "Put the rectangular block on the table",
    "49076": "Move the longer cylindrical block to the front",
    "2234": "Put the lone rectangular block on top of the stack of blocks",
    "69950": "Move the tall cylinder object from right to left.",
    "50881": "Pick up the brown object on the table and put it on top of the other brown objects",
    "16453": "Pick up the cylinder on the left and place it on top of the block on the left.",
    "32840": "Move the wooden arch forwards",
    "3530": "Move the large wooden cylinder to the left.",
    "78930": "Remove the two blocks from the stacked blocks",
    "13012": "Pick up the wooden cylindrical block and move it to the right.",
    "66390": "Move the rectangle to the right",
    "43864": "Put the block on the tower to the right",
    "51033": "Remove the cylindrical block from the pile and put it on the table",
    "85209": "Put the wooden block that is at the right back corner on the blocks in the back",
    "68829": "Stack the small cylinder on top of the cube square",
    "73568": "Pick up the square object and put it on the table",
    "33506": "Put the block on top of the stacks on the table",
    "88034": "Pick up the wooden cuboid from the table and put it on two cylindrical wooden blocks.",
    "21989": "Remove the small block from the stack",
    "30950": "Move the cylindrical block closer to the cardboard",
    "5735": "Pick up one object and put it on the table",
    "66167": "Move the square blocks from the front stacked blocks to the back stacked blocks",
    "78312": "Lift the square block from the left and set it on the rectangular block on the right",
    "87015": "Move the wooden cube forwards then backwards",
    "89701": "Move the tall cylindrical block backwards",
    "1134": "Pick up the object on the table and place it on the other objects",
    "28017": "Pick the cylindrical block and put it on the square block",
    "51826": "Remove the rectangular block from the stack on the left and place it on top of the block on the front left side of the table",
    "76275": "Put the rectangular block on the built tower",
    "92145": "Put the rectangular block on top of the stack on the left.",
    "13557": "Put the square block on the wooden cylinder",
    "64759": "Pick up the square block and put it on the cylindrical block on the left",
    "16889": "Remove the circular block from the square block and put it on the table",
    "73212": "Remove the square block from the stack at the back of the table and place it on top of the rectangular block on the left"
}