{
    "36352": "Pick up the green and blue blocks and put them on the plate",
    "30474": "Move the pen to the next cup",
    "34955": "Pick up the orange object from the drawer and put it on the kitchen unit base top",
    "27916": "Remove the straw from the cup",
    "18445": "Put the spoon inside the cup",
    "57485": "Put the orange objects in the left cup",
    "95372": "Place one coffee pod from the counter in the coffeemaker chamber.",
    "83731": "Put the ball in the top cupboard",
    "80407": "Take the packet out of the bowl",
    "34712": "Put the cup on the counter bottom first",
    "1688": "Put the white straw in the mug at the front.",
    "8732": "Pick up the plastic knife, and then place it in the cup",
    "74274": "Pick up the small cup from the coffee marker and put it on the counter",
    "22820": "Pick up the green cylindrical block and place it in the bowl",
    "11943": "Move the coffee pod, which is in the machine, to the table",
    "67325": "Put the paper cup on the silver bin",
    "45742": "Put the orange item in the drawer and close the drawer",
    "22320": "Put the blue block and coffee pod in the black and white bowl on the left.",
    "1202": "Put the plastic knife in the cup",
    "38581": "Close the lid on the coffee maker",
    "71221": "Put the k-cup into the coffee maker",
    "46007": "Shift the cup to the right, then place the knife on the counter",
    "59965": "Remove the coffee pod from the coffeemaker",
    "73406": "Remove the coffee cup from the top of the silver bin and place it on the counter then put one sachet from the bowl in the coffee cup.",
    "21056": "Put the metal spoon inside the cup",
    "76353": "Move the orange object from the left cup to the right cup",
    "81219": "Put the white object on top of the coffee machine",
    "85700": "Put the coffee pod in the coffee cup.",
    "14021": "Move the orange object to the left cup",
    "45767": "Remove the spoon from the mug",
    "52807": "Put the bowl on the counter",
    "84423": "Put the white item in the cup",
    "67405": "Remove the grey packet from the top cabinet",
    "47694": "Put the white packet in the black and white bowl.",
    "77521": "Move the broken mug to the right",
    "17362": "Move the sauce packet to the blue and white bowl",
    "54356": "Pick up the marker from the cup and put it in the other cup",
    "78167": "Remove the silver spoon from the mug and put it on the black and white bowl.",
    "17240": "Move the cup to the left",
    "41688": "Put the bowl on top of the silver object",
    "44122": "Take the green and blue blocks out of the bowl and put them on the counter.",
    "12381": "Move the silver spoon and one orange packet to the mug on the right.",
    "12766": "Move the pen to the next cup",
    "70623": "Put the blue block upright, then put the coffee pod in the coffeemaker",
    "94945": "Open the silver bin.",
    "62562": "Take the knives out of the coffee cup and put it into the mug cup",
    "3172": "Open the coffeemaker.",
    "30436": "Open the top drawer",
    "79976": "Move the coffee cup on the left to the right then put the white straw in the cup.",
    "9322": "Close the open drawer.",
    "67566": "Put the white packet in the left cup",
    "38129": "Move some knives from the drawer to the counter",
    "38644": "Remove the plastic knife from the mug and put it in the paper cup",
    "42229": "Put the coffee pod in the coffeemaker.",
    "35062": "Put the white sachet from the coffee cup into the mug at the front.",
    "54004": "Move one stirrer from the mug on the right to the cup on the left.",
    "55034": "Remove the white container from the coffee maker and put it on the table",
    "63869": "Remove the silver spoon from the mug and put it in the paper cup",
    "92286": "Close the silver bin"
}