{
    "20224": "Remove the silver spoon from the glass cup and put it on the table",
    "3588": "Move the fork from the jar to the cup",
    "71048": "Move the black mug to the left then put a bean inside the can",
    "65935": "Pour the bowl and lid out of the clear jug and onto the table.",
    "40595": "Shift the fork and spoon to the mug",
    "3478": "Pick up the black remote control and put it on the gray oven mat",
    "12569": "Move the orange packet to the right",
    "61598": "Move the black cup to the right",
    "30626": "Put the spoon inside the jug",
    "16547": "Place the green lid in the measuring cup",
    "29951": "Remove the fork from the clear jug and put it on the towel.",
    "46247": "Remove the fork from the glass cup and put it in the plastic jar",
    "67495": "Put the brown object in the can",
    "71039": "Pour the contents out of the yellow tin and into the clear jug.",
    "50221": "Remove the silver spoon from the plastic jar and put it in the glass cup",
    "30462": "Pick up the small black object from the gray tray and put it in the orange can",
    "66477": "Put the black object in the jar",
    "46645": "Put the black object and black remote control in the clear jug.",
    "39995": "Move the white and yellow pack to the left",
    "18365": "Pick up the black remote from the clear measuring cup and put it in the black mug",
    "13374": "Pick up the round black object from the clear measuring cup and place it on the table",
    "14272": "Put the spoon in the cup",
    "57281": "move the fork",
    "63682": "Place the measuring jug upright",
    "73409": "Put the remote control in the clear jug.",
    "92354": "Pick up the clear square lunch box and put it in the clear measuring cup",
    "17224": "Pick up the small square clear lunch box and pour all its contents into the yellow can",
    "29640": "Pick up the black remote from the clear measuring cup and put it on the gray oven mat",
    "38344": "Put the spoon inside the glass",
    "77899": "Pour out the black object from the jar",
    "8014": "Put the white towel on the grey towel",
    "34894": "Move the black mug to the right.",
    "34002": "Pour the coffee grinds in the bowl into the can",
    "90838": "Put the silver fork and spoon in the jug.",
    "57047": "Pick up the black ball like object from the table put it in the clear jar, pick up the silver fork and then put it in the glass cup on the left",
    "90328": "Remove the black ball on the table and throw it on the ground",
    "18521": "Remove the clear bowl from the clear jug and place it on the table then put the silver fork and spoon in the jug.",
    "78937": "Put the glass cup into the plastic jar",
    "5979": "Pour the contents from the glass cup into the black cup",
    "78174": "Pick up the black remote and put it no the gray oven mat",
    "21092": "Put the towel inside the jug",
    "7781": "Put the spoon on the mat",
    "22628": "Pick the black object on the paper and drop it in the wine glass inside the clear jar",
    "10087": "Put the spoon onto the grey mat",
    "82280": "Put the bowl in the jar",
    "60395": "Put the remote in the black cup",
    "66668": "Transfer the spoon to the jug",
    "79725": "Move the tin forwards then place the black object from the clear bowl on the silver spoon on the left.",
    "38895": "Pour the contents in the jug into the clear bowl.",
    "47983": "Put the brown object in the can",
    "24561": "Move the trivet mat to the right and put it on the chopping board",
    "35186": "Remove the folk from the black cup and place it inside the clear jar",
    "34806": "Pick up the yellow can and pour some of the substance into the  clear square lunch box",
    "27518": "Put the black object in the jar",
    "27903": "Move the cloth to the right"
}