{
    "30849": "Move the white mug to the right",
    "42497": "Press the button on the top right corner",
    "47873": "Move the orange can to the left.",
    "13060": "Put one black marker in the mug.",
    "72067": "Move the black bag forward",
    "85510": "Pick up the black sachet and slightly move it to the left.",
    "19849": "Put the marker in the cup",
    "17802": "Pick the markers in the cup and put them on the counter, then pick the cup and put it on the black object",
    "34569": "Pick up the marker on the left and put it in the white mug",
    "45324": "Move the orange can to the right.",
    "50573": "Turn on the scale",
    "58635": "Remove the marker from the cup",
    "30223": "Move the black eraser forwards",
    "61834": "Remove the marker from the mug",
    "62351": "Pick the marker from the cup and put it on the table",
    "73484": "Move the orange can, then put the black can upright",
    "90776": "Move the green park",
    "3227": "Move the maroon can to the right.",
    "1565": "Move the sharpie to the counter, then shift the black packet to the left",
    "81565": "Remove the black packet from the scale, put it on the counter, move the counter backwards and then put the smaller black packet on the scale",
    "8865": "Move the green packet to the right",
    "36770": "Turn the duster around, then use it to clean the table",
    "57378": "Remove the marker from the mug and put it on the counter",
    "80289": "Move the white mug to the right",
    "5925": "Move the orange can forward",
    "37926": "move the whiteboard eraser from the cup and place a marker in the cup",
    "88355": "Push the mug forwards.",
    "26664": "Put the marker in the cup",
    "20777": "Take two markers out of the white cup",
    "56234": "Move the orange can to the left.",
    "24621": "Put the thick black marker in the mug.",
    "39598": "Put the orange can upright",
    "40367": "Pick the black bag and move it to the right on the table",
    "41262": "Move the can backward",
    "66101": "Press the button on the black pad",
    "81598": "Push the black scale to the left.",
    "44482": "Remove the black packet from the scale, put it on the table and press the left button on the scale",
    "37827": "Put the monster can onto the digital scale",
    "52547": "Remove the marker from the mug",
    "70724": "Put the right black packet on the scale",
    "3526": "Take the marker out of the mug.",
    "91074": "Pick up the pen from the cup and put it on the counter",
    "33096": "Move the green packet to the left",
    "75592": "Put the marker in the mug cup",
    "83401": "Remove the black marker from the mug then put the mug on the black scale, move the scale to the right and put the marker back in the mug.",
    "90954": "Pick up one black marker and put it in the white mug",
    "4684": "Take the marker out of the mug.",
    "45134": "Pick up the cup and put it on the table",
    "61009": "Move the green bag forward",
    "34263": "Press the left button on the scale",
    "43868": "Move the orange can to the left",
    "1374": "Put the pen inside the mug",
    "47457": "Lay the orange can on the counter",
    "6114": "Pick up the marker from the counter and put it in the mug then move the mug to the left.",
    "39523": "Remove the black packet from the scale and put it on the right side of the table",
    "52707": "Put the marker in the cup",
    "78305": "Put the marker into the mug",
    "79201": "Press a button on the digital scale",
    "2028": "Put the pen inside the mug",
    "20077": "Move the black scale to the right, press the button on the left side of the scale",
    "34669": "Pick up the black object from the counter and put it in the cup",
    "67692": "Pick up the green packet and move it in front of the two cans on the kitchen counter",
    "69744": "Press a button on the scale",
    "60538": "Move the black can",
    "58107": "Press a button on the appliance on the table",
    "70270": "Move the cup to the left"
}