{
    "45442": "Move the books to left then put the shoes on the top of the cabinet and push them backwards",
    "15491": "Move the coffee mug to the left",
    "2053": "Press a key on the keyboard",
    "57095": "Untie the laces of the shoe on the left",
    "49928": "Move the right sneaker closer to the left one",
    "1546": "Remove the marker from the cup",
    "21643": "Put the mug on the top part of the desk",
    "23306": "Put the shoe on the purple book",
    "32781": "Move the sneakers to the right and stack them together.",
    "33163": "Pull out the chair",
    "82063": "Move the yellow pillow backwards, then put the shoes on the yellow pillow",
    "52372": "Take the marker out of the sneaker and put it on the shelf.",
    "55572": "Move the cup to the left",
    "6678": "Turn the lamp to the left",
    "74773": "Move the cloth",
    "88472": "Press a button the keyboard",
    "44314": "Pick up the pen to the right of the sneaker, place it inside the sneaker, pick up the marker out of the mug and place it in the sneaker",
    "77982": "Open the drawer on the right",
    "85662": "Press a button on the computer keyboard",
    "28064": "Move the keyboard to the top half of the desk",
    "87841": "Move the book to the right side of the shelf.",
    "69543": "Remove the cup from the shoe and place the shoe on top of the cup",
    "79655": "Put the black pen in the lamb base",
    "9130": "Put the coin in the open drawer on the right.",
    "5931": "Put the remote on the pillow upside down",
    "43179": "Press a button on the lamp stand",
    "31277": "Put the pen in the desk shelf",
    "31789": "Remove the crayon from the mug and put it in the box.",
    "52910": "Move the right shoe to the left, then put the shoes next to the book",
    "69808": "Remove the white book from the middle compartment and put it on the desk",
    "69297": "Press the button on the computer keyboard",
    "82732": "Turn on the lamp",
    "16563": "Press a button on the lamp",
    "70068": "Move the sneakers and the books slightly to the left then place the sneaker on the right on the books",
    "88624": "Put the white book on the topmost middle shelf.",
    "70200": "Put the orange pillow on the headrest of the chair",
    "36411": "Move the black mug on the top of the cabinet to the far left panel of the desk",
    "90683": "Take the remote controller off of the yellow pillow and put it into the shelf",
    "13761": "Move the lamp to the right",
    "68033": "Move the keyboard to the bottom",
    "29638": "Press on the keyboard",
    "50892": "Turn the mouse to the right",
    "54220": "Place the sneaker on the desk on the books and the one on the books on the desk",
    "65228": "Pick up the marker and put it in the cup",
    "50513": "Open the drawer on the left side of the cabinet",
    "71378": "Move the pair of shoes sightly to the left then move the shoe on the left to the right side",
    "95059": "Move the books to the left then backwards.",
    "4950": "Put the pen from the lamp in the sneaker then put the sneaker on the desktop.",
    "30552": "Put the tape on the top surface of the desk",
    "7001": "Move the marker from the cup to the top shelf in the center of the desk cabinet",
    "13275": "Put the cloth on the desk",
    "87388": "Close the open drawer on the dresser",
    "12509": "Put the white book on top of the cabinet.",
    "1247": "Put the black marker in the brown mug.",
    "1377": "Put the book on top of the mug",
    "91875": "Move the shoes to the left",
    "75623": "Put the shoes on top of the pillows",
    "38760": "Put the marker in the cup",
    "93928": "Remove the marker from the cup and put it on the table",
    "63082": "Put the cable on top of the keyboard",
    "68714": "Hang the coat hanger on the left drawer",
    "78706": "Unfold the white and red towel.",
    "70388": "Put the towel on the back rest of the chair.",
    "75893": "Move the books to the topmost part of the desk",
    "37752": "Remove the book from the shelf",
    "15737": "Close the open drawer on the right.",
    "72446": "Unfold the tea towel"
}