{
    "65793": "Move the bowl to the front",
    "55172": "Put the red lid on the jar",
    "58633": "Open the jug, then put the white spoon inside the jug and then close it",
    "26122": "Open the left door of the top cabinet then pick up the blush and put it in the cabinet",
    "85899": "Close the left upper cabinet door.",
    "78220": "Close the top cabinet door that is open",
    "59153": "Close the open upper cabinet door.",
    "49943": "Put the white spoon on the white plate.",
    "61338": "Use the stirrer on the plate to stir the contents in the bowl then place it back on the plate",
    "56859": "Use the plastic spoon to stir the contents of the ceramic bowl",
    "55197": "Pick up the stick from the cup and put it on the counter",
    "58013": "Remove the plastic spoon from the white plate and put it in the blue bowl",
    "2979": "Put the white object inside the blue pot",
    "48037": "Put the coffee pod in the blue cup",
    "11432": "Use the cloth to wipe the table",
    "50475": "Use the white spoon to stir the grey bowl then return the spoon to the white plate.",
    "5420": "Close the cupboard door",
    "69675": "Slightly move the napkin",
    "76333": "Put the paper towel in the jar",
    "85936": "Remove the container from the blue cup and put it on the countertop",
    "36145": "Move the jug to the right.",
    "28850": "Move the straw from the plate to the blue cup",
    "27316": "Remove the white object from the blue cup",
    "21557": "Put the red lid on top of the clear jug.",
    "33593": "Move the chopstick in the blue cup to the plate",
    "26938": "Open the kitchen cabinet door on the left",
    "91333": "Move the tissue box to the left",
    "14407": "Put the white spoon on the white plate.",
    "85623": "Use the tissue to wipe the plate",
    "9417": "Pour the sugar in the blue cup into the bowl",
    "35657": "Move the napkin on the counter forward",
    "89801": "Use the napkin to wipe the white plate then place the napkin back",
    "10956": "Pull out the tissue from under the box",
    "17868": "Move the container to the left",
    "70735": "Open the cabinet's left door completely",
    "11472": "Move the cup and bowl",
    "11729": "Remove the red lid from the jug.",
    "19920": "No action",
    "3411": "Move the box to the right",
    "13523": "Open the far right door of the cabinet",
    "53074": "Open the cabinet's right door",
    "87891": "Use the paper towel to clean the surface",
    "58584": "Open the cabinet door on the right",
    "14041": "Use the white napkin to wipe the right side of the counter.",
    "86626": "Pick up the object and put it in the jar",
    "82403": "Use the white spoon to stir the contents in the grey bowl.",
    "87138": "Take the lid off of the jar",
    "62949": "Place the blue cup on the plate and stir the contents",
    "83432": "Remove the spoon from the plate",
    "4202": "No action",
    "93680": "Fold the paper towel in half",
    "25715": "Use the spoon in the blue bowl to stir the contents in the grey bowl then place the spoon back",
    "28789": "Wipe four tiles of the counter using the serviette",
    "42487": "Wipe the plate using the tissue",
    "21114": "Pick up the bottle and put it in the cup",
    "71549": "Pick up the lighter and place it next to the white plate",
    "14974": "Use the straw to stir in the brown bowl"
}