{
    "19467": "Open the top bedroom drawer fully",
    "23565": "Close the top drawer",
    "60943": "Close the topmost drawer on the left",
    "2069": "Close the top left drawer then open the top right drawer fully",
    "33814": "Open the left top drawer then close the right top drawer",
    "81945": "Open the topmost drawer on the left",
    "19482": "Close the top right drawer then open the top left drawer fully",
    "29725": "Close the top drawer on the left",
    "7203": "Close the topmost drawer on the left",
    "88611": "Close the top drawer on the right",
    "21544": "Remove the red shirt from the upper drawer on the left and put it in the upper drawer on the right, close the left upper drawer",
    "81448": "Close the top left and right drawers",
    "72235": "Close the left top drawer",
    "14906": "Put the grey short in the open drawer",
    "35393": "Close the top drawer to the left then open the top drawer to the right.",
    "93764": "Close the topmost drawer on the left",
    "27232": "Move the grey piece of clothing from the left open drawer to the right open drawer.",
    "89698": "Close the top right drawer",
    "43621": "Open the topmost drawer on the left, close the topmost drawer on the right",
    "82535": "Close the topmost drawer on the right",
    "93287": "Close the topmost drawer on the right",
    "23158": "Close the top bedroom drawer",
    "8311": "Close the top drawer",
    "77944": "Open both topmost drawers fully",
    "60540": "Open the upper drawer on the left",
    "62080": "Close the top right drawer",
    "31881": "Pick up the grey cloth from the first drawer and put it in the second bottom drawer to the right.",
    "81547": "Put the orange cloth at the edge of the bed then put it back",
    "52886": "Open fully the top left drawer, close the top right drawer then also close the top left drawer",
    "29340": "Pick up the grey cloth from the first drawer and put it in the second drawer.",
    "34979": "Close the top right drawer",
    "35495": "Close the topmost drawer on the left",
    "88745": "Move the cloth from the bed onto the drawer",
    "2219": "Close the two upper drawers",
    "45739": "Remove the blue t-shirt from the topmost drawer on the left then place it back in the drawer",
    "32942": "Close the drawer of the banker bed",
    "19119": "Open the left top drawer",
    "72376": "Open the top most drawer on the right",
    "81595": "Close the upper drawer of the cabinet to the right and open the upper drawer of the cabinet to the left",
    "20157": "Close the top left drawer",
    "35005": "Open the top most drawer on the left, close the topmost drawer on the right, close the topmost drawer on the left",
    "16576": "Take the blue shirt out of the top left drawer and put it on the bed",
    "40130": "Pull out the red shirt from the topmost drawer on the left and put it inside the topmost drawer on the right, close the topmost drawer on the right then close the topmost drawer on the left",
    "2761": "Open the top left drawer, then close the top right drawer",
    "38095": "Close the topmost drawer",
    "68819": "Remove the black clothing from the topmost drawer on the left and put it inside the topmost drawer on the right",
    "19678": "Remove the blue shirt from the top most drawer on the right and put it inside the topmost drawer on the left",
    "40677": "Close the top drawer on the left",
    "23270": "Remove the red shirt from the right drawer and put it in the left drawer",
    "90853": "Pick the garment on top of the orange garment in the top left drawer and put it in the top right drawer",
    "82667": "Close the top left drawer",
    "33517": "Close the top right drawer",
    "95473": "Pick up the black cloth from the drawer and put it on the bed.",
    "78582": "Open the second drawer from the right, pick up the black cloth from the first drawer, put it in the second drawer and close the second drawer.",
    "56060": "Completely open the topmost cabinet on the right, and then close it back to its original position",
    "53504": "Close the top right drawer",
    "44293": "Close the top left drawer",
    "53006": "Close the top right drawer",
    "32527": "Close the left top drawer",
    "75023": "Close the top left drawer and open the top right drawer",
    "32022": "Close the top right and left drawers respectively",
    "27419": "Open the bedroom drawer fully",
    "83746": "Close the drawer on the left",
    "92451": "Move the blue cloth from the top left drawer to the top right drawer then put it back in the top right drawer",
    "13111": "Close the top drawers",
    "24895": "Close the topmost drawer of the cabinet to the left",
    "33628": "Close top left drawer on the left banker bed",
    "60768": "Close the top drawer on the right",
    "33128": "Close the drawer on the left",
    "2922": "Open then close the top left drawer",
    "50038": "Remove the red shirt from the topmost drawer on the right and place it in the topmost drawer on the left",
    "6520": "Open the first drawer on the left under the bed",
    "42879": "Move the blue shirt from the left drawer to the one on the right",
    "64387": "Put the object on top of the bed into the top left drawer",
    "2436": "Take a t-shirt out of the top right drawer and put it on the bed",
    "94090": "Pick a cloth in the right drawer and put it in the left drawer",
    "3984": "Close the top drawer of the bed.",
    "57236": "Open the topmost drawers fully",
    "32663": "Open the top right drawer.",
    "53143": "Close the topmost drawer",
    "49573": "Open the top right drawer and close the top left drawer.",
    "13737": "Close the top drawers",
    "16298": "Take the green garment out of the top right drawer, put it in the top left drawer then close both drawers",
    "6059": "Take the shirt on the bed and put it in the topmost left drawer",
    "93100": "Pick up the orange cloth from the first drawer, put it in the second drawer on the right and close the second drawer.",
    "89006": "Close the top right drawer",
    "36784": "Close the top drawer on the right",
    "48561": "Pick up the orange piece of clothing from the top right drawer and set it on the bed",
    "14258": "Close the drawer",
    "58808": "Close the open drawers",
    "41913": "Close the top left drawer under the bed",
    "84408": "Open the left top drawer then put the blue shirt in and out of the drawer then close the top left drawer",
    "90553": "Open the top drawer of the bed",
    "38342": "Open the top right drawer",
    "32719": "Open the top left drawer.",
    "17892": "Close the top drawer on the left and open the top drawer on the right",
    "74725": "Close the two top drawers",
    "81380": "Open the top left bedroom drawer fully",
    "80873": "Put the lid on the table",
    "49643": "Close the top drawer of the left cabinet",
    "68605": "Open the top right drawer, pick up the orange cloth from the top left drawer and put it in the top right drawer.",
    "55294": "Close the top right drawer fully"
}