{
    "41859": "Take the rubik's cube out of the box and put it on the table",
    "75016": "Pour the contents of the mug into the cup",
    "9353": "Press the button on the right side of the scale",
    "11404": "Pour the contents from the pink cup into the white bowl",
    "4621": "Pour the liquid in the pink cup into the white bowl on the scale",
    "38286": "Put the rubik's cube in the wooden box",
    "12816": "Turn on the desk lamp",
    "52753": "Flip the switch of the desk lamp. Pick up the light pink cup from the table and pour some of its water in the white dish.",
    "34323": "Put the cello tape holder in the wooden box",
    "76181": "Press a button on the scale",
    "84118": "Pour the contents in the red cup into the white bowl",
    "27418": "Remove the Rubik's cube from the wooden box and put it on the table",
    "66970": "Turn off the reading lamp",
    "70683": "Place the small Rubik's cube on the medium one",
    "37533": "Pick up the white cup and pour its contents into the basin",
    "15134": "Put the small Rubik's cube in the jar",
    "2854": "Pick up the blue cup and pour the water in the white bowl",
    "34478": "Pour the water out of the purple cup into the white bowl",
    "52657": "Pour the liquid in the pink cup into the white bowl",
    "1330": "Pour the liquid from the pink cup into the white bowl",
    "44723": "Replace the smaller Rubik's cube in the crate and with the bigger one",
    "90417": "Turn on the light",
    "90166": "Turn off the lamp",
    "17209": "Place the small Rubik's cube inside the wooden box",
    "3642": "Pour the contents of the cup into the bowl",
    "50362": "Move the wooden box to the left",
    "2492": "Put the Rubik's cube on the right into the wooden box",
    "3645": "Move the rubik's cube next to the green block closer to you",
    "27838": "Pick up the small Rubik's cube from the table and move it to the left.",
    "40385": "Place the white cloth on the black bag",
    "15172": "Put the small Rubik's cube in the wooden box",
    "61765": "Put the cube on the table inside the clear container",
    "65222": "Put the green cube inside the clear jar",
    "91594": "Turn on the side lamp.",
    "82253": "Put the smaller Rubik's cube in the wooden box",
    "58712": "Pour the contents of the pink cup into the white bowl",
    "83673": "Pick up the yellow block from the table and put it in the plastic container.",
    "26075": "Move the wooden box to the right",
    "47968": "Turn on the lamp",
    "42595": "Turn the lamp on.",
    "29668": "Remove the Rubik's cube from the wooden crate",
    "54629": "Pour the water out of the blue cup into the white bowl",
    "31975": "Press the button on the scale",
    "72426": "Place the small Rubik's cube in the wooden tray",
    "12270": "Move the jar to the right edge of the table",
    "47854": "Move the block on the left slightly backwards",
    "79471": "Put the jacket down on the seat",
    "65778": "Turn off the desk lamp switch",
    "6771": "Pour the contents in the pink cup into the white bowl",
    "20979": "Move the rubik's cube near the clear bottle to the left",
    "25333": "Take the Rubik's cube out of the wooden box and put it on the table",
    "93818": "Tilt the white mug over the bowl",
    "16763": "Put the sharpie in the mug"
}