{
    "73344": "Open the small door completely, then place the cup inside, and then close the door",
    "30977": "Remove the marker from the cup",
    "2565": "Put the marker in the cup",
    "45062": "Pick up the marker and place it in the paper cup with the cap side down",
    "48012": "Put the blue book on the shelf.",
    "4877": "Take the marker out of the coffee cup and put it on the top shelf.",
    "35213": "Move the cup closer to the book",
    "42640": "Pick up the cup, place it in between the books, remove the marker from the cup and place it on top of the cabinet",
    "26129": "Put the marker on top of the table",
    "29842": "Remove the marker from the top of the cup and put it on top of the cabinet then put the cup upright",
    "56978": "Put the black object on the cup",
    "50196": "Put the blue book on top of the white book.",
    "68370": "Put the sharpie into the cup",
    "76307": "Open the cabinet door and remove the coffee cup from the cabinet then close the door.",
    "76437": "Open the compartment on the dresser, put the cup inside then close it",
    "8344": "Place the white book upright and move it backwards.",
    "37657": "Put the marker inside the paper cup, pick up the paper cup and put it at the top",
    "62877": "Open the cabinet door, then out the cup inside and close the cabinet door",
    "44325": "Turn the white book around in an anticlockwise direction",
    "17830": "Take the marker out of the coffee cup then place the coffee cup upside down.",
    "54186": "Place the coffee cup upside down on top of the cabinet.",
    "37296": "Put the white book in the middle compartment",
    "23346": "Remove the marker from the paper cup, put it on the table and close the door of time middle compartment",
    "51762": "Put the white book on the top shelf.",
    "1974": "Remove the marker from the cup, then put the cup in the cabinet and close the cabinet door",
    "67005": "Put the cup inside the small door on the desk, then close the door",
    "74430": "Put the marker inside the coffee cup.",
    "89029": "Move the two books",
    "30919": "Move the cup and pen to the bottom half of the desk, then place the pen on it",
    "59342": "Place the cup on the top shelf",
    "38611": "Put the white book in the top middle compartment",
    "47062": "Move the cup, then pick up the marker and put it in the cup",
    "28761": "Put the marker inside the cup",
    "12889": "Move the cup from the desk to the cabinet top",
    "23644": "Put the marker inside the coffee cup then place the cup on the countertop.",
    "62173": "Open the compartment and remove the cup and put it on top of the dresser",
    "71779": "Open the compartment on the dresser",
    "57194": "Pick up the marker and put it on the paper cup",
    "87275": "Open the top cabinet door then place the coffee cup on top of the cabinet and close the cabinet door.",
    "41070": "Take the marker out of the coffee cup.",
    "81136": "Close the cabinet door",
    "25329": "Put the book on top of the dresser",
    "91378": "Pick the marker up from the cap and place it to the right of the cup",
    "3829": "Take the marker off of the cup and put it on the book then put the cup upside down",
    "6645": "Put the paper cup inside the middle cabinet and close the door",
    "21109": "Put the coffee cup on top of the cabinet.",
    "67445": "Remove the marker from the paper cup, put it on the top part of the desk, open the top middle cabinet door, put the paper cup inside the cabinet and close the cabinet door",
    "9722": "Take the marker out of the coffee cup.",
    "51835": "Put the white book on top of the blue book.",
    "37759": "Pick up the marker from the shelf and put it in the cup"
}