{
    "28546": "Stir the contents in the blue mug",
    "44165": "Put the spoon inside the mug.",
    "36742": "Put the black ladle inside the black pot",
    "40199": "Put the lid on the table",
    "8968": "Move the spoon to the left",
    "9608": "Put the blue cup on the white plate then remove the cup and put it on the table",
    "27017": "Put the cup on the plate",
    "10379": "Pick the lid on the table on put it on the big pot",
    "61450": "Take the lid from the left black pot and put it on the table",
    "25741": "Put the glass lid on top of the black pot",
    "15118": "Put the spoon in the mug, take it out and put it back on the table",
    "29197": "Place the blue mug next to the white mug",
    "30349": "Remove the blue mug from the white plate and put it on the table",
    "58126": "Move mug from the white plate to the table",
    "74642": "Move mug from the white plate to the table",
    "8854": "Put the cup on the white plate",
    "51608": "Take the cup on the plate and put it on the table",
    "41369": "Use the spoon to stir in the cup",
    "24346": "Stir in the mug with the spoon",
    "46491": "Move the spoon to the right",
    "49946": "Cover the black pot with the colourless lid on the table",
    "65565": "Put the spoon in the middle of the mug and the thing at the middle of the table",
    "75294": "Take the lid off the pot and put it on the coffee table",
    "2207": "Put the mug on the table",
    "81440": "Take the mug off the plate and put it on the table",
    "29345": "Uncover the pot and cover it again",
    "89378": "Move the dishing spoon from the pot to the table, to the pot, then to the table",
    "89631": "Put the mug at the right edge of the box",
    "12965": "Pick up the blue cup from the table and put it on the plate.",
    "19494": "Remove the lid from the black pot.",
    "31143": "Pick up the glass lid from the table and put it on the black pot.",
    "26920": "Pick up the blue mug and put it on the plate",
    "4649": "Put the lid on the pot",
    "73896": "Remove the spoon from the cup and put it on the table",
    "17707": "Put the cup on the plate",
    "25004": "Place the blue mug on the white plate",
    "80813": "Pick up the spoon from the blue cup and put it on the table.",
    "93990": "Put the screwdriver on the top right of the segment tray",
    "91954": "Pick up the black spoon from the table and put it in the pot.",
    "12723": "Put the lid on the table",
    "28340": "Remove the blue mug from the white plate and place it on the table",
    "22325": "Move the mug from the plate to the table",
    "72631": "Uncover the pot and put the lid on the table",
    "70714": "Pick the spoon on the table and put it in the mug",
    "32320": "Uncover the pot",
    "22213": "Place the mug on the plate",
    "15430": "Put the blue mug on top of the white plate",
    "21191": "Take the mug off the plate and put it on the table",
    "13384": "Put the blue mug on the plate",
    "27208": "Take the lid off the coffee table and place it on the big pot",
    "26058": "Pick up the mug on the plate and put it on the table",
    "27849": "Remove the mug from the plate.",
    "60998": "Lift the blue cup and position it on the plate",
    "83400": "Remove the black spoon from the pot and put it on the table",
    "51662": "Move the blue cup off of the white plate and place it on the table",
    "29649": "Remove the blue mug from the white plate and set it down on the table",
    "27090": "Remove the spoon from the blue mug and place  it on the napkin on the table",
    "54102": "Close the big pot with the lid on the table",
    "85723": "Take the blue cup and place it on the white plate then take the spoon and put it in the blue cup then remove the spoon from the blue cup and place it on the table",
    "27616": "Take the wooden spoon and place it in the the black pot",
    "20577": "Use the big spoon to stir the contents of the big pot",
    "91362": "Rotate the mug in the middle of the plate",
    "57187": "Put the blue mug in the white bowl",
    "4836": "Use the spoon to stir in the cup",
    "85352": "Move the spoon to the right",
    "22378": "Pick up the blue cup from the table and put it on the white plate.",
    "11371": "Remove the mug from the white plate and place on the table",
    "55532": "Use the big spoon to stir the big pot",
    "70002": "Place the blue mug on the white plate",
    "56181": "No action",
    "86390": "Place the lid on the pot",
    "74231": "Take some sachets out of the box and put them on the table",
    "55800": "Take the lid from the table and place it on the black pot",
    "34553": "Pick up the black spoon from the table and put it in the black pot. Pick up the back spoon from the black pot and put it on the table.",
    "93819": "Move the serving spoon from the pot to the table"
}