{
    "62721": "Slide the lid on the wooden toy box backwards.",
    "77061": "Put one yellow block in the box.",
    "9094": "Put the blue block in the wooden toy box.",
    "65927": "Slide the lid off of the shape sorting box",
    "82950": "Open the laptop and click on the space bar",
    "2441": "Use one tissue square to wipe the top of the wooden toy box.",
    "27786": "Open the cube-shaped object completely",
    "71050": "Press a button on the keyboard of the laptop",
    "33789": "Use a napkin to wipe the laptop screen",
    "16402": "Slide closed the lid of the toy box",
    "86420": "Open the laptop and switch it on",
    "21": "Use a paper towel to clean the table",
    "34453": "Slide the lid off of the shape sorting box",
    "67095": "Put the yellow squishy ball inside the box",
    "28312": "Put the orange block inside the wooden toy box.",
    "82967": "Half open the wooden box by sliding the lid",
    "89109": "Close the lid on the box",
    "93464": "Open the laptop",
    "93593": "Slightly remove the top cover of the wooden box with shapes",
    "16797": "Turn the cap on the water bottle",
    "33182": "Close the laptop",
    "13856": "Use the napkin to wipe the table",
    "1697": "Close the shape sorter lid",
    "89381": "Press a key on the keyboard",
    "35750": "Twist the lid of the bottle clockwise  and anticlockwise",
    "49320": "Slide the wooden toy box lid to the left.",
    "55465": "Use one white napkin to wipe the laptop.",
    "37034": "Put one block inside the wooden box on the right.",
    "74539": "Pick up the red object from the table and put it in the box",
    "80043": "Close the cube-shaped object, then move it closer to the laptop",
    "4781": "Open the cube-shaped wooden object",
    "34685": "Pick up the yellow object from the left and put it in the box",
    "87725": "Pick up one green block and put inside the open box",
    "54577": "Close the laptop",
    "62260": "Put the cylindrical block in the toy box",
    "25016": "Open the lid of the toy box",
    "48702": "Put the red block into the shape sorting box",
    "17599": "Put the coffee pod in the wooden box.",
    "51006": "Pick up the orange block an put it in the small wooden box",
    "72256": "Twist the lid of the bottle",
    "51268": "Use the napkin to wipe the laptops keyboard",
    "8261": "Press a button on the laptop keyboard",
    "35782": "Press on the keyboard",
    "35909": "Open the door of the box",
    "49095": "Close the box",
    "66631": "Open the laptop",
    "82765": "Close the laptop.",
    "68180": "Partially turn the bottle's cap",
    "24150": "Move the shapes cube to the left next to the laptop",
    "24796": "Twist the bottle on the table",
    "57820": "Close the laptop",
    "37470": "Press the spacebar on the laptop",
    "33631": "Turn the lid on the beige bottle.",
    "94815": "Twist the cap on the bottle",
    "76003": "clean up  when doing the task",
    "94307": "Use the tissue to wipe the laptop",
    "50279": "Put the yellow object inside the wooden box",
    "3817": "Slide the lid on top of the wooden toy box to the right.",
    "62697": "Pick up the blue rectangular block and place it in the wooden box without a top cover",
    "10859": "Close the lid on the box",
    "72300": "Press a button on the laptop",
    "75497": "Slide closed the the lid of the toy box",
    "62574": "Open the lid of the shape sorter",
    "67183": "Move the black thermos backwards.",
    "60144": "Pick up one yellow object from the table and put it in the box",
    "50033": "Close the cube-shaped wooden object completely",
    "40306": "Move the toy box to the right.",
    "48243": "Slide open the lid of the toy box",
    "80750": "Slide the lid on top of the wooden box to the left.",
    "28662": "Place the blue cross and the red rectangular block into the wooden box through their respective shape cutting on the lid",
    "9463": "Open the lid on the wooden toy box.",
    "54521": "Slide closed the lid of the toy box",
    "23675": "Put the orange block in the wooden toy box.",
    "637": "Use one napkin to wipe the laptop.",
    "30975": "Press a key on the keyboard"
}