{
    "71168": "Remove the cup from the blue bowl then put the blue bowl in the microwave.",
    "32001": "Put the blue bowl in the bottom compartment of the top cabinet",
    "90370": "Press down on the white pump bottle.",
    "90882": "Open the cupboard then put the cup inside",
    "62988": "Remove the box from the cupboard to the right",
    "19469": "Turn on the tap",
    "5647": "Open the microwave",
    "17939": "Close the tap",
    "9500": "Turn the tap handle on the left",
    "94492": "Remove the cup and bowl from the cupboard and put the box inside",
    "71070": "Close the tap faucet",
    "91936": "Remove the blue cup from the cupboard",
    "5026": "Remove the glass from the cupboard",
    "92962": "Put the blue cup in the blue bowl.",
    "72999": "Turn the faucet to the left slightly",
    "88873": "Put the blue cup and bowl in the cabinet",
    "45354": "Push the faucet handle forwards.",
    "6702": "Hang the coat hanger on the cabinet's right door, then open its left door",
    "54446": "Open the microwave door.",
    "7473": "Put the blue cup inside the upper cabinet on the left.",
    "70963": "open  up the drawer and place an object in there and it was not done smoothly",
    "20532": "Close the right tap faucet",
    "77494": "Close the top right cabinet door",
    "15033": "Move the blue cup to the bottom shelf",
    "65341": "Unhook the hanger from the right cabinet door and put it on the counter",
    "31810": "Turn the left tap handle",
    "42562": "Hang the hanger on the wall cabinet door",
    "19268": "Move the orange spoon to the cup behind the bowl in the cabinet",
    "37445": "Move the blue bowl to the right cabinet",
    "48197": "Hang the coat hanger on the cabinet's left door",
    "52038": "Open the blinds.",
    "75846": "Close the right upper cabinet door.",
    "89925": "Close the microwave",
    "90827": "Close the microwave door",
    "35149": "Put the blue cup in the open upper cabinet then close the cabinet.",
    "69712": "Move the tap nozzle to the left",
    "21587": "Open the door of the microwave, then remove the blue bowl from the microwave",
    "39383": "Shift the coat hanger to the counter",
    "53209": "Close the cupboard",
    "3298": "Close the left door of the top cabinet",
    "21475": "Open the cupboard door",
    "36707": "Close the microwave door.",
    "40039": "Move the object on the counter",
    "16872": "Move the faucet handle on the left to the back.",
    "57959": "Push the faucet nozzle to the right",
    "81005": "Put the green cup in the microwave",
    "59506": "Close the cabinet door on the right side",
    "34291": "Close the cabinet",
    "75127": "Open the top right cabinet door",
    "72313": "Put the white box in the upper cabinet on the right.",
    "60411": "Put the cup inside the cupboard",
    "56957": "Open the right side of the cabinet"
}