{
    "7680": "Move the faucet head to the left",
    "22528": "Turn the tap faucet to the right",
    "86016": "Push the faucet handle on the right to close the faucet",
    "91143": "place the plate in the rack",
    "56330": "Push the tap faucet to the right",
    "21003": "Move the faucet handle on the right to the right",
    "18448": "Open the tap on the right",
    "20506": "Completely close the tap",
    "52250": "Remove the beige plate from the dish rack and place it in the sink",
    "44060": "Pick up the beige mug and put it inside the sink",
    "71196": "Push the faucet handle backwards.",
    "54819": "Pick up the white mug",
    "37419": "Close the tap with the right tap handle",
    "74283": "Move the tap",
    "85547": "Open the faucet then close the faucet",
    "81977": "Remove the cup from the sink",
    "27715": "open the tap",
    "12874": "Remove the fork and straw from the sink",
    "46154": "Remove the straw from the sink",
    "34384": "Put the glass bowl in the sink",
    "32352": "Remove the silver fork from the glass in the sink and put it on the dishrack",
    "43105": "Put the mug on the counter top",
    "32868": "Put the straw inside the mug",
    "92779": "Move the tap nozzle to the left",
    "79476": "Turn the faucet handle on the right",
    "84086": "Use the right faucet handle to open the faucet.",
    "31359": "Pick the glass bowl in the sink and put it on the counter",
    "21635": "Remove the clear fork from the mug and put it in the sink.",
    "53891": "Put the white plate on the dish rack",
    "84116": "Remove the straw from the dish rack and put it inside the glass in the sink.",
    "1173": "Place the beige mug inside the sink",
    "23716": "Remove the fork from the sink and put it on the dish rack",
    "64171": "Move the glass cup to the right side of the counter.",
    "82093": "Pick the cup and put it in the sink",
    "79024": "Center the faucet",
    "3251": "Turn off the water switch on the right tap",
    "19125": "Open the faucet using the right handle",
    "36024": "Close the tap",
    "56510": "Put the mug in the sink",
    "9410": "Move the sponge backwards",
    "42698": "Remove the cup from the sink and put it on the plate",
    "88267": "Put the fork on the plate in the sink",
    "44251": "Remove the clear bowl from the sink and put it on the counter",
    "35553": "Put the glass cup on the white plate.",
    "68837": "Pick up the cup from the sink and put it on the counter",
    "20199": "Take the cup out of the sink",
    "30444": "Remove the fork from the sink and put it in the white mug on the left",
    "3821": "Close the tap",
    "87279": "Move the white mug in the sink to the left",
    "44805": "Move the tap nozzle to the right",
    "77062": "Move the blue sponge forward",
    "71944": "Put the cup in the sink",
    "38666": "Remove the cream plate from the dish rack and put it on the counter in front of the sink",
    "54546": "Put the fork in the white cup then move the cup to the right",
    "76564": "Pick up the glass bowl from the white plate and place it on the left side of the countertop",
    "78103": "Turn the faucet handle on the right clockwise",
    "34073": "Take the mug out of the sink",
    "81690": "Turn the faucet to the left",
    "15135": "Pick up the straw from the sink and put in the kitchen utensil holder",
    "13600": "Remove the cup from the sink",
    "32045": "Put the cup in the sink upright, then move it backwards",
    "27952": "Turn the tap",
    "313": "Move the lunch box from the sink to the drying rack",
    "25402": "Very slightly move the faucet of the sink to the right.",
    "56646": "Put the mug on the counter",
    "39240": "Remove the straw from the cup that is in the sink and put it in the utensil holder",
    "87881": "Put the white cup in the sink",
    "9555": "Move the mug to the left side of the sink",
    "34646": "Open the faucet using the handle on the right",
    "76641": "Move the white mug from the counter on the left to the sink",
    "89958": "Pick up the white mug from the counter and put it inside the sink",
    "21359": "Move the glass cup to the left of the sink",
    "13689": "Pick up the cup and put it in the sink",
    "81788": "Remove the cream white plate from the dish rack and put it in the sink",
    "3971": "Put the white cup into the sink",
    "84871": "Slide the spout to the right",
    "65424": "Close the faucet using the faucet handle on the right",
    "16273": "Put the straw inside the sink",
    "55186": "Remove the white cup of the sink",
    "50075": "Put the plate on the drying rack",
    "10141": "Remove the mug from the sink and place it on the right side of the countertop",
    "931": "Put the straw inside the bowl",
    "81832": "Put the cup upright",
    "19384": "Pour the water out of the mug cup in the sink",
    "451": "Turn on the faucet",
    "63957": "Put the glass cup inside the sink",
    "43485": "Pick the cup and put it on the counter",
    "41965": "Remove the white cup out of the sink, then move the transparent bowl to the right, then put the glass bowl in the sink",
    "15855": "Put the white cup closest to you in the sink",
    "34801": "Pour out the water in the mug",
    "61938": "Open the faucet",
    "38387": "Move the white plate to the right",
    "76277": "Pick up the glass cup from the sink and put it on the countertop.",
    "7161": "Pick up the folk from the dish dryer and put it in the sink"
}