{
    "55553": "Place the silver spoon and fork on top of the pot holder.",
    "73219": "Put the items that are on the spoon, in the bowl",
    "17541": "Put the grey potholder on the glass cup",
    "7430": "Put the silver spoon in the black mug.",
    "53381": "Put the small table mat on the glass cup",
    "5134": "Put the glass cup on the back cup",
    "28431": "Move the glass cup to the left.",
    "18834": "Put the glass cup in an upright position",
    "67730": "Put the fork in the glass cup",
    "13844": "Turn the small lunchbox over",
    "22936": "Put the green lid on the lunchbox",
    "2459": "Put the spoon in the cup",
    "40220": "Put the clear bowl on the wooden coaster.",
    "9501": "Take the fork and spoon out of the glass cup",
    "88441": "Move the spoon to the left",
    "51754": "Pick up the fork and put it in the black cup",
    "1708": "Put the fork in the cup",
    "15278": "Remove the spoon from the cup",
    "45743": "Put the spoon into the glass cup",
    "65331": "Put the grey pot holder on top of the glass cup.",
    "76084": "Pick up the silver spoon from the glass cup and put it in the black mug",
    "46902": "Move the glass cup to the right",
    "27191": "Put the spoon inside the mug",
    "81468": "Take the spoon out of the glass cup",
    "20799": "Move the circular object to the right",
    "30912": "Place the clear bowl upright.",
    "76225": "Put the glass cup on the grey placemat.",
    "87616": "Move the glass closer to the towel",
    "40645": "Move the black mug close to the right edge of the table",
    "77638": "Move the grey mat, then place the glass on it",
    "22345": "Move the plastic container to the right",
    "48971": "Lift the folk and spoon from the table and put them in the glass cup",
    "52043": "place the cutlery in the cup",
    "81741": "Put the glass cup on top of the black mug.",
    "69459": "Turn the lunchbox around",
    "55252": "Put the green lid on the clear container.",
    "58840": "Put the grey potholder on the black mug and then put the silver fork on the grey potholder",
    "30045": "Move the tin to the left side of the mat",
    "66015": "Put the can on the stove",
    "33381": "Remove the mat from the top of the black cup, then put the glass cup on the mat",
    "18790": "Put some brown objects on the spoon, then put them in the bowl",
    "36329": "Put the fork in the glass cup",
    "77547": "Remove the folk and then the spoon from the glass cup and put them on the table",
    "20461": "Move the black cup to the right, then put the spoon in the glass cup",
    "7278": "Put the mat on the right cup, then put the spoon on the mat",
    "10478": "Pick up the clear lunch box and place it on the green lid",
    "14193": "move the object from the stove top to the counter",
    "55409": "Pick a spoon and place it in the cup",
    "49913": "Correctly position the glass on the mat",
    "76410": "Move the silver spoon and fork to the grey placemat.",
    "26363": "Pour the contents from the bowl into the can",
    "21631": "Pour the contents of the silver spoon into the small lunchbox"
}