{
    "29056": "Pick up the paper garbage and put it in the bin",
    "24065": "Close the book.",
    "47618": "Fold the white and red towel from right to left",
    "44035": "Pick up the small white object from the table and put it in the orange  plate.",
    "77313": "Turn the spoon to a vertical position",
    "77827": "Pick the lid on the tray and put it on the pot",
    "86533": "Move the red cup to the left",
    "52743": "Place the spoon inside the white mug",
    "28040": "Cover the silver pot with the silver lid",
    "32523": "Pick up the orange cup from the table and move it to the right.",
    "61328": "Take the spoon out of the red cup and put it on the tray",
    "56210": "Open the blue book",
    "95000": "Put the salt cellar in the red cup",
    "70300": "Put the sharpie in the mug",
    "40989": "Fold the white and red towel in half",
    "53931": "Put the salt and pepper shaker in the red mug and use the spoon to mix the contents of the red bowl",
    "54960": "Tip the white mug over",
    "26673": "Push a button on the board",
    "7603": "Press the button on the left side of the board",
    "48308": "Fold the white and red towel from right to left",
    "60469": "Open the notebook on the tray",
    "1846": "Pick the seasoning bottle on the tray and put it in the red cup",
    "25783": "Press two buttons on the electrical object on the table.",
    "95415": "Put the bottle in the mug",
    "46522": "Move the white shaker to the right",
    "65339": "Press a button on the toy object on table",
    "7996": "Put the salt cellar in the red cup",
    "91583": "Put the spoon on the tray",
    "35137": "Close the book",
    "36546": "Use the spoon to stir the contents in the red bowl",
    "63041": "Fold the white and red towel from left to right",
    "26820": "Take the silver lid from the table and place it on the the silver pot",
    "74945": "Cover the silver pot with the silver lid",
    "16843": "Fold the tea towel",
    "68302": "Pick up the lid and put it on the open silver cup",
    "65234": "Take the lid and cover the pot",
    "2005": "Remove the shaker from the red plate and put it inside the red mug",
    "86102": "Move the white mug closer to the spoon",
    "44887": "Fold the towel in half from right to left",
    "49117": "click on the bottom right button on the board",
    "19038": "Open the book on the table",
    "84957": "Pick the lid on the tray and put it on the pot",
    "54113": "Move the red cup to the left",
    "7906": "Use the spoon to stir the contents in the orange bowl then put the spoon in the cup",
    "9571": "Fold the towel",
    "77538": "Put the white cup upright",
    "47205": "Fold the white and red towel from right to left",
    "55272": "Pick the lid on the tray and put it on the pot",
    "31977": "Put the white salt shaker inside the red mug",
    "20842": "Move the mug forward",
    "39530": "Press the button on the bottom right corner",
    "45815": "Put the silver lid on the silver pot",
    "76524": "Fold the white towel.",
    "14447": "Place the salt shaker in the reg mug",
    "13680": "Put the lid on the silver pot",
    "91121": "Pick up the small silver lid from the table and put it on the silver pot.",
    "4597": "Throw the tea towel in the trash bin",
    "11125": "Fold the white and red towel from right to left",
    "7415": "Put the mug on the plate",
    "64502": "Mix in the red bowl with the red spoon",
    "13181": "Move the spoon from the white mug to the red one",
    "57854": "Push a button on the board"
}