{
    "14464": "Put the clear lid on the table",
    "74626": "Pick up one pen and put it on the table",
    "71947": "Move the bottle to the left",
    "27666": "Slide the book to the right on the table",
    "38675": "Put the lid on the white bowl",
    "81812": "Remove the lid from the glass container",
    "88724": "Uncover the glass jar and put the lid on the table",
    "57110": "Remove the lid from the bowl",
    "61719": "Place the container with the red lid upright.",
    "24088": "Pick up the paper from the bowl and put it on the table",
    "94995": "Move the glass container forwards.",
    "74395": "Pick up two of the crayons and put them to the right",
    "59292": "Put the paper in the glass bowl",
    "11424": "Remove the lid from the glass container and put one sachet in the container.",
    "61989": "Remove the marker from the white plate",
    "68262": "Move the marker to the right",
    "82983": "Put the piece of paper in the glass bowl",
    "85289": "Remove one sachet from the white plate and put it in the glass bowl",
    "16682": "Put the marker on the plate",
    "78890": "Put the lid on the glass bowl",
    "73004": "Remove some packets from the glass bowl and put them on the plate",
    "32175": "Move the glass object and the bottle on the table",
    "42623": "Put the glass lid on the glass bowl",
    "86959": "Move the yellow box farther from you",
    "6075": "Take the lid of the glass container, put some candy in it and put the lid back on",
    "78651": "Take the lid off of the glass bowl",
    "89150": "Move the glass bowl to the left",
    "46271": "Put one sachet in the glass bowl",
    "37696": "Remove the lid from the glass bowl then remove the object inside",
    "89151": "Remove the glass lid from the glass container then put two white sachets from the container on the counter and move the container to the right.",
    "74438": "Put the glass lid on the white plate, then put a piece of paper in the glass cup",
    "33485": "Pick up the pen from the towel and put it directly on the table",
    "54866": "Move the glass lid to the left.",
    "31444": "Put the container with the red lid upright.",
    "9174": "Put one white sachet in the glass container.",
    "47191": "Put the black marker on the white plate",
    "11992": "Put the bottle on the white plate",
    "2137": "Put the bottle beside the glass jar",
    "40281": "Lay the brown bottle down",
    "72407": "Move the bottle to the other side of the glass bowl",
    "71772": "Put the glass lid on the bowl",
    "84182": "Cover the glass jar with the glass lid on the table",
    "78434": "Move the glass bowl to the left, then pick the lid and put it on top of the bowl",
    "89058": "Pick up one object from the table and put it in the bowl",
    "54756": "Put the glass lid on the table, then remove the object rom the glass bowl",
    "91238": "Move the yellow marker to the left",
    "54887": "Cover the glass jar with the glass lid",
    "43114": "Put one white sachet in the glass container.",
    "60906": "Move the white plate to the left, remove the white paper from underneath the plate",
    "2668": "Uncover the glass jar and put the lid on the table",
    "52973": "Pick one coloured pencil from the box and put it on the white plate.",
    "57196": "Take the spice bottle off the plate",
    "10479": "Move the glass bowl to the left",
    "68586": "Pick up the tissue paper from the table and move it to the right.",
    "35825": "Pick the paper and put it in the glass bowl",
    "4978": "Put the small object into the glass bowl",
    "61810": "Put the piece of paper in the glass bowl",
    "84979": "Put the glass lid on the glass vessel.",
    "62453": "Pick up the glass lid from the table and put on the glass bowl.",
    "71285": "Put the lid on the glass bowl",
    "86777": "Take one small sachet from the glass container and place it on the right side",
    "44281": "Pick up the lid from the bowl and put it on the table",
    "56571": "Put one small white sachet in the glass bowl, move the glass bowl to the right, move the plastic plate to the right and move the crayon box to the left",
    "83069": "Take the small pieces out of the glass box and put them on the table",
    "19967": "Pick up the glass lid and put it on the glass bowl"
}