{
    "62852": "Remove the checked pillow from on top of the white pillow, pick up the black remote, put it on the bed and then put the checked pillow back on top of the white pillow",
    "80901": "Straighten the pillowcase",
    "95237": "Move the remote control backwards then place the white pillow over the remote.",
    "24327": "Turn the pillow over",
    "14344": "Move the right end of the blanket to the left, then move the hanger to the left",
    "22409": "Put the remote on the pillow",
    "24841": "Fold the bed sheet on the pillow",
    "65929": "Put the white hanger under the covers then pull the covers on the bottom left corner downwards.",
    "31372": "Fold the cloth in half",
    "397": "Slide the checked black and white pillow downwards on the bed",
    "50172": "Put the black remote control on the grey book.",
    "63756": "Move the hanger to the right, then cover the hanger with the blanket",
    "86808": "Move the white pillow forward, then put the checked pillow on the white pillow",
    "68763": "Pull the white pillow onto the bed, pick up the checked black pillow and put it on top of the white pillow",
    "13468": "Move the checked pillow to the right, remove the black remote from the white pillow and put it on the bed",
    "29724": "move the pillow",
    "22814": "Fold the pillowcase in half",
    "63900": "Lift the pillow on the right and turn it upside down",
    "71965": "Straighten up the duvet on the right",
    "86692": "Unfold the left corner of the towel",
    "29733": "Put the remote on the bed",
    "87204": "Move the top pillow to the right, then put the remote on the bed",
    "26542": "Turn the pillow upside down",
    "79280": "Move the pillow to the left",
    "76593": "Pull the checked black and white duvet diagonally to the right, pick up the black remote and move it a little to the right on the bed",
    "30644": "Place the sheet that is at the bottom, on the sheet on top of it",
    "28981": "Slide the pillow diagonally to the right of the the bed by pulling the bottom right corner of the pillow",
    "42676": "Remove the black remote from between the two pillows and then put it on the bed",
    "28727": "Cover the black remote with the duvet",
    "58936": "pull out the object from under the pillow",
    "20281": "Move the pillow",
    "66870": "Move the black remote to the right and then cover it with the duvet",
    "88952": "fold the towel",
    "69820": "Put the hanger on the bed",
    "56253": "Move the remote forward, then pull the bottom corner of the blanket",
    "13375": "Fold the pillowcase into a triangle.",
    "42816": "Put the white pillow and book on the bed",
    "79040": "Remove the blue cloth from the white pillow, put it on the bed and then cover it with the white pillow",
    "42819": "Pile up the grey pillow cases onto the white pillow",
    "24772": "Put the grey beddings on the pillow and take the book off the pillow",
    "95556": "Put the checkered pillow on top of the white pillow",
    "81735": "Cover the right sided corner of the bed",
    "25544": "Shift the grey sheets to the right side of the white pillow",
    "87112": "Fold the gray bedsheet in half",
    "10187": "Move the pillow forward",
    "68814": "Fold the white cloth twice",
    "22615": "Move the pillow to the left",
    "79449": "Take the remote control from under the pillow",
    "8282": "Remove the remote control from the pillow then place the pillow case on the pillow.",
    "60762": "Pull the bottom left corner of the blanket",
    "74460": "Turn the white pillow around",
    "88668": "Move the white pillow to the left, pick up the book on the bed and put it on the white pillow",
    "58081": "Pull up the covers on the bottom left corner of the bed.",
    "20965": "Remove the remote from the pillow, then put the towel on the pillow",
    "3686": "Flip over the checkered pillow at the front.",
    "60392": "Remove the remote control from the bed and straighten the beddings.",
    "32617": "Move the pillow to the left then put the book into the pillow",
    "41834": "Put the white hanger on the checkered pillow on the right.",
    "54762": "Move the top pillow forward, then put the white pillow on the checked pillow",
    "75503": "flip the pillow",
    "91247": "Put the remote on the pillow",
    "90866": "Flip the white pillow over.",
    "91123": "Partially unfold the sheet",
    "66807": "Move the white pillow forward, remove the book from the pillow and put it on the bed",
    "60280": "Straighten out the two upper corners.",
    "2681": "Put the remote on the bed",
    "25594": "Put the remote directly on the bed",
    "37116": "Remove the pillow case covers from the pillow, put them on the bed and then cover them with the pillow",
    "36735": "Put the book on top of the checkered pillow on the right."
}