{
    "61444": "Move the dish soap closer to the sink",
    "65549": "Remove the paper towel roll from the clear bottle on the right and place it on the counter, place the bottle in the sink",
    "68623": "Open the tap",
    "4627": "Close the tap then open it",
    "33300": "Put the orange packet in the open drawer, remove the yellow sponge from the open drawer and use it to wipe the counter",
    "88083": "Take the wooden spoon out of the drawer and put it on the chopping board",
    "88086": "Close the tap",
    "79897": "Close the drawer",
    "30748": "Pick up the white bottle from the countertop and move it to the right.",
    "43036": "Put the wooden spoon in the cup",
    "83997": "Move the bottle of dishwashing soap to the left",
    "85533": "Move the wooden spoon from the dish rack to the blender cup",
    "2592": "Take the orange object from the drawer and place it on the countertop",
    "90653": "Remove the can opener from the top of the chopping board and move it to the left side of the counter",
    "92706": "Pick the bag and put it next to the sink",
    "48164": "Pick up the lid from the right side of the countertop and put it in the sink",
    "84005": "Remove the brown paper roll from the open drawer and put it on the countertop",
    "89647": "Turn off the faucet of the sink.",
    "29746": "Close the faucet then open it again",
    "28724": "Open the tap and put the wooden spoon in the cup",
    "40507": "Open the faucet then close the faucet",
    "45637": "Open the tap, remove the wooden spoon from the open drawer, put it on the chopping board, and then close the drawer",
    "50760": "Close the tap",
    "43087": "Push the faucet handle to the right",
    "55377": "Close the open drawer",
    "27223": "Close the top drawer to the right",
    "11355": "Move the spray bottle to the left, open the faucet",
    "24155": "Close the open drawer",
    "86622": "Move the soap bottle closer to the tap",
    "58985": "Close the water faucet, move the orange pack to the left, scrub the countertop with the yellow sponge",
    "45674": "Turn off the faucet of the sink. Pick up the wooden spoon from the cup and put it on the wooden board.",
    "21104": "Place the white and blue pump bottle inside the open drawer",
    "35447": "Open the tap",
    "29310": "Close the open drawer",
    "81031": "Open the tap",
    "18058": "Move the yellow sponge to the right side of the counter, scrub the countertop with the sponge",
    "54926": "Move the yellow sponge to the right corner close to you of the wooden board",
    "16016": "Move the yellow sponge to the right side of the countertop",
    "19088": "Remove the blue can opener from the drawer",
    "78480": "Close the faucet",
    "7318": "Put the wooden spoon in the dish rack",
    "20126": "Put the soap bottle in front of the sink and the cup in front of the drawer",
    "41118": "Close the faucet using the faucet handle on the right",
    "76455": "Pick the sponge in the drawer and put it on the counter",
    "56491": "Open the tap",
    "39596": "Open the faucet",
    "10421": "Remove the wooden spoon from the chopping board and put it in the open drawer",
    "87734": "Put the wooden spoon in the cup on the dish rack",
    "56503": "Move the white bottle from the drawer to beside the tap",
    "40632": "Open the tap",
    "36539": "Close the top drawer of the cabinet.",
    "25788": "Pick up the spray bottle and move it to the left. Pick up the sponge from the drawer and put it on the countertop",
    "16062": "Close the tap",
    "12995": "Put the sponge in the open drawer",
    "18631": "Remove the yellow sponge from the open drawer and put it on the right side of the counter",
    "88269": "Open the faucet",
    "30926": "Close the tap",
    "6352": "Close the open drawer",
    "25809": "Pick up the blue can opener from the top drawer and put it on the countertop",
    "79575": "Pick the object and place it in the blue cup",
    "30430": "Close the tap",
    "38626": "Close the tap",
    "2275": "Pick up the wooden spoon from the countertop and put it in the clear cup.",
    "76516": "Put the can opener in the drawer then put it back on the counter top",
    "65260": "Open the tap",
    "73455": "Get the sponge on the countertop and place it in the open drawer of the cabinet",
    "29424": "Close both the tap and the top drawer",
    "91376": "Place the yellow sponge on the chopping board and wipe the chopping board",
    "48374": "Take the wooden spoon from the clear cup and place it on the wooden chopping board",
    "77563": "Turn off the faucet",
    "44797": "Open the tap",
    "45314": "Close the faucet",
    "51458": "Pick up the soap bottle and place it on the kitchen counter",
    "51970": "Close the open drawer",
    "85763": "Take the wooden spoon out of the cup and set it on the sink countertop",
    "47367": "Open the tap",
    "14600": "Close the tap",
    "8457": "Close the drawer",
    "54024": "Put the wooden spoon in the cup",
    "22795": "Move the faucet handle to the right",
    "68873": "Slide the light blue can opener into the open drawer.",
    "88328": "Put the wooden spoon in the glass, open the tap, and then close the drawer",
    "73998": "Open the faucet",
    "81168": "Open the tap",
    "38162": "Move the cup to the right",
    "83219": "Put the yellow sponge in the drawer",
    "18709": "Use the sponge to clean the smaller part of the base top near the edge, pick up the duck plush toy , put it in the sink and open the tap",
    "9502": "Move the clear cup to the left side of the counter",
    "59681": "Place the orange pack inside the open drawer, take the pack out of the drawer and put it on the countertop",
    "51490": "Move the cup to the front of the sink",
    "33062": "Close the tap",
    "35622": "Take the kitchen sponge out of the drawer and put it on the side of the sink",
    "86312": "Put the sponge on the counter then put it back in the drawer",
    "3371": "Close the tap",
    "26418": "Close the open drawer",
    "66357": "Push the faucet handle to the right, remove the orange packet from the top of the counter and place it in the open drawer, close the open drawer",
    "18232": "Put the wooden spoon in the drawer",
    "51002": "Move the orange packet to the left",
    "81729": "Move the bottle of dishwashing liquid away from the faucet",
    "75078": "Pick the sponge and wipe the counter on the right",
    "43339": "Open the tap",
    "8524": "Close the drawer",
    "28493": "Put the  blue can opener in the open drawer",
    "54603": "Remove the jar from the wooden board and put it on the countertop then close the open drawer",
    "90445": "Close the tap",
    "58194": "Remove the can opener from the drawer",
    "64855": "Pick the wooden spoon and put it in the drawer",
    "55130": "Close the open drawer",
    "30555": "Push the faucet handle forward",
    "2396": "Move the bottle forward",
    "28509": "Place the yellow sponge inside the open drawer",
    "95581": "Close the tap",
    "19295": "Close the drawer",
    "64353": "Open and close the tap",
    "47458": "Close the top drawer",
    "60770": "Close the tap",
    "29540": "Close the open drawer on the right",
    "68962": "Close the tap",
    "3945": "Use the sponge to scrub the counter top",
    "69995": "Put the blue utensil into the drawer.",
    "39788": "Close the kitchen drawer on the right",
    "64364": "Pick up the yellow sponge from the sink",
    "64878": "Move the dish soap forward",
    "67952": "Open the tap",
    "89456": "Close the faucet",
    "72051": "Use the yellow sponge to wipe the counter",
    "25465": "Close the tap",
    "36731": "Put the orange packet in the open drawer",
    "1411": "Put the paper roll in the open drawer",
    "34696": "Put the dish soap beside the faucet",
    "43401": "Close the tap",
    "11663": "Take the rubber duck from the sink and put it near the wooden board",
    "11664": "Place the cup with a wooden spoon next to the dish soap",
    "62867": "Open the tap",
    "1430": "Close the drawer",
    "80790": "Pick the object and put it in the cup",
    "81814": "Slide the sponge across the countertop.",
    "57753": "Remove the orange pack from the drawer and put it on the counter",
    "71069": "Place the paper towel roll on top of the chopping board",
    "41887": "Open the faucet",
    "78246": "Put the wooden spoon in the drawer",
    "42407": "Pick up the Dish washing sponge from the kitchen drawer and put it on the kitchen unit base",
    "7085": "Move the bottle to the left",
    "58285": "Close the tap",
    "61359": "Open the tap",
    "76212": "Turn off the faucet",
    "84406": "Close the top drawer.",
    "10680": "Put the yellow pack in the open drawer on the right",
    "12742": "Put the spray bottle inside the open drawer",
    "71625": "Turn the handle of the tap",
    "21968": "Take the sponge and wipe the counter",
    "78804": "Move the dish soap to the right side of the counter",
    "61923": "Close the open drawer on the right",
    "11237": "Move the sponge to the front of the sink",
    "19943": "Put the sponge in the drawer",
    "45041": "Close the tap",
    "75764": "Close the top drawer of the kitchen unit"
}