{
    "22401": "Remove the plastic bag from the open cabinet and put it on the counter",
    "5122": "Move the bottle of tea to the counter on the left.",
    "70529": "Remove the bottle from the cabinet",
    "77188": "Pick the box on the stove and put it on the counter",
    "75782": "Put the green and blue packets into the container",
    "25226": "Pick up the plastic and put it on top of the microwave",
    "22797": "Put the lid on the pot",
    "5774": "Remove all the objects from the bowl",
    "35469": "Close the drawer",
    "40722": "Pick up the bottles from the bowl and put them on the stove",
    "54291": "Put the bottle in the top cabinet, then put it back on the counter",
    "64530": "Turn off the light",
    "94099": "Pick up the sachets from the countertop and put them in the plastic bowl.",
    "26647": "Move the bowl to the top of the air fryer",
    "35736": "Put the blue bowl on top of the microwave",
    "21914": "Move the bottle of tea to the counter on the left.",
    "80795": "Flip the switch on the wall",
    "20510": "Place the blue bowl on top of the air fryer",
    "17440": "Remove the bottles from the bowl and put them on the stove",
    "29986": "Put the two bottles on the stove in the bowl.",
    "79266": "Close the microwave door",
    "548": "Remove the tissue box from the open upper cabinet",
    "4392": "Pick up the box from the cabinet and put it on the counter",
    "87597": "Close the microwave door",
    "85678": "Pick up the bottles on the stove and put them in the blue bowl",
    "27569": "Put the bottles on the stove into the blue bowl",
    "1332": "Put the bowl on top of the microwave",
    "19893": "Remove the glass lid from the pan",
    "59703": "Cover the pan with the clear lid",
    "4283": "Put the green packet upright",
    "16190": "Put the green packet in the top cabinet",
    "25027": "Put the blue packet into the bowl",
    "20292": "Pick up the plastic from the counter and put it in the cabinet",
    "82374": "Put the blue bowl on the counter top",
    "56188": "Pick up the plastic from the top of the microwave and put it inside the open cabinet",
    "94537": "Put the box in the cabinet",
    "27212": "Pick the sachets in the bowl and put them on the counter",
    "36429": "Use the tissue to wipe the stove",
    "91859": "Pick up the bottle on the counter and put it on the stove",
    "39510": "Put the plastic bottle inside the bowl",
    "60377": "Pick up the wipe and clean the left part of the stove",
    "36187": "Put the bottle at the left of the box in the top cabinet",
    "58846": "Put all the snacks in the bowl",
    "74975": "Rotate the pot at the front of the stove to the right",
    "19297": "Remove the wrappers from the bowl",
    "77794": "Open the microwave door",
    "16104": "Remove the green packet from the bottom shelf of the open cabinet and then put it on the counter",
    "23657": "Use the white napkin from the counter to wipe the air fryer.",
    "35304": "Remove the green, red and blue sachets from the bowl, respectively",
    "27243": "Remove the glass lid from the black pot.",
    "76522": "Close the cupboard",
    "42093": "Pick up the three sachets from the countertop and put them in the blue dish.",
    "46830": "Remove the bottles from the bowl",
    "10863": "Put the packets in the bowl",
    "7024": "Place the crumpled tissue in the tissue box",
    "64241": "Put the green pack in the transparent bowl",
    "68207": "Twist the handle to the right",
    "74093": "Remove the packets from the lunchbox and put them on the counter",
    "23924": "Put the blue bowl on top of the air fryer then set it down again",
    "60535": "Flip the switch on the wall",
    "29433": "Put the bowl on the microwave",
    "29179": "Remove the blue bowl from the stove and place it on the left side of the countertop",
    "26364": "Open the microwave door",
    "31998": "Put the bowl atop the microwave",
    "69375": "Use the tissue to wipe the airfryer"
}