{
    "56710": "Pick up the bottle from the window and put it on the drawer.",
    "88976": "Remove the blue bottle from the black tray",
    "26897": "Move the bottle from the bowl to the windowsill then put the lemon on the plate",
    "76438": "Pick the bottle on the drawer and put it on the windowsill",
    "70553": "Get the spray bottle on the cabinet and put it on the sofa's arm",
    "37150": "Pick up the object from the shelve and put it on the black tray on the left",
    "3237": "Put the sock, lemon, airpods case, and bottle in the bowl",
    "71725": "Pick up the bottle from the counter and put it on the white plate",
    "4014": "Pick the white object on the drawer and put it on the plate, then close the drawer and pick the bottle on the windowsill and put it on the cabinet",
    "85817": "Move the spray bottle from the windowsill to the nightstand",
    "93632": "Pick up the spray bottle from the nightstand and place it on the windowsill",
    "57282": "Pick up the blue can from the cabinet and put it in the black bowl by the window.",
    "35790": "Pick up the white bottle and put it on the white plate",
    "20304": "Put all the blocks in the bowl",
    "51280": "Pick the bottle and put it on the windowsill",
    "95442": "Take the bottle on the seal and put it on the drawer",
    "33877": "Pick up the container from the black bowl by the window and put it on next to the bowl.",
    "14678": "Move the can from the nightstand to the windowsill",
    "10330": "Move the spray bottle forward",
    "23516": "Put the spray bottle on the window sill",
    "73182": "Move the spray bottle to the right side of the nightstand",
    "46687": "Place the white bottle in the black bowl on top of the night stand, place the lemon in the white mug on the window sill, close the open drawer on the nightstand",
    "870": "Pick up the spray bottle and place it on the arm-rest of the sofa.",
    "83179": "Take the pump bottle and put it on the cabinet",
    "58477": "Move the spray bottle from the arm rest to the table",
    "77037": "Remove the case from the bowl",
    "48497": "Move the can to the black bowl on the window sill",
    "4729": "Place the bottle inside the bowl on the window sill",
    "30836": "Move the spray bottle to the windowsill",
    "35060": "Remove the black thing from the window sill and put it in the bowl",
    "73717": "Move the object from the bowl and put it on the base table to the right",
    "53369": "Put the tennis ball on the blue tin"
}