{
    "23042": "Put the top cup on the table, then put the left cup on the right cup",
    "39698": "Pick up the paper cup and move it to the right",
    "19734": "Put the spoon on top of the fork",
    "83356": "Put the forks in the cup",
    "46623": "Remove the forks from the cup",
    "66592": "Lay the fork and spoon over the cup",
    "23458": "Use the measuring cup to place cereal from the yellow bowl in the blue bowl.",
    "44981": "Put the paper cup lying on the table upside down and pick up the other paper cup and put it on top of the paper cup",
    "69437": "Put the white jug in an upright position",
    "34116": "Turn the paper cup on the left upside down, pick up the paper cup on the right and put it on the paper cup to the left",
    "87366": "Put the black object into the striped bowl and put black object into the white cup",
    "33736": "Remove the spoon from the cup, then put the fork on the cup",
    "5194": "Pour the contents in the measuring cup into the wooden box then set it down on the table.",
    "88909": "Remove the spoon and folk from the cup and put them on the table",
    "22351": "Pick up the white fork from the paper cup and put it on the table, pick up the white spoon from the paper cup and place it on the paper cup",
    "84818": "Put the cutlery in the cup",
    "84308": "Pick up the upside down paper cup and put it as it is on the paper cup to the left",
    "40151": "Pick up the paper cup on the left, put it in the other paper cup and then turn the paper cups over",
    "15067": "Put the spoon and fork in the cup",
    "23392": "Remove the folk and spoon from the coffee cup",
    "72673": "Turn the measuring cup upright.",
    "49891": "Pick up the plastic fork and put it in the paper cup, pick up the plastic spoon and put it in the paper cup",
    "29156": "Place the jug upright.",
    "59111": "Place the two coffee cups upside down",
    "62830": "cover the cup using the other cup",
    "5620": "Place some cereal from the yellow bowl in the blue measuring cup then put the cereal back in the yellow bowl using the spoon",
    "1271": "Make the white object and cup sit up straight",
    "57080": "Place the measuring cup upside down on the table.",
    "89594": "Stack up the cups on the table then put them upside down"
}