{
    "38539": "Open the bin",
    "69645": "Open the lid on the bin and take the paper towel out of it",
    "22542": "Put the paper towel in the bin",
    "20624": "Open the trash can then put the tissue paper inside",
    "59413": "Close the bin lid",
    "45856": "Close the white and green bin",
    "1954": "Move the paper towel from the bin to the stove then close the bin",
    "67492": "Open the bin then put the paper towel in it",
    "31403": "Close the green lid of the bin completely",
    "69306": "Open the lid of the waste bin, take the paper towel out of it, then close the lid",
    "68542": "Pick up the orange lunch box lid with the clear lunch box inside and put them on the kitchen counter, pick up the clear lunch box and put it on the counter",
    "7104": "Open the white and green bin.",
    "92226": "Remove a piece of tissue from the white bin, put it on the washing machine and then close the lid of the bin",
    "7751": "Open the lid of the bin on the stove",
    "47559": "Pick up the clear lunch box and put it in the orange lunch box lid, pick up the orange lunch box lid and clear lunch box together and put them in the sink",
    "81618": "Open the trash lid",
    "28373": "Close the lid of the bin",
    "28501": "Open the lid to the bin and place the paper towel into it",
    "20699": "Close the white and green bin.",
    "71778": "Close the white and green bin.",
    "79202": "Open the bin, pick the serviette, put it in the bin and then close the bin.",
    "52714": "Close the open bin",
    "20076": "Open the lid on the spout of the blue kettle then close it",
    "31856": "Close the bin",
    "29297": "Open the lid on the bin and put the paper towel into it then close it",
    "12915": "Pour the water, which is in the cup, into the bowl, then pour that water into the sink",
    "70645": "Open the lid of the bin on the stove",
    "68214": "Open the lid on the bin and put the paper towel into it then close it",
    "61439": "Open the waste bin lid",
    "59260": "Close the bin",
    "24063": "Open the lid on the bin"
}