{
    "75906": "Put the cube on top of the rectangular block",
    "14215": "Move the cylindrical block slightly to the left",
    "6153": "Pick up the circular block and put it on the pile of wooden blocks",
    "22793": "Stack the toys",
    "6283": "Remove the X shaped block from the top of the stack",
    "19218": "Put the rectangular block on the stack",
    "89106": "Move the bridge shaped object to the right side of the table",
    "62740": "Move the wooden cup from the cylinder to the square block",
    "29589": "Move the pond backward",
    "93208": "Pick up the brown object and put it on the table",
    "79644": "Pick up the wooden cube from the wooden cylindrical block and put it on the table.",
    "31134": "Move the rectangular block on the right backwards",
    "3618": "Pick up the wooden X block and put it on the table.",
    "27811": "Place the cylindrical block on top of the square block at the back.",
    "87205": "Move the rectangular block forward to the middle of the table",
    "36264": "Move one brown piece to the left",
    "45738": "Put the square block on the block in the middle",
    "427": "Pick up the star object shaped and put it on top of the other objects",
    "34861": "Move the right front brown object to the left",
    "38191": "Put the wooden cup on the cylindrical block",
    "36020": "Put the topmost block on the table",
    "34998": "Remove the object from the cube and put it in the object",
    "14137": "Move the block on the far right to the left",
    "80825": "Move the brown circular object from the back to the front",
    "17339": "Take the block on the cap and put it on the square object",
    "20028": "Put the block on top of the other block",
    "39101": "Move the wooden block to the right",
    "84157": "Remove the wooden cube from the top of the wooden block",
    "45254": "Put the flowery block on the square block",
    "51528": "Pick up the object from the table and put it on top of the other objects",
    "10569": "Put the star block on the square block",
    "51404": "Turn around by 45 degrees the block in the middle",
    "11476": "Move the wooden cylinder on the left backwards",
    "57556": "Place the wooden rectangle on the top right side of the table on top of the stacked blocks",
    "92885": "Move the square block forward",
    "39395": "Pick up the rectangle and put it on the table",
    "87913": "Move the rectangular block forwards",
    "7659": "Pick up the square object and put it on the bridge shaped object",
    "24044": "Pick up the wooden block and move it slightly to the right.",
    "17389": "Remove the cylindrical block from the cup and put it on the table",
    "21366": "Put the rectangular block on the cup",
    "29050": "Pick up the round wooden rod and put it on top of the rectangular wooden block",
    "16895": "Move the wooden cup forward"
}