{
    "62209": "Put the marker inside the black cup",
    "67073": "Remove the purple marker from the black cup and place it on the table",
    "32900": "Put the marker closest to you in the bowl closest to you",
    "5624": "Pick up the marker and put it into the black cup",
    "10890": "Remove the marker from the clear case on the left and then put it in the black cup",
    "18700": "Put a marker in the other container",
    "17421": "Remove the blue marker from the container on the back left side of the table and put it in the container at the front.",
    "18958": "Put the marker next to the black box",
    "33167": "Put the marker inside the container",
    "39440": "Move the blue marker to the far left compartment of the container",
    "6673": "Take the marker out of the cup",
    "33681": "Put the marker in the left tray",
    "44044": "Lift the marker from the black cup and put it in the stationary holder containing the gloves and then lift the gloves and put them next to the box to the right",
    "53009": "Remove the marker from the clear bowl at the rear of the table and place it inside the clear bowl next to the black cup",
    "67604": "Move the marker from the middle tray to the furthest tray",
    "2838": "Remove the purple marker from the clear container.",
    "93078": "Remove the marker from the tray",
    "6136": "Put the left marker in the black cup",
    "81180": "Put the marker in the bowl closest to you",
    "91421": "Put the blue marker in the clear container on the right.",
    "20383": "Remove the maker from the clear jar at the rear end of the table, put the marker into clear table at the front, move the clear bowl forward and place the marker on the table inside it",
    "1442": "Put the marker that is at the right of the black cup in the black cup",
    "26530": "Move the blue marker to the top segment of the clear case",
    "86820": "Remove the marker from the black cup",
    "67880": "Put the marker in the transparent object",
    "82857": "Move the black cup forward and place the purple marker first then the blue blade cutter",
    "20266": "Put the pen in the cup",
    "72746": "Remove the markers from the middle compartment of the case on the left and put them in the bottom compartment of the case on the right",
    "8237": "Remove the blue marker from the container at the front and place it in the container at the back.",
    "15021": "Place the purple marker into the mug",
    "25774": "Put the marker inside the black cup",
    "44846": "Pick up the white marker on the left and then put it in the black cup",
    "9780": "Move the marker from the right bowl to the left bowl",
    "52022": "Remove the marker from the black cup and put it on the table",
    "29498": "Move the green marker to right",
    "68667": "Put the blue marker inside the middle compartment of the container",
    "91331": "Take the blue pen out of the clear container",
    "11716": "Move the tape dispenser to the left then move the blue and purple markers in the container on the left to the left.",
    "52554": "Remove the marker from the right tray",
    "30668": "Remove the marker from the black mug.",
    "59724": "Take the marker out of the cup",
    "47310": "Put the sharpie in the cup",
    "73935": "Move around three objects on the table",
    "85752": "Pick up the blue utility knife and place it in the clear bowl then place the clear bowl on top of the orange tape",
    "44497": "Put the pen in the container",
    "91086": "Move the blue marker to the container at the back.",
    "58196": "Pick up the blue marker and put it inside the black cup",
    "23256": "Put the blue marker from the clear container on the right into the black mug.",
    "67801": "Lift the blue marker next to the box to the right and put it in the black stationary cup",
    "63579": "Take the marker out of the clear box and put it into the object with three compartments",
    "3293": "Take the marker out of the black mug.",
    "89059": "Put the blue marker in the container in the middle.",
    "22884": "Remove the marker from the black cup",
    "67565": "Pick up the blue marker from the tablecloth and put it in the black mug.",
    "64622": "Take the marker out of the clear container at the front on the right and put it in the container on the left.",
    "53487": "Take the blue marker out of the clear container on the right.",
    "2161": "Put the marker into the cup",
    "4465": "Put the marker into the clear box",
    "76149": "Remove the marker from the container",
    "54518": "Put a marker into the cup",
    "16760": "Remove the marker from the cup",
    "1401": "Put the marker inside the container",
    "36477": "Remove the marker from the black cup and put it on the table"
}