{
    "71046": "Put three round orange blocks in the white cup, then put the two round yellow blocks in the clear cup and put the last round orange block in the white cup",
    "3853": "Put one yellow block in the clear cup then put the orange blocks in the white cup, then put the last yellow block in the clear cup",
    "46607": "Pick up the orange and yellow objects from the table and put them in the two cups",
    "3859": "Place the yellow rings inside the white cup, put the blue ring inside the clear cup",
    "61331": "Put an orange block in the white cup then a yellow block in the clear cup, then put two orange blocks in the white cup then a yellow block in the clear cup and lastly the orange block in the white cup",
    "38436": "Put the orange block in the white cup then put the yellow block in the clear cup, then put the orange block in the white cup, then put the two last orange blocks in the white cup",
    "71588": "Put two round orange blocks in the white cup then put the blue round block in the clear cup, then put the last two round orange blocks",
    "91301": "Put the orange circles into the transparent cup and the yellow circles into the white cup.",
    "61746": "Put the blue block in the white cup and the orange blocks in the transparent cup",
    "34491": "Put all the orange coins in the in the white cups and all the yellow coins in the transparent cup",
    "83390": "Put the round yellow block in the white cup then put the round blue block in the clear cup then put the last round yellow block in the white cup",
    "43589": "Put an orange block in the white cup then put the yellow block in the clear cup, then put two orange blocks in the white cup and lastly put the yellow block in the clear cup",
    "10704": "Put one round orange block in the clear cup then put a round yellow block in the white cup, then put two round orange blocks in the clear cup and put the last round yellow block in the white cup",
    "2130": "Pick the orange rings and put them in the white cup and put the yellow rings in the clear cup",
    "50389": "Put the yellow block in the white cup the put two orange blocks in the clear cup, then put the remaining yellow block in the white cup, then put the remaining two orange blocks in the clear cup",
    "16731": "Put all the orange circles into the white cup then the yellow circles into the transparent cup.",
    "78171": "Put the round blue block in the white cup then put the two round yellow blocks in the clear cup",
    "23922": "Pick up the orange tokens and put them in the white cup. Pick up the blue token and put it in the colourless cup.",
    "1011": "Put the orange circles inside the white cup and the yellow circles in the transparent cup.",
    "24178": "Put the blue object in the colourless cup then put the orange objects in the white cup",
    "95602": "Put the orange rings on the clear cup and put the yellow rings in the white cup",
    "37494": "Pick up the orange and yellow objects from the table  and put them in the two cups",
    "12151": "Put two round orange blocks in the white cup then put the round blue block in the clear cup, then put the remaining round orange blocks in the white cup"
}