{
    "62336": "Use the coffee cup to transfer cereal from the blue bowl to the yellow bowl.",
    "2689": "Turn the blue ladle over",
    "14729": "Turn the coffee cup upright then put the white spoon on top of the cup.",
    "82458": "Use the spoon to scoop out of the blue bowl, empty the content into the yellow bowl and the cup and place the spoon back",
    "2973": "Pick up the yellow bowl and place it on top of the cup, move a pinch of the content in the blue bowl into the yellow bowl",
    "87585": "Pick the white spoon up and place it inside the cup",
    "63395": "Put the yellow bowl on top of the paper cup",
    "91175": "Put the yellow bowl on the paper cup",
    "5551": "Flip the cup on the table",
    "7601": "Put the yellow bowl on the paper cup and then put some of the contents of the blue bowl into the yellow bowl",
    "53307": "Place the coffee cup upright then put the white spoon on top of the coffee cup.",
    "80957": "Put the spoon and paper towel over the cup",
    "38728": "Place the spoon in the cup",
    "31447": "Use the white spoon to place cereal from the blue bowl into the yellow bowl and coffee cup.",
    "68326": "Pick up the yellow bowl and put it on top of the styrofoam cup, Pick up the white spoon and used it to move the content from the blue bowl into the yellow before putting it back down on the table",
    "65897": "Pick up the wooden spoon and use it to move a spoon of the blue bowl content into the blue scoop near the paper towel and the put the wooden spoon on the table",
    "69482": "Put the piece of tissue on the paper cup",
    "88428": "Place the cup upside down",
    "80110": "Turn over the blue scoop",
    "31088": "Place the coffee cup upright",
    "82160": "Use the cup to scoop the content in the blue bowl and pour it in the yellow bowl",
    "18933": "Use the spoon to take one scoop from the blue bowl, empty it into the measuring cup and then take another scoop and empty into the yellow bowl",
    "73593": "Turn the paper cup over",
    "59386": "Put the paper towels and the spoon on the cup",
    "45051": "Use the white spoon to put some contents of the bowl in the blue scoop"
}