{
    "20866": "Pick up the orange cup, pour its contents on the plate and stack the cup with the other cups",
    "42757": "Pour the chips from the blue cup onto the gray plate",
    "85259": "Pour the contents of the green cup onto the plate, then put it in the blue cup",
    "41868": "Pour the contents from the orange cup onto the gray plate",
    "39565": "Pour the contents in the orange cup onto the grey plate.",
    "39955": "Pour the potato chips out of the orange cup and onto the black tray, pour the potato chips from the dark blue cup and onto the black tray",
    "70681": "Pour the contents in the cup on the tray",
    "52251": "Pour the fries out of the orange cup onto the oven tray",
    "42910": "Pour the potato fries in the blue cup on the plate",
    "54687": "Pour the contents of the orange cup onto the tray",
    "4128": "Pour the fries out of the green cup and onto the grey plate",
    "44579": "Pour the fries out of the dark blue cup and onto the grey plate",
    "10532": "Pour the things in the orange cup onto the plate",
    "70819": "Pour the contents of the orange cup onto the plate",
    "94630": "Pour the contents of the orange cup onto the oven tray",
    "4520": "Pour the contents of the blue cup onto the plate",
    "63545": "Pour the chips from the green cup onto the gray plate then put the green cup in the orange cup",
    "56380": "Move the objects from the orange cup to the gray plate",
    "13884": "Pour the content of the orange cup onto the black tray",
    "90180": "Pick up the green cup from the table and pour its contents in the grey plate.",
    "51144": "Pour the contents of the blue cup into the pot",
    "1124": "Put the fries in the green cup on the plate then place the green cup on the plate",
    "34533": "Pour out the potato chips from the black measuring cup and put them on the grey plate",
    "62952": "Pour the contents in the orange cup onto the grey plate",
    "11114": "Pour the contents from the blue and orange cup into the plate.",
    "60656": "Pour the contents of the cup into the bowl",
    "68340": "Pour the contents of the blue cup onto the plate"
}