{
    "34822": "Put the blue bottle inside the clear lunch box",
    "49927": "Move the blue bottle",
    "266": "Open the storage bin, then place the blue bottle inside it",
    "35084": "Take the blue bottle out of the clear container then place the white lid over the container.",
    "63629": "Move the spray bottle and place it to the right of the book next to the box",
    "71034": "Push the pump of the blue bottle down",
    "62223": "Move the white lid to the left",
    "53008": "Put the clear lid on the blue bottle.",
    "56592": "Push the top of the blue bottle downwards",
    "38294": "Remove the bottle from the bowl, then close the lid",
    "38422": "Push the white pump of the clear bottle down",
    "9112": "Move the bottle to the left",
    "14366": "Move the coffee cup lid to the right.",
    "82719": "Press down on the soap dispenser",
    "7715": "Move the bottle to the right side of the book",
    "87975": "Put the transparent bottle in the bowl",
    "76841": "Move the blue bottle to the left",
    "27307": "Move the blue bottle to the left.",
    "24370": "Open the white lid of the clear lunch box, pick up the blue bottle and put it inside the lunchbox",
    "84402": "Move the blue bottle to the left.",
    "34484": "Push the lid on the clear container backwards then put the pump bottle inside the container.",
    "95162": "Press the top of the transparent bottle",
    "11072": "Move the blue spray bottle and place it next to the tissue box",
    "7114": "Put the blue bottle in the clear container.",
    "21068": "Press down the spray bottle",
    "80077": "Press on the bottle",
    "45009": "Press down on the top of the blue bottle.",
    "34130": "Remove the blue bottle from the lunchbox and put it on the table",
    "78418": "Move the cup next to the book to the right of the blue spray bottle",
    "24664": "Press the down the spray bottle",
    "27485": "Press down on the pump bottle.",
    "40803": "Put the clear lid on top of the blue bottle.",
    "43110": "Bring the blue bottle closer to the cup",
    "13032": "Open the storage bin, then place the white bottle inside",
    "38248": "Press down on the top of the blue and white bottle.",
    "61672": "Press the top of the blue bottle",
    "2031": "Take the blue bottle out of the clear container and place it on the table then put the clear lid on the bottle.",
    "41721": "Move the blue bottle to the right",
    "93173": "Remove the transparent bottle from the bowl",
    "36217": "Remove the sanitizer bottle from the lunchbox, put it on the table, push on the pump and close the lid of the lunchbox",
    "36346": "Press the button on the spray bottle"
}