{
    "87682": "Take the marker out of the bowl and put it on the table",
    "7811": "Remove the marker in the bowl and put it on the table",
    "62345": "Put the small thing on the table in the bowl",
    "31118": "Put the marker in the bowl",
    "60945": "Remove the marker from the mug and put it on the table",
    "29975": "Put the marker in the mug",
    "76312": "Pick up the marker and put it in the bowl",
    "35737": "Remove the marker from the cup and put it on the table",
    "92699": "Take the marker out of the bowl and put it on the table",
    "25372": "Put the marker in the cup",
    "21660": "Remove the orange marker from the red mug",
    "8607": "Put the pen in the cup",
    "78372": "Pick the marker from the cup and put it on the table",
    "44838": "Put the blue marker on the table",
    "38442": "Put the blue pen inside the clear cup",
    "9394": "Put the red marker inside the red mug",
    "70323": "Put the marker in the mug",
    "3764": "Pick the marker from the cup and put it on the table",
    "94770": "Place the red marker inside the maroon mug, take the marker out of the mug then move the mug to the left",
    "11191": "Take the marker out of the mug and put it on the table",
    "11578": "Put the marker in the mug",
    "62652": "Put the pen in the bowl",
    "3005": "Place the pen on the table",
    "54589": "Pick up the pen from the table and put it in the plastic cup. Pick up the pen from the plastic cup and put it back on the table. Pick up the plastic cup and move it to the left.",
    "80830": "Take the marker out of the mug and put it on the table",
    "49738": "Take the marker and place it in the cup",
    "44491": "Place the marker on the table then move the bowl to the left",
    "16977": "Pick up the marker and put it in the mug",
    "28625": "Pick up the pen from the table and put it the light blue bowl.",
    "42322": "Pick up the pen from the mug cup and put it on the table.",
    "16983": "Remove the pen from the bowl and place it on the table",
    "36825": "Remove the pen from the clear cup and place it on the table",
    "50394": "Put the marker in the mug",
    "59354": "Remove the object from the bowl and put it on the table",
    "7773": "Take the pen out of the cup and put it in  the center of the table",
    "40670": "Move the bowl to the right the ln put the marker in it",
    "3681": "Put the marker in the mug",
    "25188": "Pick up the pen from the table and put it in the red mug cup.",
    "42724": "Pick up the pen from the mug cup and put it on the table.",
    "83174": "Put the orange marker on the table",
    "84198": "Take the marker out of the cup and put it on the table",
    "9963": "Remove the marker from the bowl",
    "57452": "Put the marker in the mug",
    "3949": "Pick up the pen from the table and put it in the mug cup.",
    "61805": "Move the pen slightly to the left",
    "17903": "Pick up the marker from the cup and place it on the table",
    "34290": "Remove the marker from the mug cup and place it on the table",
    "15859": "Put the marker in the bowl",
    "59519": "Pick the marker from the cup and put it on the table"
}