{
    "52354": "Take the pencil from the yellow cup and place it on the table",
    "46341": "Put the orange object into the mug.",
    "92934": "Pick up the orange object from the table and put it in the yellow cup.",
    "91016": "Put the orange object in the yellow mug",
    "29844": "Put the pen in the mug",
    "69271": "Place the orange tool in the mug",
    "74905": "Remove the orange object from the yellow mug",
    "14874": "Put the pen on the table",
    "60316": "Place the orange wrench inside the yellow mug",
    "71068": "Put the wrench inside the yellow mug",
    "76319": "Put the orange thing in the mug",
    "60449": "Place orange object on the table into the green mug",
    "15778": "Take the object out of the mug and put it on the table",
    "43558": "Put the wrench inside the yellow mug",
    "7847": "Pick the pen and put it in the cup",
    "79149": "Remove the orange thing from the mug and put it on the table",
    "93485": "Place the Allen wrench in the yellow mug",
    "61617": "Pick up the orange object from the table and put it in the cup.",
    "60850": "Take the Allen key out of the mug and put it on the table",
    "84915": "Place the orange Allan wrench inside the yellow mug",
    "87221": "Pick up the Allen key from the table and put it in the cup",
    "38198": "Take the pen out of the mug and put it on the table",
    "62524": "Put the pen in the mug",
    "40902": "Pick the object from the table and put it in the  cup",
    "81608": "Take out the object from the mug and put it on the table",
    "30921": "Place the orange tool in the mug",
    "78537": "Put the Allen key on the table",
    "62032": "Take the orange object from the green cup and put it on the table",
    "35665": "Put the orange tool in the mug",
    "45790": "Put the orange object into the green cup",
    "80734": "Put the orange object on the table into the mug",
    "51169": "Put the orange object in the cup",
    "83297": "Remove the wrench from the yellow mug and put it on the left side of the table",
    "46309": "Pull the Allen wrench out of the the yellow mug",
    "18278": "Take the Allen key out of the mug and put it on the box",
    "71911": "Pick up the pen and put it in the cup",
    "16360": "Remove the object from the mug.",
    "78059": "Pick up the object from the table and put it in the yellow cup, and move it back to the table",
    "57453": "Take the orange object from the green cup and put it on the table",
    "56178": "Remove the thing from the mug and put it on the table",
    "81266": "Remove the thing from the mug and put it on the table",
    "18555": "Put the orange pen on the table from the yellow mug"
}