{
    "21010": "Place the yellow cup upside down.",
    "42388": "Stack the cups",
    "65428": "Put the yellow cup and spoon inside the bowl",
    "81684": "Place the yellow bowl on the yellow cup. and then the yellow knife on the bowl",
    "5528": "Place the yellow cup inside the yellow bowl then place the yellow knife inside the yellow cup.",
    "11294": "Remove the yellow knife from the top of the yellow cup then place the cup upside down.",
    "93087": "Place the orange cup upside down then put the smaller cup on top",
    "24866": "Put the purple knife on the counter",
    "86183": "Put the yellow cup and knife on the countertop",
    "87466": "Turn the cup upside down",
    "35117": "Place the orange cup upside down.",
    "34738": "Remove the knife and cup from the yellow bowl",
    "69812": "Turn the green cup",
    "33719": "Put the orange cup and the orange knife in the bowl",
    "92600": "Place the green cup in the bowl and place the green knife on the green bowl",
    "65467": "Move the yellow cup closer to the orange cup then place the purple cup on top of the two cups to make a tower.",
    "24765": "Spread the purple dishes",
    "56513": "Stack the purple items on top of each other",
    "69961": "Turn the purple cup upside down",
    "43082": "Place the green cup in the purple one, and then put those in the orange cup",
    "1227": "Move the orange bowl forward then put the cup and spoon inside",
    "53584": "Remove the purple knife from the purple bowl then remove the bowl from the top of the cup and place them on the right side of the counter, move the purple cup backwards.",
    "63184": "Put the orange bowl on top of the orange cup then place the orange knife on top of the orange bowl.",
    "43091": "Pick up the orange bowl and place it on top of the orange cup, pick up the orange knife and place it on top of the orange bowl",
    "24660": "Pick up the purple knife and put it on top of the purple cup",
    "58456": "Put the yellow cup in the yellow bowl then place the yellow knife in the yellow cup.",
    "83800": "Pick up the orange cup and put it upside down",
    "85245": "Put the purple knife in the purple cup.",
    "43484": "Pick up the purple and yellow cup and place on the orange cup",
    "83936": "Place the purple cup upside down.",
    "29793": "Move the purple cup forward, then put the purple bowl on the purple cup, then put the purple knife on the purple bowl",
    "89061": "Remove the spoon and cup from the orange bowl",
    "66536": "Place the yellow cup upside down then put the yellow cup on top of the yellow cup.",
    "7404": "Stack the green and the orange cups into the purple cup and stack the bowls on top of each other",
    "10605": "Put the purple knife on top of the purple cup.",
    "32368": "Put the 3 cups into one another",
    "42610": "Unstack the plastic cups and put them on the counter",
    "37241": "Put the yellow knife on the counter, then turn the yellow cup around",
    "26236": "Separate the yellow objects",
    "54525": "Place the purple cup upside down.",
    "61054": "Put the purple plate on top of the purple bowl then place the cup and spoon on the plate."
}