{
    "20096": "Put the black object and the tissue into the drawer then close it.",
    "38018": "Pick up the object from the table and put it in the open drawer and close it",
    "11651": "Pick up two objects from the table, put them in the open drawer and close it",
    "50562": "Put the two white objects into the drawer then close the drawer.",
    "518": "Pick up the white object and the plastic then put them in the drawer.",
    "392": "Put the white tape and the plastic in the open drawer then close the drawer",
    "47755": "Pick the masking tape and the plastic and put them in the drawer, then close it",
    "13708": "Put the two white objects on the right in the top drawer of the dresser",
    "56716": "Pick up the seal tape and plastic from the counter and put them in the open drawer and close it",
    "71576": "Pick up the plastic and the white object from the counter and put them in the open drawer and close it",
    "53402": "Put the usb and the transparent package inside the drawer and close it",
    "83874": "Put the objects in the drawer and close the drawer",
    "4259": "Pick up the two white objects from the counter and put them in the open drawer and close it",
    "69795": "Put the paper in the topmost drawer and close it",
    "32167": "Put the tape and the plastic into the drawer then close the drawer.",
    "47659": "Put the battery and plastic in the open drawer respectively, then close the drawer",
    "93101": "Put the object to the right inside the drawer",
    "46383": "Put the white paper and the grey object into the drawer then close the drawer.",
    "24881": "Put the two objects on the table into the drawer then close the drawer.",
    "52534": "Put the two objects on the table in to the drawer.",
    "8632": "Pick up the plastic and grey object from the right side of the counter and place them inside the topmost drawer, push the drawer closed",
    "24509": "Put the objects in the top drawer of the cabinet and close it",
    "71618": "Put the white plastic and tape on the table into the open drawer and then close the drawer",
    "23494": "Put the plastic bag and grey thing on the table in the open drawer and then close the drawer",
    "86727": "Put the gray object and the plastic in the open drawer then close the drawer",
    "6984": "Pick up the white objects on the right and left side of the table and put them in the open drawer and close it",
    "8398": "Pick up the flash disk from the table, put it in the drawer and close the drawer.",
    "60881": "Put the grey object and the plastic inside the open drawer then close the drawer",
    "30804": "Put the white object and plastic bag on the table in the open drawer and then close the drawer",
    "43605": "Put the objects on the right in the top drawer of the dresser",
    "23000": "Put the paper and the white object in the drawer and close the drawer",
    "37342": "Put the roll of tape and plastic bag on the table into the open drawer and then close the drawer",
    "92128": "Put the plastic objects in the drawer then close the drawer.",
    "2785": "Put the plastic bag and white object in the open drawer and then close the drawer",
    "39910": "Put the white object in the drawer and close the drawer",
    "43878": "Pick up the plastic and the object on the table and put them in the drawer then close the drawer.",
    "1256": "Put the silver object, battery, and plastic bag on the table into the open drawer and then close the drawer",
    "67052": "Pick up the objects from the table, put them in the drawer and close the drawer.",
    "91630": "Pick up the two objects from table, put them in the drawer and close the drawer.",
    "9328": "Put the grey object inside the drawer then close the drawer.",
    "27376": "Put the papers in the topmost drawer",
    "41201": "Pick the white object and the object on the right and put them in the drawer on the table, then close it",
    "79344": "Pick up the white objects from the table and put them in the open drawer and close it",
    "94064": "Pick up the plastic and the white object and put them inside the drawer.",
    "1013": "Put the gray object in the drawer then close the drawer",
    "42231": "Put the electricity extension and the transparent package in the upper drawer, and close it",
    "26367": "Pick up the object on the table, put in the drawer then close the drawer."
}