{
    "35712": "Put one wooden stirrer in the coffee cup on the left.",
    "83459": "Put the straw inside the cup",
    "40708": "Pick up one stick from the tray and put it in the paper on the right",
    "48388": "Move all the chopsticks to the cup in front of the paper towel roll",
    "67479": "Put the brown sachet in the coffee cup at the front.",
    "62232": "Put the coffee cups on the silver holder.",
    "28966": "Pick up the sachet on the tray, put it in the paper cup on the countertop, pick up the other brown sachet and put it inside the paper cup on the tray",
    "38700": "Move the coffee cup on the left to the left then put one chopstick in the coffee cup on the right.",
    "7089": "Move the cup on the right to the left then exchange the stirrers in the coffee cups.",
    "89138": "Remove the orange object from the paper cup on the tray and put it on the table",
    "54067": "Pour out the contents inside the cup",
    "19380": "Move the cup from the paper towel holder to where the other cup is",
    "64951": "Put the sugar bags in the cup",
    "30527": "Place the wooden stirrers in the coffee cup at the back.",
    "40640": "Move the paper towel next to the roll and place it next to the cup with chopsticks in it",
    "82125": "Pick up the orange pack from the tray and put it inside the paper cup on the left",
    "82255": "Move the chopsticks to the tray",
    "24403": "Remove the stick from the bowl and put it on the tray",
    "88661": "Pour the sachets out of the coffee cup at the front.",
    "32729": "Remove the stick from the orange object that is in the cup and put it on the table",
    "58341": "Turn the paper cup over and put the orange object inside the paper cup",
    "53862": "Pick up the stick on the left of the tray and put it in the cup",
    "47086": "Place the chopsticks through the white lid's whole",
    "61170": "Remove the paper cup from the other paper cup and put it on the  tray",
    "52473": "Pick up the sticks from the counter and put them in the cup",
    "48508": "Turn the tray to the right, then put the brown sachet in the cup closest to you",
    "79613": "Put the coffee cup on the stand",
    "27774": "Put the chopstick inside the coffee cup."
}