{
    "93314": "Remove a pen from the orange bowl and put it on the table the slide it forward",
    "85647": "Pick the black marker and move it to the right of the red mug",
    "40470": "Remove one marker from the red cup",
    "63894": "Move the green pen on the table to the right.",
    "920": "Put one blue pen in the blue cup.",
    "90263": "Move the red cup forward",
    "66076": "Remove the purple pen from the orange bowl and put it on the counter.",
    "80285": "Take the red marker out of the red bowl and place it on the table top",
    "2594": "Put the marker in the left red cup",
    "40237": "Remove one marker from the left red cup, then move it to the left",
    "26544": "Move the blue cup backwards then place the green marker in the cup.",
    "67633": "Lift the pen and put it in the red cup",
    "52151": "Remove one pen from the orange cup and put it on the table",
    "36151": "Put the purple pen in the blue cup.",
    "59323": "Remove a pen from the orange bowl and put it on the table",
    "4556": "Remove the red pen from the orange mug and put it on the left side of the counter.",
    "85455": "Move the marker to the blue cup",
    "30035": "Move the green marker to the right",
    "62420": "Move the black and white marker to the right",
    "30037": "Put the pen into the blue cup",
    "89174": "Move the left green marker to the right, then turn it to the right",
    "87639": "Remove one marker from the orange bowl",
    "93788": "Bring the blue sharpie closer to the cup",
    "15841": "Put one marker in the left red cup",
    "10851": "Remove the marker from the left red cup, then turn the marker to the left",
    "11875": "Pick up the black pen, put it in the blue cup and move the cup to the right",
    "84968": "Put the pen inside cup",
    "91117": "Put the sharpie in the red cup",
    "6894": "Remove the black pen from the orange mug and put it on the table.",
    "3951": "Move one green marker to the left",
    "95091": "Remove two pens from the orange mug and put them on the right side of the counter then move the mug to the right.",
    "23802": "Put the green marker in the blue cup."
}