{
    "5123": "Open the drawer, then put the pineapple and banana plushies in the drawer, then close the drawer",
    "42500": "Open the drawer and put the plush toys into the drawer",
    "46981": "Open the drawer on the left.",
    "60294": "Open the drawer, then remove the banana plushie out of the drawer, then close the drawer",
    "67335": "Close the open drawer",
    "25864": "Pick up some of the fruits plush toy on the basket and put them in the drawer and close the drawer",
    "47881": "Put the purple plushie in the open drawer, then close the drawer",
    "73993": "Open the drawer, remove the toys inside then close the drawer",
    "53266": "Open the top right drawer",
    "69010": "Open the top right drawer, remove the toy banana put it in the brown fruit box and close the drawer",
    "3093": "Open the drawer, then put the banana plushy in the drawer and close the drawer",
    "3739": "Open the drawer, then remove the banana from the drawer",
    "82587": "Open the top right drawer",
    "21154": "Pick up the plush toy from the counter and put it in the drawer and close it",
    "33317": "Open the drawer, remove the pineapple plushie from the drawer, put it in the box, and then close the drawer",
    "46117": "Open the top drawer and put all the plush toys in it",
    "79015": "Close the drawer",
    "9774": "Open the drawer, pick up the plush toys, put them in the basket and close the drawer.",
    "4275": "Open the drawer, then remove the pineapple plushie from the drawer",
    "73153": "Open the drawer, put the stuffed pineapple in the drawer, then close it",
    "74309": "Open the top drawer of the bottom cabinet.",
    "47560": "Close the open drawer",
    "20299": "Close the open drawer",
    "51275": "Open the drawer, then put the purple and pineapple plushies in the drawer and then close the drawer",
    "4817": "Open the drawer and put some of the plush toys from the basket in the drawer and close it",
    "95574": "Push the drawer closed, open the drawer, place the pineapple and watermelon plush toy inside the drawer then close it.",
    "68063": "Put the plush toys in the box",
    "91871": "Pull the drawer open",
    "83302": "Open the drawer, remove the plushy from the drawer, put it in the box, and then close the drawer",
    "62188": "Put the purple object in the basket, then close the drawer",
    "35951": "pen the top right drawer, remove the toy pineapple and banana, put it in the fruit box and close the drawer",
    "14834": "Open the drawer, then remove the purple plushie from the drawer, then close the drawer",
    "75903": "Open the drawer, remove the pineapple and watermelon plush toy from the drawer and put them in the basket then close the drawer"
}