{
    "76928": "Place the marker in the mug",
    "76675": "Put the marker into the cup.",
    "84742": "Take the marker out of the yellow mug",
    "90246": "Put the marker in the yellow mug cup",
    "33417": "Put the blue marker in the yellow mug",
    "82315": "Take the red marker out of the yellow mug",
    "29203": "Put the marker in the mug",
    "28695": "Pick up the pen from the table and put it in the yellow cup.",
    "7834": "Pick the marker from the pot and place it on the table",
    "73756": "Move the black marker slightly to the left",
    "34847": "Pick the marker and put it in the cup",
    "33058": "Put the marker near the disposable plastic spoon",
    "39415": "Take the red marker out of the yellow mug",
    "40227": "Put the marker in the mug",
    "60451": "Put the black marker inside the yellow mug",
    "15142": "Take the marker out of the cup and put it on the table",
    "78242": "Pick up the pen from the table and put it in the yellow cup.",
    "31275": "Remove the blue marker from the yellow mug",
    "11310": "Pick the marker on the table and put it in the mug",
    "28463": "Move the black marker forward",
    "20913": "Remove the red marker from the yellow mug",
    "90930": "Take the spoon out of the mug and put it on the table",
    "6579": "Remove the red marker from the yellow mug",
    "70964": "Move the marker towards you",
    "22080": "Take the marker from the cup and put it on the table",
    "41409": "Put the black marker inside the yellow mug",
    "87360": "Take the marker from the yellow cup and place it on the table",
    "77251": "Pick up the black marker and put it inside the yellow mug",
    "29767": "Move the marker away from you",
    "49995": "Put the marker in the mug",
    "22348": "Move the marker slightly up on the table",
    "6095": "Pick the marker and then put it back on the table",
    "9040": "Remove the pen from the yellow cup and place it on the table.",
    "29264": "Take the marker from the cup and put it on the table",
    "75729": "Take the marker out of the yellow mug and place it on the table",
    "12502": "Remove the marker from the mug cup",
    "77402": "Put the marker in the cup",
    "24028": "Take the black marker out of the yellow mug",
    "11485": "Put the marker inside the cup",
    "48605": "Place the marker in the mug",
    "7519": "Put the marker inside the cup",
    "62049": "Put the maker in the yellow cup",
    "2530": "Put the marker in the mug",
    "56298": "Put the pen in a vertical position",
    "57710": "Take the blue marker out of the yellow mug",
    "59761": "Move the marker from right to left.",
    "20599": "Move the blue marker to the right side of the table",
    "76666": "Remove the marker from the mug and put it on the table",
    "8443": "Pick up the pen from the table and move it forward."
}