{
    "47874": "Put the green pen inside the clear cup",
    "2692": "Get the yellow pen from the green bowl and put it on the table",
    "7818": "Pick up the pen from the table and put it in the mug cup.",
    "65419": "Put the marker in the cup",
    "77070": "Remove the pen out of the bowl then move the bowl to the left",
    "44691": "Remove the marker from the cup and put it on the table",
    "33429": "Pick the marker and put it in the bowl",
    "95126": "Put the marker in the mug",
    "15639": "Put marker inside the bowl",
    "74397": "Take the yellow pen out of the green bowl and place it on the table",
    "2423": "Take the marker from the brown bowl and put it on the table",
    "36130": "Pick up the pen from the table and put it in the cup.",
    "43045": "Put a pen in the mug",
    "44720": "Take the marker out of the mug and put it on the table",
    "76728": "Put the marker in the cup and put it back on the table",
    "52409": "Put the pen inside the bowl",
    "52156": "Remove the marker from the cup and put it on the table",
    "14526": "Put the marker in the mug",
    "17727": "Remove the pen from the green mug",
    "88771": "Remove the marker from the bowl.",
    "61253": "Pick up the pen from the cup and put it on the table",
    "16326": "Put the marker in the cup",
    "65734": "Take the black marker out of the mug and put it on the table",
    "68094": "Move the mug to the left of the marker",
    "92670": "Put the green pen inside the clear cup",
    "75082": "Pick up the pen and put it in the bowl",
    "19021": "Pick up the pen from the table and put it in the bowl.",
    "18383": "Pick up the pen from the bowl and put it on the table.",
    "33747": "Put the pen in the bowl then remove the pen and put it on the table",
    "73721": "Put the marker in the bowl",
    "94": "Take the pen out of the bowl and place it on the table",
    "83421": "Put the marker in the mug",
    "86749": "Remove the marker from the bowl",
    "49890": "Place the marker in the bowl",
    "22244": "Pick up the marker from the plastic cup and put it on the table.",
    "82916": "Pick the marker and put it in the bowl",
    "13294": "Take the pen out of the cup and place it on the table",
    "26481": "Put the marker in the bowl",
    "11379": "Put the marker in the bowl",
    "9588": "Pick up the marker from the cup and put it on the table",
    "29428": "Pick up the pen from the table and put it in the light blue bowl",
    "49267": "Move the green pen to the left",
    "24183": "Pick the marker from the plate and put it on the table",
    "47737": "Put the yellow pen inside the green bowl",
    "45438": "Remove the marker from the mug cup and place it on the table",
    "13951": "Put the pen inside the white coffee cup"
}