{
    "4610": "Pick the marker from the cup and put it on the table",
    "44162": "Take the marker out of the cup and put it on the table",
    "87940": "Put the marker in the mug",
    "34056": "Put the marker into the mug.",
    "34953": "Pick up the pen from the plastic cup and put it on the table.",
    "22922": "Put the marker inside the cup",
    "52235": "Put the blue pen inside the white cup",
    "40463": "Put the marker in the white bowl",
    "83857": "Put the marker in the bowl",
    "32403": "Put the marker in the cup",
    "89364": "Take the black pen out of the clear cup and place it on the table",
    "12698": "Put the marker inside the plastic cup.",
    "67487": "Remove the pen from the cup and put it on the table",
    "12067": "Remove the marker from the cup and put it on the table, then move the cup to the right and put the marker in the cup",
    "64420": "Put the orange marker in the mug",
    "30632": "Pick the marker and put it in the bowl",
    "68777": "Remove the black sharpie from the cup, put it on the table, and then put it back in the cup",
    "80171": "Pick the marker from the cup and put it on the table",
    "41133": "Move the marker from the cup to the table",
    "34734": "Remove the marker from the bowl and place it on the table",
    "71854": "Move the marker from the clear cup and place it on the table",
    "43057": "Take the orange marker out of the white mug",
    "66613": "Pick up the marker from the white bowl and place it on the table top",
    "80565": "Take the pen out of the cup and set it on the table",
    "86589": "Remove the black pen from the white bowl and put it on the table",
    "26432": "Put the blue pen in the white coffee cup",
    "10050": "Take the marker out of the mug and put it on the table",
    "34500": "Pick up the marker from the bowl and place it on the table",
    "37449": "Place the cup on the opposite side of the marker",
    "47049": "Put the black pen inside the white bowl",
    "63819": "Put the marker in the cup",
    "59468": "Put the marker in the mug on the table",
    "86734": "Remove the marker from the mug and put it on the table",
    "23380": "Put the marker in the cup",
    "1749": "Pick up the marker from the cup and place it on the table",
    "53719": "Put the yellow marker in the mug",
    "18008": "Put the blue pen in the white coffee cup",
    "42842": "Take the marker out of the bowl and put it on the table",
    "52069": "Remove the marker from the cup and put it on the table",
    "59878": "Put the marker in the black cup",
    "94187": "Remove the marker from the white bowl and put it on the table",
    "30956": "Take the pen out of the cup and put it on the table",
    "10350": "Pick up the pen from the bowl and put it on the table.",
    "11630": "Put the marker in the cup",
    "90231": "Pick the marker and put it in the bowl",
    "29817": "Put the marker in the cup"
}