{
    "11011": "Put the blue cup on the counter",
    "5256": "Remove the plastic cup from the coffeemaker and put it on the countertop",
    "40841": "Pick up the orange cup and place it on the coffee machine under the nozzle",
    "46219": "Move the white coffee cup under the coffeemaker to the left.",
    "19084": "Move the blue cup to the countertop",
    "14740": "Put the cup on the stand",
    "13343": "Put the white cup on the base of the grey coffee machine",
    "50724": "Put the white cup on the coffee maker",
    "61093": "Put the cup on the coffee maker",
    "29351": "Put the white cup on the drip tray of the dispenser on the right",
    "28204": "Put the blue cup on the drip tray of the dispenser",
    "63789": "Put the cup on the water dispenser",
    "59184": "Put the orange cup on the drip tray of the dispenser",
    "27442": "Put the white cup on the counter.",
    "61367": "Put the cup under the tap of the water dispenser",
    "28729": "Pick up the orange cup and place it under the nozzle of the coffee machine",
    "27067": "Move the pink cup to the left",
    "9147": "Pick up the blue cup and place it under the nozzle of the coffee machine",
    "84035": "Put the cup on the dispenser",
    "49605": "Put the orange cup under the coffeemaker.",
    "30150": "Put the orange cup under the tap dispenser",
    "52806": "Put the cup under the tap dispenser",
    "29643": "Place the cup under the dispenser",
    "46668": "Pick up the white cup from the coffee maker and put it on the white kitchen countertop",
    "62417": "Put the orange cup under the dispenser",
    "36691": "Remove the orange cup from the coffeemaker.",
    "36438": "Put the orange cup on the counter.",
    "66775": "Move the pink cup to the left",
    "8295": "move the cup to the dispenser",
    "10858": "Pick up the blue cup and place it in front of the coffee maker",
    "73451": "Remove the pink cup from the tray and put it on the counter",
    "20332": "Remove the cup from the dispenser",
    "66029": "Pick up the blue cup and put it on the platform of the coffee maker",
    "30960": "Take the cup off of the dispenser",
    "37880": "Put the cup on the water dispenser"
}