{
    "1152": "Pick the fork and put it in the drawer",
    "48521": "Pick the knife on the counter and put it in the first drawer on the right",
    "80779": "Put the fork inside the drawer",
    "43278": "Move the knife from the top of the box to the left compartment of the drawer",
    "90384": "Put the silver fork and silver knife inside the open drawer",
    "63764": "Remove the fork from the black rack on the countertop and put it in the small compartment in the drawer",
    "11544": "Pick up the fork and put it in the box that is inside the drawer",
    "87708": "Put the fork in the drawer",
    "55453": "Put the fork in the right segment of the drawer",
    "52254": "Put the fork and knife one at a time into the right compartment of the drawer",
    "21795": "Move the cutlery from the counter to the tray in the drawer",
    "38567": "Remove the fork from the napkin on the countertop and place it inside the open drawer",
    "91432": "Put the fork in the drawer",
    "10153": "Take the fork from the black object and put it in the open drawer",
    "46506": "Place the fork in the drawer",
    "82603": "Take the butter knife out of the cutlery holder and put it in the open drawer on the right",
    "48172": "Move the knife and fork to the right compartment of the drawer respectively",
    "15412": "Put the fork and knife inside the box in the drawer",
    "5557": "Put the fork in the drawer",
    "86967": "Pick up the knife and put it in the box, that is inside the open drawer",
    "39483": "Put the knife into the drawer.",
    "52032": "Take the fork from the counter and put it in the drawer",
    "17601": "Put the fork and knife into the drawer.",
    "24001": "Take the fork on the mat and put it in the left compartment of the drawer",
    "48065": "Remove the butter knife from the cutlery box and put it in the open drawer on the right",
    "57280": "Put the knife into drawer",
    "86468": "Pick the knife and put it in the drawer",
    "33223": "Pick the fork and knife on the counter and put them in the drawer",
    "83786": "Get the knife that is on top of the cabinet and place it in the box that is in the open file cabinet",
    "93903": "Put the silver fork inside the open drawer on the right",
    "32080": "Pick up the folk and butter knife from the countertop and put them in the drawer.",
    "47998": "Remove the fork from the counter and place it in the open drawer on the right",
    "12115": "Put the knife in the box that is in the drawer",
    "66002": "Take the butter knife from the cutlery holder followed by the fork",
    "89044": "Pick up the folk from the table and put it in the drawer.",
    "41944": "Remove the kitchen knife from the utensil holder and put it in the box that is in the open drawer",
    "69729": "Put the fork and knife in the left segment of the open drawer",
    "93665": "Remove the fork from the counter and place it inside the open drawer on the right",
    "31214": "Pick the fork on the counter and put it in the open drawer",
    "85886": "Put the fork in the open drawer on the right",
    "11892": "Put the knife in the left compartment of the drawer",
    "21493": "Put the fork into the open drawer.",
    "47094": "Move the fork to the left compartment in the drawer",
    "57205": "Place the folk and knife in the drawer",
    "65016": "Put the fork in the left compartment of the drawer",
    "36730": "Pick up the fork and put it in the box inside the open drawer",
    "26110": "Put the fork inside the box in the drawer",
    "46463": "Put the knife on the countertop inside the box in the drawer"
}