{
    "68482": "Place the large jar from the stovetop on the topmost shelf.",
    "66179": "Pick up the spice bottle on the far right of the top right shelf and place it in the center of the stove",
    "9351": "Move the coffee cup and bottle to the left side of the brown box.",
    "86795": "Pick up the bottle from the shelf and put it on the kitchen  board",
    "45329": "Remove the water bottle from the coffee cup.",
    "30103": "Pick up the bottle from the box and put it on the table",
    "18199": "Move the bottle to the left",
    "62492": "Remove one bottle from the top shelf",
    "38429": "Take the cap off of the spice bottle",
    "93981": "Put the right bottle on the bottom shelf",
    "19122": "Move one spice bottle from the middle shelf to the stove",
    "20660": "Move one spice bottle from the middle shelf to the tray",
    "14263": "Put the bottle in the bag",
    "45498": "Put the water bottle in the box.",
    "71487": "Put the grey lid for the bottle on the right, on the stove",
    "82367": "Put the empty bottle of water on the plate next to it",
    "706": "Move the plastic bottle from the bottle holder to the chopping board",
    "73156": "Move the bottle to the left",
    "70344": "Put some of the contents jar on the pan",
    "9676": "Pick the water bottle and put it in the cup holder",
    "12620": "Put the paper cup with the water bottle in the box",
    "24783": "Move the spice bottle forward",
    "30806": "Remove the lid off of the right bottle",
    "35287": "Put the grey cap on the bottle",
    "9304": "Put one glass jar from the bottom shelf in the brown box.",
    "49115": "Put the jar on the shelf",
    "80737": "Put the clear lid on the bottle next to it",
    "63459": "Put the water bottle in the coffee cup.",
    "32614": "Close the lid on the red container.",
    "3175": "Put the bottle upright",
    "70503": "Move the spice bottle, that is in the middle of the first shelf, to the tray",
    "2153": "Put the orange bottle on the shelf",
    "364": "Put the spice bottle on the stove",
    "80626": "Pick up the bottle from the stove and put it on the shelf",
    "92917": "Pick up one glass jar from the stove and put it on the bottom shelf.",
    "56699": "Move the empty bottle to the hole on the left",
    "75518": "Remove the bottle from the top shelf"
}