{
    "20480": "Take the white cloth from the black hanger and place it on the table",
    "48136": "Pick up the towel from the table and put it on the black tripod",
    "55309": "Remove the white cloth from the black stand",
    "39950": "Hang up the white cloth on the stand",
    "75280": "Hang the white cloth on the black stand",
    "51732": "Put the cloth on the table",
    "50720": "Pick up the white cloth and put it on the black stand",
    "79403": "Put the towel on the rack.",
    "13356": "Place the cloth on the table",
    "35384": "Hang the cloth on the black stand",
    "24137": "Put the cloth on the table",
    "46667": "Hang the white cloth on the black stand",
    "17499": "Unhang the white cloth from the black object and put it on the table",
    "71259": "Put the towel on the table",
    "66664": "Hang the white cloth on the black frame",
    "58989": "Hang the towel on the rack on the table",
    "6259": "Remove the cloth from the black frame",
    "82549": "Pick up the cloth from the table and put it on the tripod.",
    "71804": "Hang the white cloth on the black rod",
    "63613": "Take the cloth and put it on the table",
    "19072": "Hang the white cloth on the black frame",
    "7809": "Put the cloth on the table",
    "60547": "Put the cloth on the black rod",
    "29836": "Pick up the white cloth and put it on the table",
    "34958": "Remove the white cloth from the black stand",
    "7321": "Remove the towel from the black clamp stand on the table",
    "4763": "Pick up the towel from the table and put it on the tripod.",
    "29346": "Pick up the white cloth and put it on the metallic arm",
    "53411": "Get the white towel from the table and place it on the black stand",
    "37029": "Unhang the cloth and put it on the table",
    "60589": "Take the cloth on the stand and put it on the table",
    "35511": "Pick up the white cloth from the table and hang it on the black object, unhang the white cloth and put it on the table",
    "32958": "Hang the cloth on the stand",
    "6847": "Pick up the white towel from the tripod and put it on the table.",
    "13504": "Move the white towel from the black hanger and place it on the table",
    "26815": "Hang the white cloth on the black stand",
    "30913": "Move the white towel from the metallic object and put it on the table",
    "26308": "Take the white cloth off the stand and place it on the table",
    "39109": "Unhang the white towel from  the black frame",
    "83144": "Remove the towel from the rack and put it on the table.",
    "20681": "Put the cloth on the table",
    "90313": "Hang the clock on the rack.",
    "30411": "Hang the towel on top of the black thing on the table",
    "52940": "Pick the cloth on the table and put it on the black stand",
    "46290": "Pick up the towel hanged from the metallic object and put it on the table",
    "23763": "Unhang the cloth and put it on the table",
    "47317": "Remove the white and green cloth from the black stand and put it on the table",
    "46297": "Hang the cloth on the black stand",
    "13020": "Pick the cloth on the object",
    "76508": "Unhang the white cloth from the black stand",
    "29409": "Put the cloth on the stand",
    "40163": "Put the towel on the black thing on top of the table",
    "39655": "Pick up the white towel from the table and put it on the black tripod",
    "18155": "Remove the towel from the bar and put it on the table",
    "46828": "Put the cloth on the black rod",
    "65777": "Remove the white cloth from the black stand",
    "8947": "Take the cloth down and place it on the table",
    "17144": "Pick up the white object from the table and hang it to the metallic object",
    "32505": "Unhang the cloth and put it on the table",
    "43268": "Pick the cloth and hang it on the object",
    "56582": "Pick up the white cloth and hang it on the metallic pole",
    "77574": "Hang the white and green cloth on the black stand",
    "21256": "Pick up the tea towel and hang it on the metallic arm",
    "3849": "Hang the white towel on the black bar",
    "6923": "Pick up the towel from the table and put it on the tripod. Pick up the towel from the tripod and put it on the table",
    "22287": "Hang the white cloth onto the black extended arm-like object",
    "85778": "Take the white cloth from the black hanger and place it on the table",
    "11540": "Remove the kitchen towel from the black object and place it on the table",
    "17182": "Unhang the white cloth from the black frame",
    "15137": "Pick up the the table cloth and hang it on the metallic arm",
    "70437": "Put the white cloth on the black stand",
    "25382": "Unhang the cloth from the stand,hang it back up and hang it again",
    "39719": "Hang the cloth on the stand",
    "44330": "Hang the cloth on the stand",
    "47403": "Put the cloth on the table",
    "61226": "Unhang the white cloth from the black stand",
    "2354": "Hang the cloth on the rack.",
    "54072": "Hang the towel on the black clamp stand on the table",
    "53561": "Hang the white cloth on the extended black object, take it down, and hang it again",
    "20282": "Hang the cloth on the stand",
    "6973": "Hang the white cloth on the black object",
    "66878": "Take the cloth off the stand and put it on the table",
    "60223": "Put the cloth on the black rod",
    "59200": "Unhang the white cloth from the black stand",
    "41803": "Put the white towel on the black rod",
    "46928": "Take the cloth from the table, hang it on the black stand, drop it from the stand, then pick it up and hang it on the stand",
    "94033": "Hang the white cloth on the black stand",
    "59218": "Take the cloth off the black stand and put it on the table",
    "20307": "Unhang the cloth from the stand",
    "48469": "Pick up the white cloth and put it on top of the black object",
    "83798": "Take the cloth on the object and put it on the table",
    "90458": "Take the cloth off the stand and put it on the table",
    "9564": "Hang the cloth on the stand",
    "65891": "Hang the cloth on the stand",
    "72037": "Pick up the towel and put it on the table",
    "58214": "Put the cloth on the table",
    "95078": "Hang the white cloth on the black stand",
    "66416": "Unhang the white cloth from the stand",
    "57722": "Remove the white cloth from the black stand",
    "20860": "Pick up the cloth from the table and hang it on the black stand",
    "1409": "Drop the cloth from the stand onto the table",
    "3974": "Unhang the cloth from the stand",
    "3463": "Hang the cloth",
    "19855": "Take the towel and place it on the table",
    "81808": "Put the cloth on the stand then put it back on the table",
    "41372": "Hang the cloth on the stand",
    "48031": "Hang the cloth on the stand",
    "72095": "Unhang the white cloth from the black stand",
    "10148": "Hang the white cloth on the black stand",
    "30116": "Put the white cloth on the rack.",
    "18343": "Remove the white cloth from the black stand",
    "21418": "Hang the white cloth on the stand",
    "428": "Remove the white cloth from the black stand",
    "32174": "Unhang the cloth and put it on the table",
    "37294": "Hang the cloth on the stand",
    "22449": "Remove the white cloth from the black stand",
    "59321": "Pick the cloth on the object and put it on the table",
    "14267": "Put the cloth on the table",
    "48576": "Hang the cloth on the stand",
    "70593": "Put the towel on the table",
    "48580": "Put the cloth on the black rod",
    "48583": "Hang the cloth on the stand",
    "88009": "Take the white cloth off the black stand and put it on the table",
    "20940": "Unhang the white cloth from the black stand and put it on the table",
    "8142": "Hang the cloth on the object",
    "47567": "Hang the cloth on the stand",
    "44496": "Hang the white cloth on the black object",
    "64977": "Unhang the cloth and put it on the table",
    "20949": "Put the towel on the rack on the table",
    "20438": "Remove the white cloth from the black stand",
    "39903": "Hang the white cloth on the black stand",
    "17378": "Put the cloth on the table",
    "66018": "Pick up the clothe and put it on the mental object",
    "7141": "Remove the towel from the handle and put it on the table twice",
    "35313": "Hang the cloth on the black stand",
    "74737": "Pick up the cloth from the table and put it on on the tripod.",
    "17907": "Remove the white cloth from the black stand",
    "30707": "Remove the white cloth from the black stand",
    "85492": "Put the cloth on the black rod",
    "87029": "Hang the white cloth on the black stand",
    "10231": "Get the kitchen towel from the table and place it on the black stand",
    "35832": "Unhang the cloth and put it on the table"
}