{
    "10240": "Open the top drawer of the cabinet to the right.",
    "36993": "Close the open drawer",
    "73858": "Open the drawer on the right, remove the watermelon and green pear from the drawer and place them on the countertop, close the drawer",
    "28294": "Open the drawer and then put all three plush toys inside.",
    "21767": "Take the watermelon toy out of the drawer and put it in the basket",
    "5386": "Place the watermelon and banana inside the blue pot, close the drawer",
    "85908": "Put the pear plush toy in the drawer then put the watermelon plush toy on the counter",
    "406": "Remove the plush watermelon toy from the top drawer.",
    "49435": "Pick up the two plush toys from the drawer, put them in the toy basket and close the top drawer.",
    "44444": "Take the watermelon plush toy and put it in the open drawer",
    "26398": "Open the top drawer and put the plush toy inside",
    "28846": "Put the watermelon plush toy in the drawer",
    "33582": "Put the watermelon plush toy into the drawer and close the drawer.",
    "35374": "Put the orange plus toy on the counter then close the drawer",
    "56752": "Put the watermelon  plush toy in the open drawer",
    "23353": "Put the squishy tomato and banana then get put the squishy watermelon on the counter",
    "27325": "Open the top drawer below the watermelon plush, remove the orange and green plush then close the drawer",
    "15550": "Open the top drawer, Pick up the watermelon plush toy from the countertop and put it in the basket. Pick up the banana plush toy from the basket in the drawer and put it on the countertop. Close the top drawer.",
    "87614": "Put the watermelon plushie in the drawer",
    "48962": "Remove the pear, banana, strawberry and apple plush toys from the basket and place them in the drawer, close the drawer",
    "86600": "Open the drawer then take the orange plushie from the drawer and put it in the box, then close the drawer",
    "24013": "Remove a piece of watermelon plush toy from the open drawer, put the watermelon in the carton box and then close the drawer",
    "15827": "Move the watermelon and the orange plush toys from the drawer to the counter then close the drawer",
    "53848": "Open the drawer fully,  pick up the carton box and put it in the drawer and close the drawer",
    "73433": "Take the object and put it in the pot, then open the drawer and take the object from the pot and put it in the drawer",
    "12125": "Open the drawer, pick up the orange plush toy, put it in the box that is in the drawer and close the drawer",
    "5342": "Put the banana inside the first drawer from the right then push the drawer backwards",
    "20454": "Take the orange object in the drawer and put it in the basket",
    "51949": "Remove the banana and tomato plush toys from the open drawer and put them inside the basket",
    "45813": "Open the top drawer, put the orange toy inside and close it",
    "67320": "Put the watermelon, banana and big orange plush in the top drawer below the countertop"
}