{
    "54144": "Move the orange block to the right and the blue block to the left",
    "82969": "Pick up the green cube and put it on the black cube",
    "9648": "Move the red block to the top of the green block.",
    "94771": "Pick the blue block from the stack of blocks and place it on the table, pick the red block from the table and place it on the stack of blocks",
    "71350": "Put the green cube on the table",
    "33212": "Use the green block to knock off the purple block, then put the green block on the black block",
    "25920": "Put the blocks on the stack on the table",
    "4292": "Pick up the purple block and put it on the table, pick up the orange block and put it on the table, pick up the purple block and put it on the green block",
    "86213": "Stack the two black cubes and green cube",
    "44876": "Pick up the blue block then put it down",
    "25677": "Pick up the green square block and put it on the table, pick up the orange square block and put it on the table, pick up the navy blue square block and put it on the orange square block",
    "91090": "Put the purple block on top of the black block then put the green block on top of the purple block.",
    "76889": "Swap the orange and green blocks' positions",
    "32483": "Stack all the cubes",
    "92518": "Take the purple block off of the green block then put the green block on the orange block",
    "18796": "Put the green block on top of the purple block on the right then place the purple block on the left on top of the orange block.",
    "78956": "Remove the blue block from the top of the orange block and put the green block on top of the orange block.",
    "74993": "Remove the green block from on top of the orange block and then put the purple block on the orange block",
    "61300": "Use the green block to push off the purple block, then put the green block on the orange block",
    "27766": "Put the green block on the table then put the orange block on top",
    "30199": "Pick up the green block, push the navy blue block with the green block and put the green block on the black block",
    "57848": "Remove the three blocks from on top of the black block, put them on the table and then put the orange block on the purple block"
}