{
    "67456": "Remove the blue pen from the green cup",
    "6788": "Remove the pen from the mug and put it on the counter",
    "30091": "Remove the pen from the cup and place it on the table",
    "35851": "Remove the marker from the mug and put it on the table",
    "78737": "Remove the pen from the green cup then put it on the table",
    "1938": "Take the pen out of the cup and put it on the counter",
    "80146": "Remove the marker from the cup",
    "36503": "Remove the marker from the mug and put it on the table",
    "45343": "Take the pen out of the green cup",
    "5665": "Remove the pen from the green cup.",
    "37805": "Put the marker on the counter",
    "41261": "Take the pen out of the cup and place it on the counter",
    "47410": "Take the pen out of the mug and put it on the counter",
    "57015": "Remove the pen from the green cup then put it on the table",
    "43839": "Remove the marker from the cup",
    "45639": "Take the marker out of the cup",
    "62410": "Take the marker out of the green cup",
    "83915": "Remove the marker out of the cup",
    "40397": "Remove the marker from the cup and place it on the table",
    "48718": "Remove the pen from the cup and put it on the table",
    "43857": "Pick up the pen from the green cup and put it on the table.",
    "47447": "Remove the pen from the cup and put it on the counter",
    "93016": "Put the marker in the mug on the counter",
    "15578": "Remove the marker from the green cup and place it on the table",
    "3290": "Pick up the marker inside the black mug and put it on the table.",
    "78688": "Take then pen out of the cup and put it on the counter",
    "49506": "Remove the pen from the green cup",
    "6500": "Remove the marker from the mug and put it on the counter",
    "45670": "Take the blue pen out of the green cup and place it on the countertop",
    "77290": "Remove the blue pen from the green cup",
    "82927": "Put the marker in the cup on the counter",
    "4848": "Remove the marker in the mug on the counter",
    "45554": "Put the marker on the counter",
    "28532": "Take the marker out of the cup and put it on the counter",
    "47350": "Remove the blue pen from the green cup and put it on the countertop",
    "45047": "Put the marker in the cup on the counter",
    "76408": "Put the marker in the cup on the counter",
    "29818": "Take the marker out of the black cup and place it on the table",
    "68478": "Remove the marker from the mug cup and place it on the table"
}