{
    "33800": "Put the orange spice bottle on the middle shelf",
    "64654": "Change the position of one spice bottle",
    "40976": "Move the bottle of honey to the left",
    "29595": "Put the spice bottle on the middle shelf",
    "51870": "Put the spice bottle on the top shelf",
    "37793": "Move the white container on the second top shelf to the left, then remove the first right bottle from the shelf",
    "55714": "Move the small bottle on the top shelf to the left",
    "30630": "Take the spice bottle off of the top and place it on the second shelf",
    "64040": "Remove the spice shaker from the second shelf and put it on the first shelf to the left",
    "58796": "Move the jar with the orange label to the topmost shelf.",
    "15421": "Move the spice bottle to the top shelf",
    "81982": "Move the black bottle to the left",
    "17605": "Move the orange box on the second shelf to the right",
    "55877": "Put the spice bottle on the top shelf",
    "15823": "Move one bottle to the right",
    "46421": "Pick up the jar on the right side of the second shelf and put it on the left side of the topmost shelf.",
    "91096": "Pick up the clear spice bottle with a white lid and put it on the top shelf",
    "44249": "move the spice jar from the top shelf to the second one",
    "23513": "Move the blackish bottle from the second to the top shelf",
    "83301": "Pick up the clear container with a black lid from the second shelf from the top and put it on the top shelf",
    "92775": "Move one glass jar to the second shelf from the top.",
    "65899": "Pick up the spice bottle to the immediate left of the the white can on the second shelf and put it on the top shelf",
    "19950": "Put the spray bottle on the second shelf",
    "86001": "Move the bottle with the orange lid to the top shelf",
    "82294": "Move the bottle from the first top shelf to the second top shelf",
    "67065": "Move the spice bottle on the far left and place it on the second shelf from the top",
    "30077": "Move the container with an orange lid to the left"
}