{
    "79106": "Move the clear bottle to the left",
    "7299": "Close the drawer and then move the white and yellow bottles forward",
    "25988": "Move the silver bottle to the right side of the counter",
    "58120": "Move the two bottles to the bottom of the counter and then move the squeeze tube a forward",
    "41225": "Take the white and orange bottle from the drawer and place it on the counter",
    "62349": "Move the silver bottle backwards",
    "59408": "Put up the bottle and put it near the edge of of the countertop",
    "68624": "Pick up the green bottle and move it to the left.",
    "16662": "Move the silver bottle to the edge near you",
    "91165": "Put the white tube in the open drawer then move the green bottle from the right to the left of the sink",
    "92445": "Move the big bottle with a yellow lid away from the sink",
    "27039": "Pick up the colourless bottle and move it to the right.",
    "53155": "Move the grey and yellow bottle to the left",
    "31782": "Put the white bottle with the yellow lid inside the open drawer on the right then close the drawer",
    "84774": "Move the clear bottle to the left",
    "72877": "Move the purple toothpaste to the right side of the countertop",
    "29359": "Close the tap",
    "34358": "Move the bottle to the left",
    "64185": "Move the bottle forward.",
    "43965": "Pick up the bottle from the countertop and put it in the hand sink.",
    "55872": "Move the green bottle to the right on the counter",
    "78784": "Pick up the bottle with the yellow lid from the back right side of the counter and set it down on the front right side of the counter",
    "62530": "Pick up the toothpaste from the top drawer and put it on the countertop.",
    "88003": "Pick up the white bottle with yellow lid from the right and put it near the sink",
    "66245": "Move the white bottle with the yellow lid forward",
    "84296": "Move the clear bottle to the right of the small green lid",
    "93384": "Move the green tube to the front edge of the sink",
    "87627": "Move the clear bottle to the far right of the counter",
    "12364": "Move the bottle with the yellow lid to the upper right corner of the counter",
    "49229": "Move the clear bottle to the left side of the counter",
    "67148": "Move the clear bottle forward",
    "85710": "Move the white tube and the blue spray can to the back of the counter",
    "4048": "Move the green bottle from the left to the right of the sink",
    "25554": "Pick the white tube with a yellow lid and put in next to the faucet",
    "3027": "Move the white tube to the right of the sink",
    "3157": "Take the bottle and move it slightly to the left",
    "45269": "Move the green and white pump bottle to the left side of the counter",
    "50904": "Place the toothbrush and the clear bottle on the right side of the counter",
    "53344": "Put the bottle with the colorless liquid on the right side of the sink",
    "35427": "Move the green soap bottle to the right",
    "72678": "Pick the tubes and the small bottle on the right side of the counter, put them in the drawer then close it",
    "67564": "Move the white bottle with the yellow lid to the back left",
    "4718": "Move the bottle which is at the right side of the tap to the left side of the tap",
    "19324": "Pick the bottle and move it to the left",
    "12541": "Get the green tube then put it the sink"
}