{
    "20867": "Pick a bottle from the bowl and put it on the tray",
    "10506": "Put a bottle from the clear bowl onto the upper compartment of the tray",
    "49804": "Pick up one bottle from the table and place it inside the clear container on the left",
    "27535": "Pick up one small bottle from the plastic container and put it on the table.",
    "90895": "Get one bottle from the bowl and put it on the top segment of the tray",
    "65561": "Pick up one small bottle from the wooden tray and put it in the glass bowl.",
    "15394": "Remove a bottle from the bowl and put it in the upper compartment of the tray",
    "51107": "Pick up the small bottle from the tray and put it on the table",
    "60710": "Remove the bottle from the clear bowl and put it on the table",
    "42798": "Pour the bottle out of the bowl onto the tray",
    "34611": "Pick up one small bottle from the plastic bowl and put it in the wooden tray.",
    "63170": "Remove one bottle from the container on the left and put it on the tray",
    "60355": "Put one of the things in the clear container on the top compartment of the tray",
    "60866": "Remove one bottle from the tray and place it inside the container on the left",
    "39498": "Take a bottle from the bowl and put it in the bottom compartment of the box",
    "72145": "Pick the object in the cup and put it in the upper segment of the box",
    "72149": "Move the bottle from the table to the top compartment of the box then turn off the fifth switch from the right",
    "93909": "Remove one bottle from the tray and place it inside the clear bowl on the left",
    "9690": "Move a bottle from the bowl to the tray",
    "83293": "Remove one bottle from the tray and place it on the left side of the table",
    "29663": "Remove the bottle from the clear cup",
    "43492": "Take the bottle from the cup and put it in the top compartment of the box",
    "15077": "Take a bottle out of the cup and place it on the table",
    "66023": "Pick up the object in the tray and put it in the bowl.",
    "86895": "Remove the bottle from the bowl and put it on the table",
    "4083": "Remove one bottle from the tray and put it inside the clear container on the left",
    "2045": "Put the bottle in the top rectangular segment"
}