{
    "34833": "Put the blue object inside the drawer and close it",
    "91667": "Put the Lego into the open drawer and then close the drawer",
    "21526": "Put the blue object inside the drawer.",
    "9753": "Pick up the blue block, put it in the drawer and close the drawer.",
    "95257": "Put the blue lego brick in the open drawer then close the drawer",
    "13211": "Put the LEGO block in the drawer and close it",
    "95386": "Put the LEGO block in the open drawer and close it",
    "27172": "Put the blue object in the drawer and close it",
    "86314": "Put the blue object inside the drawer.",
    "25005": "Pick up the blue object on the counter and put it in the open drawer and close it",
    "71085": "Put the blue object inside the drawer and close it",
    "16308": "Put the blue block inside the open drawer then close the drawer",
    "83765": "Pick up the blue block from the countertop, put it in the drawer and close the drawer.",
    "39480": "Put the blue lego brick in the open drawer then close the drawer",
    "17722": "Put the blue object into the drawer then close the drawer",
    "9281": "Put the Lego in the open drawer and then close the drawer",
    "27844": "Put the blue lego brick in the top drawer then close the drawer",
    "55620": "Put the blue block inside the drawer then push the drawer closed",
    "44750": "Pick up the blue object from the counter and put it in the open drawer and close it",
    "11215": "Put the blue object inside the drawer.",
    "3922": "Pick up the blue block from the countertop, put it in the drawer and close the drawer.",
    "21843": "Put the blue objects in the drawer and close it",
    "24406": "Put the blue object in the drawer and close it",
    "76636": "Place the blue block inside the open drawer then push the drawer closed",
    "46301": "Put the blue object in the drawer and then close it",
    "20834": "Pick up the blue object from the counter and put it in the open drawer and close it",
    "68839": "Put a blue Lego into the open drawer and then close the drawer",
    "32745": "Put the Lego in the open drawer and then close the drawer",
    "16747": "Put the blue lego brick in the open drawer then close the drawer",
    "56299": "Put the blue block inside the open drawer then close the drawer",
    "33137": "Pick up the light blue object from the base top, put it in the open drawer and close it",
    "66935": "Put the blue block in the drawer and close it",
    "17785": "Put the blue object in the drawer and close it",
    "74362": "Put the blue lego brick in the open drawer then close the drawer",
    "508": "Put the blue lego brick in the open drawer then close the drawer"
}