{
    "44930": "Pick up the tape from the drawer and put it on the countertop.",
    "71687": "Take the black object out of the drawer on the right and put it on the counter",
    "2074": "Remove one straw from the open drawer and put it on the countertop, close the open drawer",
    "77596": "Open the first and second top drawers from the right of the cabinet. Pick up the tape from the first drawer and put it in the second drawer.",
    "8354": "Put the straw on the counter in the drawer",
    "39333": "Pick up the plastic cup from the drawer, put it on the countertop and close the drawer.",
    "12076": "Get a straw from the countertop and place it in the open drawer of the file cabinet",
    "81966": "Close the second drawer from the right",
    "94137": "Remove the tape from the open drawer and place it on the countertop then close the open drawer",
    "56122": "Put the straw in the drawer",
    "10948": "Open the second top drawer below the countertop",
    "87238": "Put one straw in the drawer",
    "38983": "Open the second drawer from the right then put the left straw in the drawer",
    "3400": "Open the drawer",
    "36471": "Open the second drawer from the right, put the black object on the counter into it, and then close the drawer",
    "80844": "Close the top drawer of the bottom cabinet.",
    "16845": "Open the second drawer from the right, pick up the clear lid from the counter and place it in the open drawer",
    "71374": "Place the tape and black object inside the open drawer then close the drawer",
    "44111": "Fully close the open drawer",
    "37720": "Open the second drawer from the right fully",
    "23769": "Take some straws out of the drawer and put them on the counter",
    "31451": "Fully open the top right drawer",
    "23519": "Open the right drawer fully",
    "20064": "Open the second drawer from the right, place the tape inside the open drawer then close the drawer",
    "15330": "Take the black object out of the second drawer",
    "13302": "Close the second kitchen drawer",
    "38135": "Fully open the slightly open drawer",
    "79486": "Pull open the sixth drawer from the right"
}