{
    "38401": "Put the pink cup on the dish rack",
    "83844": "Place the cup upside down on the dishrack.",
    "83206": "Remove the purple cup from the dying rack and put it on the table",
    "92558": "Put the yellow spoon on the yellow plate then move the purple cup to the right.",
    "25104": "Put the fork in the drying rack",
    "32657": "Put the purple cup upside down.",
    "24979": "Put the pink spoon on the plate rack, then put the blue bowl on the plate and then the yellow cup",
    "82328": "Put the cup on the counter",
    "62617": "Place the green cup between the drying rack and the cutlery rack and place it right side up",
    "38938": "Change the position of the cup on the cup holder",
    "8475": "Move the pink cup to the right section of the plate rack",
    "28701": "Pick up the cup and make it stand upright then put the purple spoon back into it",
    "61861": "Adjust the blue cup on the dish rack",
    "2472": "Move the green cup to the plate rack",
    "60842": "Put the cup on the counter",
    "24110": "Move the light green cup to the top-left corner, then shift a knife to the right",
    "9649": "Take the purple spoon out of the purple cup then place it back in the cup.",
    "78259": "Place the pink cup on the dish rack",
    "73781": "Put the cup on the table and put the bowl in the dishes tray",
    "69558": "Rearrange the spoon and knife on the table",
    "79037": "Place the blue and green cups on the drying rack",
    "30289": "Pick up the pink cup and spoon and put them in the drying rack",
    "6482": "Put the cup on the table",
    "47572": "Put the purple cup on the left side of the counter.",
    "65622": "Remove the purple cup from the dishrack.",
    "84567": "Move the green cup to the right and put it upside down",
    "45156": "Put the spatula inside the cup",
    "743": "Remove the blue measuring cup from the dishrack.",
    "47977": "Put the blue cup into the dishwasher",
    "48875": "Move the purple cup to the right.",
    "69229": "Put the green cup upside down then remove the sachet from the dish rack and put it on the right side of the counter.",
    "57087": "Put the pink cup in an upside down position"
}