{
    "65797": "Pour the contents of the cup into the bowl",
    "54279": "Pour some contents from the jug and put them into the red bowl.",
    "30984": "Use the spoon to put the contents of the bowl into the cup",
    "58383": "Pour the contents in the clear jug into the red bowl",
    "274": "Pick up the cup from the table and pour some of its contents in the orange bowl.",
    "49173": "Pour some of the contents in the clear jar into the red bowl",
    "32921": "Move a spoonful of contents from the bowl to the jug",
    "94110": "Use the spoon to place contents from the red bowl into the clear jug.",
    "30498": "Pick up the spoon, take one spoon of the objects from the red bowl and it in the measuring cup",
    "36259": "Pour some of the contents of the clear jar into the red bowl",
    "60459": "Put a spoonful of the contents of the bowl in the jug",
    "66221": "Pour the contents of the jug into the bowl",
    "19502": "Pour some of the contents of the clear jar into the red bowl",
    "15667": "Use the spoon to transfer beans from the red bowl to the jar",
    "42941": "Put a spoonful of the things in the red bowl into the jug",
    "34240": "Scoop some contents of the red bowl with a spoon and put them in the jug",
    "65088": "Pick up the spoon and scoop some of the contents in the bowl and put them in the jar",
    "70990": "Pick up the cup from the table and pour some of its contents in the bowl.",
    "90574": "Pour some of the contents from the white cup into the glass bowl",
    "5458": "Pick the cup and pour its contents in the bowl",
    "52830": "Pick up the spoon from the table, scoop some contents from the bowl, put them in the cup and put the spoon back on the table.",
    "12768": "Pick up the cup from the table, pour some of its contents in the orange bowl and put the cup back on the table.",
    "14950": "Pick up the plastic cup from the table, pour some of its contents in the orange bowl and put the cup back on the table.",
    "4077": "Pour some of the contents of the colourless jar in the orange bowl",
    "237": "Pour the contents of the cup into the bowl",
    "4079": "Pick up the jug and pour some of its contents into the bow",
    "62317": "Put some of the contents of the orange bowl into the clear cup using the orange spoon",
    "93551": "Move the object from the measuring cup to the red bowl",
    "72947": "Pour the contents in the clear jug into the red bowl",
    "86004": "Use the spoon to move one scoop of the contents from the bowl to the clear jar",
    "52472": "Pour the contents of the clear jar into the red bowl",
    "36601": "Pick up the spoon, take one spoon of objects from the red bowl and put it in the measuring cup"
}