{
    "80256": "Remove the lid from the spray.",
    "16769": "Take the black lid from the top of the white can and put it on the table",
    "26887": "Place the lid on the spray bottle",
    "66190": "Remove the lid from the top of the spray can",
    "45848": "Remove the lid from the spray tin",
    "58137": "Remove the black lid from the spray can",
    "69400": "Pick up the black lid from the table and put it on the white can.",
    "39067": "Take the black lid from the top of the can and put it on the table",
    "81946": "Take the lid off the spray can",
    "33437": "Put the top back on the bottle on the table",
    "67102": "Pick the lid on the table and place it on the bottle",
    "3743": "Put the lid on the spray bottle.",
    "88478": "Take the clear lid from the table and put it on the white can",
    "14247": "Remove the lid from the white spray can",
    "18087": "Remove the black cap from the can and put it on the table",
    "27052": "Remove the lid from the spray can",
    "38188": "Put the black lid on the bottle",
    "44974": "Remove the lid from the bottle and put it on the table",
    "26171": "Pick up the black lid from the table and put it on the can.",
    "92220": "Put the lid on the spray bottle",
    "37566": "Take the top off the bottle",
    "46530": "Put the black lid on top of the spray can",
    "50116": "Pick up the lid and close the bottle",
    "52164": "Put the black lid on top of the spray can",
    "66127": "Put the lid on the can",
    "63953": "Take the top off the bottle",
    "38354": "Put the lid of the can on the table",
    "6869": "Put the black lid on the black bottle",
    "18133": "Put the black cap on the can",
    "77653": "Pick the black lid and put it on the bottle",
    "46685": "Take the cover off the can and put it on the table",
    "12382": "Remove the lid from the bottle and put it on the table",
    "19679": "Take the cover off the can",
    "40288": "Place the lid on the spray can",
    "94048": "Pick the cover and put it on the bottle",
    "50915": "Remove the lid from the spray bottle and put the lid on the table",
    "61548": "Remove the lid of the container",
    "92781": "Pick up the black lid from the spray bottle and put it on the table.",
    "77817": "Put the lid on the can",
    "13306": "Put the black cap on the white can",
    "91387": "Take the lid off the bottle and put it on the table"
}