{
    "6658": "Take the lid on the stove and put it on the big pot",
    "9987": "Remove the lid from the front right pot and put it on the stove",
    "39555": "Pick the lid on the stove and cover the pot on the bottom right",
    "40069": "Uncover the pot and put it on the stove",
    "31626": "Remove the smaller pots lid and put it on the stove",
    "33933": "Remove the lid from the small pot and put it on the kitchen base top",
    "24209": "Cover the pot",
    "6931": "Take the lid from the pot on the right back stove plate and put it on the stove",
    "72595": "Remove the lid from the black pot on the right side of the stove",
    "82965": "Put the lid on top of the black pot on the right side of the stove",
    "22039": "Press the button on the stove then put the lid on the stove then press the button on the stove",
    "69528": "Take the lid off the pot on the right and put it on the stovetop",
    "74271": "Pick the lid and put it on the big pot",
    "39456": "Put the lid on to the pot on the front left stove plate.",
    "65573": "Take the lid from the black pot and put it on the stove",
    "28461": "Put the lid on the pot",
    "16814": "Take the lid from the stove and put it on the right black pot",
    "55981": "Remove the lid from the pot on the right front plate of the stove",
    "68785": "Cover the pot with the lid",
    "47154": "Remove the lid from the black pot on the bottom right plate",
    "9020": "Cover the pot",
    "91208": "Put the lid on the black pot to the right.",
    "35274": "Take the lid off the small pot and put it on the stovetop",
    "33869": "Uncover the small pot on the stove",
    "63693": "Uncover the pot on the right",
    "54479": "Place the lid on the black pot",
    "6994": "Put the lid on the black pot on the right back plate of the stove",
    "61010": "Take the lid off the pot and put it on the stove",
    "88914": "Pick the lid on the stove and place it on the uncovered pot",
    "48214": "Pick up the lid and put it on top of the black pot",
    "2648": "Cover the big pot with the lid on the stove",
    "44890": "Remove the lid from the big pot and put it on the stove",
    "38493": "Pick up the lid from the black pot and put it on the stove.",
    "4191": "Remove the lid from the pan that is on the front right plate of the stove and place it on the stove",
    "81633": "Put the lid on the black pot to the front right.",
    "24166": "Put the glass lid on top of the black pot on the upper right plate",
    "40554": "Remove the lid from the black pot on the bottom right plate",
    "49130": "Uncover the front pot and put the lid on the stove",
    "46706": "Put the glass lid on top of the black pot on the bottom right plate of the stove",
    "21363": "Place the glass lid on top of the small black pot on the right side of the stove",
    "22387": "Remove the lid from the small pot and put it on the stove",
    "73586": "Remove the lid from the pot on the bottom right stove plate",
    "92280": "Take the lid from the stove and put it on the left pot",
    "23038": "Close the pot"
}