{
    "91651": "Take the knife out of the cup and put it in the dish rack",
    "67215": "Put the straw into the cup",
    "73619": "Remove the cup from the coffee maker",
    "28564": "Put the paper cup inside the sink under the tap",
    "62497": "Put the right coffee pod in the cup",
    "65059": "Place the right-side-up cup on the upside down cup",
    "55845": "Stir the contents of the cup",
    "71463": "Remove the top paper cup from the stacked cups and then remove the stirrer in the bottom cup and place it on the counter top",
    "94762": "Remove the cup from the coffeemaker",
    "69944": "Put the straw inside the coffee cup.",
    "31418": "Stack the cups",
    "49983": "Put the black straw from the napkin in the stacked coffee cups on the napkin.",
    "89279": "Remove two cups from the pile, place one on the rack and place the other on the counter top to the right of the coffee maker",
    "57025": "Pour the water in the cup into the sink",
    "80197": "Put the cup in the coffee maker",
    "56008": "Remove the capsule from the coffee machine",
    "70472": "Put the black tongs on top of the wooden stand.",
    "67791": "Put the black tongs in the coffee cup.",
    "31187": "Remove the cup from the stack",
    "12245": "Push the faucet to the center of the sink then remove the coffee cup from the sink.",
    "33365": "Stack the coffee cups together.",
    "90325": "Put the left cup in the right cup",
    "93782": "Place the two coffee cups upright.",
    "23131": "Put the cup on the washing machine",
    "32224": "Place the coffee cup upright.",
    "69605": "Pour the contents of the cup onto the counter",
    "72677": "Put the black straw in the coffee cup on the left.",
    "50151": "Turn the cups around",
    "21615": "Place the stacked coffee cups on the napkin upright.",
    "48631": "Remove the white container from the coffee making machine, put it on the countertop, pick up the paper cups and put them on the coffee making machine",
    "11131": "Place the cup upside down"
}