{
    "3716": "Move the pen to the left",
    "68868": "Pick up the marker and place it in the bowl",
    "22023": "Put the marker in the cup",
    "38280": "Take the pen out of the cup and put it on the table",
    "85896": "Put the pen in the cup",
    "26506": "Move the marker to the left",
    "88839": "Move the maroon cup to the middle of the table, then put the marker in the cup, then put the marker on the right side of the marker",
    "396": "Take the pen out of the cup and place it on the table",
    "77452": "Take the pen out of the cup and put it on the table",
    "29717": "Take the blue marker out of the white bowl",
    "88216": "Put the sharpie in the bowl",
    "3483": "Place the pen inside the clear cup",
    "70556": "Pick up the marker and put it in the bowl",
    "79515": "Take the marker out of the white bowl and put it on the table",
    "82076": "Remove the marker from the bowl and put it on the table",
    "68385": "Place the marker in the mug",
    "81314": "Take the marker out of the cup and put it on the table",
    "41127": "Put the marker into the mug.",
    "89128": "Put the marker in the cup",
    "35119": "Put the green pen inside the white bowl",
    "39354": "Take the green marker out of the white and brown mug",
    "84669": "Put the marker in the cup",
    "51777": "Take the purple marker out of the red mug",
    "34499": "Take the pen out of the cup and put it on the table",
    "4555": "Take the blue pen out of the cup and place it on the table",
    "1998": "Put the blue marker in the mug",
    "13774": "Put the marker on the table",
    "44110": "Get the marker from the table and place it in the transparent cup",
    "66511": "Pick up the pen from the light blue cup and put it on the table.",
    "87634": "Remove the pen from the mug and put it on the table",
    "61395": "Take the green marker out of the white bowl",
    "27480": "Put the marker in the red cup",
    "73049": "Put the green marker inside the white mug",
    "21596": "Put the marker in the cup",
    "737": "Remove the marker from the cup and place it on the table",
    "33123": "Pick the marker from the bowl and put it on the table",
    "79459": "Put the marker on the table",
    "83306": "Move the mug with the marker to the left",
    "72431": "Remove the marker from the bowl.",
    "82288": "Put the green pen in the cup",
    "5361": "Pick the marker from the cup and put it on the table",
    "44146": "Put the green marker inside the white mug",
    "63858": "Pick the marker from the cup and put it on the table",
    "20980": "Put the marker on the table",
    "26741": "Put the marker in the bowl",
    "93432": "Move the marker to the left side of the table",
    "66809": "Put the pen inside the white and blue cup",
    "10619": "Put the marker inside the mug cup",
    "12797": "Put the blue marker in the bowl",
    "81150": "Remove the marker from the cup and place it on the table and move the cup to the left"
}