{
    "21134": "Move the lid from the blue pan to the black pot",
    "81551": "Transfer the lid from the black pot to the green pot",
    "78488": "Transfer the lid from the black pot to the blue pot",
    "52123": "Take the lid on the black pot and put it on the blue pot",
    "31783": "Pick up the lid from the black pot and put it on the blue pot.",
    "26281": "Move the lid from the blue pan to the blue pot",
    "94761": "Put the orange plush toy into the blue pot and cover it with the black lid",
    "29741": "Remove the lid from the blue pan and put it on the blue pot.",
    "84142": "Move the black lid from the blue pot to the blue pan",
    "4785": "Pick up the lid from the pan and put it on the light blue pot.",
    "81465": "Take the lid off the pot and put it on the pan",
    "33084": "Transfer the lid from the pot to the pan",
    "70213": "Move the lid from the blue pot to the black pot",
    "55625": "Take the lid off the blue pot and put it on the blue pan",
    "27083": "Remove the lid from the blue pot and put it on the pan",
    "11726": "Pick the lid from the blue pot and put it on the black pot",
    "34641": "Put the lid on the pan",
    "39890": "Remove the lid from the black pot and put it on the blue pan",
    "68947": "Remove the lid from the blue pot and place it on the black pot",
    "76114": "Transfer the lid from the blue pot to the pan",
    "89171": "Pick the lid on the black pot and put it on the blue pan",
    "48347": "Take the lid off the blue pot and put it on the blue pan",
    "49889": "Move the lid from the black pot to the blue one",
    "3940": "Move the lid from the pan to the black pot",
    "4326": "Transfer the lid from the black pot to the blue pot",
    "1639": "Take the lid from the blue pot and put it on the table",
    "5871": "Remove the lid from the blue pan and place it on the black pot",
    "35695": "Put the black lid on top of the small black pot",
    "77425": "Remove the lid from the black pot",
    "85363": "Transfer the lid from the blue pot to the black pot",
    "253": "Take the black lid and put it on the blue pot",
    "21630": "Move the lid from the blue pan to the black pot",
    "54783": "Move the lid from the pan to the black pot"
}