{
    "42112": "Pick up the marker and put it in the cup",
    "34306": "Put the marker in the cup",
    "68995": "Remove the marker from the cup and put it on the box",
    "77572": "Pick up the pen from the countertop and put it in the blue cup.",
    "61194": "Take the marker out of the cup and put it on the book",
    "14859": "Pick the marker and place it in the cup",
    "20750": "Place the orange sharpie in the cup",
    "86286": "Take the marker from the top of the box and put it in the cup",
    "81942": "Remove the marker from the cup and put it on the table",
    "49562": "Pick the marker and put it in the cup",
    "79518": "Remove the marker the blue cup and place it on the apron",
    "14117": "Remove the marker from the cup and put it on the book",
    "67110": "Pick up the pen from the top of the books and put it in the blue cup.",
    "49321": "Take the pen out of the cup and put it on the table",
    "68907": "Take the marker out of the cup and put it on the book",
    "42156": "Pick up the pen from the table and put it in the blue cup.",
    "66733": "Put the marker in the cup",
    "69291": "Put the marker in the cup",
    "84524": "Pick up the pen from on top of the books and put it in the blue cup.",
    "23089": "Put the red marker inside the dark blue cup",
    "33457": "Take the red marker out of the dark blue cup",
    "78129": "Put the marker in the mug on the table",
    "65847": "Put the marker inside the cup",
    "52024": "Put the pen in the cup",
    "80828": "Take the red marker out of the blue cup",
    "53053": "Pick up the pen and put it in the cup",
    "35523": "Pick up the marker and put it in the cup",
    "61254": "Pick up the pen from the table and put it in the blue cup.",
    "76361": "Put the marker on the box",
    "67024": "Pick up the pen from the blue cup and put it on the table.",
    "7889": "Take the red marker out of the blue cup",
    "22230": "Remove the marker from the blue cup.",
    "94680": "Pick the marker from the cup and put it on the table",
    "92252": "Remove marker from the blue cup and place it on the apron",
    "57951": "Pick up the marker and put it in the cup",
    "16098": "Remove the marker from the cup and put it on the table",
    "61412": "Get the marker from the table and put it in the blue cup",
    "72166": "Put the sharpie in the cup",
    "32494": "Remove the marker from the cup",
    "89854": "Put the marker in the blue cup",
    "44528": "Take the red marker out of the dark blue cup",
    "86389": "Take the pen out of the cup and put it on the box",
    "47095": "Put the orange marker on the table",
    "35195": "Remove the blue marker from the clear cup and place it on the brown box",
    "49278": "Put the marker in the cup"
}