{
    "22917": "Put the marker in the mug",
    "14087": "Remove the marker from the bowl and put it on the table",
    "11016": "Take the marker from the table then put it inside then out of the red cup and put it on the table",
    "5001": "Remove the marker from the cup and put it on the table",
    "13961": "Pick the marker and put it in the cup",
    "59658": "Put the marker in the bowl",
    "9868": "Pick up the pen and put it in the cup",
    "68107": "Put the green pen in the white mug",
    "72334": "Put the pen in the cup",
    "45967": "Put the marker in the cup",
    "55061": "Pick up the pen from the white mug cup and place it on the table.",
    "88982": "Put the red marker inside the maroon mug",
    "21532": "Put the marker in the bowl",
    "76956": "Remove the marker out of the bowl and put it on the table",
    "92958": "Move the mug with the marker to the left",
    "38559": "Remove the green marker from the bowl and place it on the table",
    "57888": "Remove the green marker from the table and put them in the bowl",
    "71968": "Remove the marker from the cup",
    "22950": "Move the marker to the left",
    "39591": "Put the marker on the table",
    "48936": "Remove the marker from the mug cup",
    "82344": "Slide the bowl to the left then put the pen inside the bowl",
    "33962": "Pick the marker from the cup and put it on the table",
    "76973": "Move the bowl closer to the marker",
    "49454": "Remove the marker from the mug.",
    "75440": "Take the marker out of the bowl and put it on the table",
    "75955": "Move the marker from left to right.",
    "36788": "Put the marker on the table",
    "54196": "Put the marker on the table",
    "57271": "Pick up the pen from the cup and put it on the table",
    "60217": "Remove the green marker from the white bowl and put it on the table",
    "27834": "Put the green marker inside the grey bowl",
    "2491": "Move the pen out of the cup and put it on the table",
    "27709": "Put the marker in the cup",
    "86080": "Pick up the pen from the mug cup and put it on the table.",
    "18754": "Put the green pen inside the mug",
    "85570": "Take the marker out of the mug and put it on the table",
    "35786": "Pick up the pen from the table and put it in the light blue cup.",
    "58954": "Move the marker to the right",
    "20428": "Put the marker in the cup",
    "26572": "Take the pen out of the bowl and put it on the table",
    "27343": "Put the marker on the table",
    "25808": "Pick the marker from the cup and put it on the table",
    "5717": "Pick up the pen from the cup and place it on the table",
    "85207": "Put the marker into the cup.",
    "24792": "Put the green pen inside the white mug",
    "70621": "Put the marker in the cup",
    "85342": "Put the pen in the mug",
    "39007": "Remove the marker from the cup and then move the cup to the left",
    "52831": "Put the marker in the cup then put it back on the table",
    "59360": "Place the black marker inside the clear cup",
    "73823": "Pick up the green marker and put it in the white mug",
    "81764": "Put the marker in the mug",
    "28390": "Put the marker in the white bowl",
    "7913": "Remove the green marker from the grey bowl",
    "66541": "Remove the marker out of the cup and put it on the table",
    "56558": "Pick the marker from the cup and put it on the table",
    "47599": "Pick up the pen from the table and put it in the white mug cup.",
    "94448": "Put the orange marker in the mug",
    "58225": "Put the marker in the mug",
    "47987": "Pick up the marker from the cup and place it on the table",
    "77940": "Put the marker in the white bowl",
    "87670": "Remove the red marker from the red mug",
    "68471": "Take the yellow pen out of the white mug",
    "52348": "Take the pen out of the mug and put it on the bottle"
}