{
    "43018": "Pick up the bottle and put it on the silver plate.",
    "23570": "Put the bottle on the silver thing",
    "68639": "Make the bottle stand upright.",
    "79392": "Pick up the bottle from the metal board and put it on the table.",
    "50722": "Move the bottle away from you",
    "11814": "Pick up the bottle and put it on the table",
    "57900": "Put the bottle on the black box on the table",
    "30254": "Move the bottle to the center",
    "52783": "Move the bottle on the right to the left side of the table",
    "88112": "Move the black bottle to the left",
    "89143": "Put the bottle on the box",
    "20029": "Move the small bottle to the left",
    "16446": "Put the bottle on the metal thing",
    "56385": "Move the bottle to the right",
    "49222": "Move the bottle to the left.",
    "9799": "Move the bottle to the right side of the table",
    "70226": "Put the bottle on the table",
    "89170": "Put the bottle on the box",
    "11872": "Pick up the medicine bottle and move it to the forward. Pick up the same bottle and move it to the right. Pick up the same bottle and move it to the left.",
    "85604": "Put the bottle on the table",
    "87654": "Take the black bottle from the black box and place it on the table",
    "91753": "Put the bottle at the middle front edge of the table",
    "28782": "Move the bottle to the right",
    "44151": "Move the bottle to the right",
    "82050": "Take the bottle from the table and position it on the black box, then remove it from there and place it on the right side of the box, and finally, remove it from there and place it on the left side of the box",
    "56451": "Lay the bottle on its side then place it upside down",
    "94341": "Move the bottle from the left side to the right side of the table",
    "6281": "Pick the bottle and move it to the right on the table",
    "2186": "Move the bottle forward",
    "18572": "Move the bottle forward then to the left then twist it ninety degrees.",
    "28302": "Pick up the medicine bottle and move it forward.",
    "62094": "Move the bottle to the right",
    "74901": "Move the bottle backward and to the left",
    "22678": "Put the bottle on the box",
    "76960": "Put the bottle on the box",
    "18086": "Place the bottle on the table upright",
    "93867": "Move the bottle forward",
    "82607": "Put the bottle on the black box",
    "64688": "Move the bottle slightly to the right",
    "53434": "Pick the bottle and move it to the right",
    "30395": "Pick up the object and put it on the right side of the table",
    "32455": "Put the white bottle on the black box",
    "86739": "Move the bottle on the table slightly to the left",
    "5849": "Get the bottle with the white lid from the table and place it on the black box",
    "1245": "Pick the bottle and move it to the right on the table",
    "65757": "Move the bottle backwards",
    "10463": "Move the upside down bottle to the back of the table",
    "28384": "Move the bottle forward",
    "82142": "Pick up the vial, flip it the right way up then set it back down on the table",
    "41710": "Pick up the medicine bottle and move it to the left.",
    "45299": "Move the bottle backwards",
    "759": "Move the bottle backwards",
    "38138": "Pick up the medicine bottle and move it forward.",
    "61181": "Move the white bottle in the left corner of the table",
    "54527": "Move the bottle to the right and make it lie down",
    "36612": "Pick up the medicine bottle from the table and move it forward.",
    "774": "Move the white bottle to the left and place it on top of the silver object",
    "75019": "Remove the bottle from the top of the box and put it on top of the silver object on the left",
    "52508": "Take the bottle and put it on the object",
    "25374": "Move the bottle to the front of the table",
    "1313": "Move the bottle to the left.",
    "803": "Pick the bottle and put it on the left on the table",
    "23331": "Put the bottle on the metal thing",
    "1320": "Remove the bottle from the top of the black box and put it on the table",
    "42282": "Pick up the medicine bottle from the table and move it slightly to the left.",
    "77619": "Place the white bottle upside down on top of the black box",
    "80702": "Pick the bottle and put it on the box",
    "85312": "Put the bottle in the middle of the table",
    "34628": "Move the bottle to the left then make it lie horizontally",
    "49477": "Put the bottle on the box",
    "67402": "Take the bottle on the box and put it on the table",
    "86356": "Remove the bottle from the top of the black box and place it on the table",
    "78175": "Remove the bottle from the top of the silver object and move it to the right side of the table",
    "68456": "Bring the bottle forward",
    "68969": "Put the bottle on the box",
    "8575": "Put the white bottle on the black box",
    "9093": "Move the bottle to the front of the table",
    "70547": "Place the bottle on the silver object",
    "35225": "Move the bottle backwards",
    "71065": "Put the bottle on top of the black box",
    "32681": "Move the bottle to the right",
    "95145": "Move the bottle forward",
    "82347": "Pick up the container from the table and move it forward.",
    "23980": "Pick the bottle and move it slightly down the table",
    "42924": "Move the bottle to the left",
    "61880": "Remove the bottle from the top of the box and place it on the table",
    "56256": "Move the bottle to the right",
    "31692": "Move the bottle towards you",
    "55246": "Pick up the bottle and put it on the right side of the table",
    "70610": "Move the bottle forward",
    "30679": "Move the bottle forward",
    "76262": "Put the bottle on the box",
    "27112": "Move the bottle to the left",
    "3052": "Move the bottle to the left",
    "11244": "Move the bottle towards you",
    "26604": "Move the bottle backwards",
    "2549": "Put the bottle on the box",
    "86014": "Pick the bottle and move it to the right on the table",
    "88063": "Move the bottle forward"
}