{
    "88325": "Pour the contents of the blue cup onto the plate",
    "64009": "Put the yellow thing in the orange cup then put pour its contents on the plate",
    "90633": "Pick the green cup and pour the potato fries on the plate",
    "71436": "Pour the fries out of the orange cup onto the plate",
    "60950": "Remove two yellow chips from the plate and put them into the green cup next to it",
    "64538": "Pour some of the content from the orange cup onto the plate, pick up one object and put it on the small plate and pour it back onto the big plate, and then pour the rest of the content from the orange cup.",
    "54684": "Pick up two fries from the plate and place them in the green cup.",
    "20135": "Pour the chips from the green cup onto the beige plate",
    "70183": "Remove the potato chips from the plate and put them in the green cup",
    "47785": "Take the objects on the plate and put them in the cup",
    "70059": "Pour the fries out of the light green cup and onto the grey plate",
    "15532": "Pour the contents from the green cup onto the brown plate",
    "85933": "Pour the contents of the green cup into the brown box",
    "15151": "Remove the potato chips from the grey plate and put them in the dark green cup",
    "47535": "Pick up the blue and orange cups from the table and pour their contents on the grey plate.",
    "10802": "Pour the things in the green cup onto the plate",
    "25525": "Remove the chip from the plate and put it in the green cup.",
    "40379": "Pour the contents of the orange cup onto the plate",
    "10684": "Put the objects on the grey plate in the green cup",
    "41405": "Pick up the blue cup from the table, pour its contents in the plate and put the cup back on the table.",
    "48699": "Pour the fries out of the dark blue cup and onto the grey plate",
    "11071": "Put the toy fries in the green cup",
    "83774": "Pour the things in the cup onto the plate",
    "16449": "Move the fries from the plate to the green cup",
    "94142": "Pour the fries out of the orange cup and onto the grey plate",
    "13125": "Pour the contents of the green cup onto the plate",
    "40005": "Remove the yellow object from the plate and put it in the green cup.",
    "78792": "Pour the things in the green cup onto the plate",
    "30672": "Pour the contents in the green cup on the plate",
    "40405": "Pour the fries out of the orange cup and onto the plate",
    "46553": "Pour the contents of the green cup onto the plate",
    "15199": "Remove three potato chips from the grey  plate and put them in the orange cup, pour the chips out of the orange cup and onto the grey plate",
    "11489": "Pour the contents in the dark blue cup onto the grey plate, put the dark blue cup inside the green cup",
    "69094": "Put two of the yellow objects on the plate into the green cup",
    "48487": "Pick up the green cup and pour the contents onto the plate",
    "77415": "Pour the things in the green cup onto the plate",
    "13289": "Pour the contents of the green cup onto the plate",
    "68073": "Empty the contents in the orange cup onto the plate then stack it with the blue cup.",
    "82534": "Pour the contents of the green cup in the cream white plate",
    "37869": "Take some chips from the brown plate and put them in the green cup",
    "19568": "Pour the fries out of the green cup onto the plate",
    "23156": "Pick the cup and place it in the black bowl",
    "28279": "Pour the fries out of the green cup onto the plate",
    "63357": "Put the chips in the green cup"
}