{
    "64387": "Put the object on top of the bed into the top left drawer",
    "31881": "Pick up the grey cloth from the first drawer and put it in the second bottom drawer to the right.",
    "94090": "Pick a cloth in the right drawer and put it in the left drawer",
    "81547": "Put the orange cloth at the edge of the bed then put it back",
    "29340": "Pick up the grey cloth from the first drawer and put it in the second drawer.",
    "92451": "Move the blue cloth from the top left drawer to the top right drawer then put it back in the top right drawer",
    "88745": "Move the cloth from the bed onto the drawer",
    "16298": "Take the green garment out of the top right drawer, put it in the top left drawer then close both drawers",
    "6059": "Take the shirt on the bed and put it in the topmost left drawer",
    "45739": "Remove the blue t-shirt from the topmost drawer on the left then place it back in the drawer",
    "93100": "Pick up the orange cloth from the first drawer, put it in the second drawer on the right and close the second drawer.",
    "84408": "Open the left top drawer then put the blue shirt in and out of the drawer then close the top left drawer",
    "14906": "Put the grey short in the open drawer",
    "16576": "Take the blue shirt out of the top left drawer and put it on the bed",
    "68819": "Remove the black clothing from the topmost drawer on the left and put it inside the topmost drawer on the right",
    "19678": "Remove the blue shirt from the top most drawer on the right and put it inside the topmost drawer on the left",
    "27232": "Move the grey piece of clothing from the left open drawer to the right open drawer.",
    "23270": "Remove the red shirt from the right drawer and put it in the left drawer",
    "95473": "Pick up the black cloth from the drawer and put it on the bed.",
    "78582": "Open the second drawer from the right, pick up the black cloth from the first drawer, put it in the second drawer and close the second drawer.",
    "68605": "Open the top right drawer, pick up the orange cloth from the top left drawer and put it in the top right drawer."
}