{
    "28546": "Stir the contents in the blue mug",
    "9608": "Put the blue cup on the white plate then remove the cup and put it on the table",
    "27017": "Put the cup on the plate",
    "29197": "Place the blue mug next to the white mug",
    "15118": "Put the spoon in the mug, take it out and put it back on the table",
    "30349": "Remove the blue mug from the white plate and put it on the table",
    "58126": "Move mug from the white plate to the table",
    "74642": "Move mug from the white plate to the table",
    "41369": "Use the spoon to stir in the cup",
    "24346": "Stir in the mug with the spoon",
    "65565": "Put the spoon in the middle of the mug and the thing at the middle of the table",
    "2207": "Put the mug on the table",
    "81440": "Take the mug off the plate and put it on the table",
    "89631": "Put the mug at the right edge of the box",
    "12965": "Pick up the blue cup from the table and put it on the plate.",
    "26920": "Pick up the blue mug and put it on the plate",
    "73896": "Remove the spoon from the cup and put it on the table",
    "17707": "Put the cup on the plate",
    "25004": "Place the blue mug on the white plate",
    "80813": "Pick up the spoon from the blue cup and put it on the table.",
    "28340": "Remove the blue mug from the white plate and place it on the table",
    "22325": "Move the mug from the plate to the table",
    "70714": "Pick the spoon on the table and put it in the mug",
    "22213": "Place the mug on the plate",
    "15430": "Put the blue mug on top of the white plate",
    "21191": "Take the mug off the plate and put it on the table",
    "13384": "Put the blue mug on the plate",
    "27849": "Remove the mug from the plate.",
    "51662": "Move the blue cup off of the white plate and place it on the table",
    "29649": "Remove the blue mug from the white plate and set it down on the table",
    "27090": "Remove the spoon from the blue mug and place  it on the napkin on the table",
    "85723": "Take the blue cup and place it on the white plate then take the spoon and put it in the blue cup then remove the spoon from the blue cup and place it on the table",
    "91362": "Rotate the mug in the middle of the plate",
    "57187": "Put the blue mug in the white bowl",
    "4836": "Use the spoon to stir in the cup",
    "22378": "Pick up the blue cup from the table and put it on the white plate.",
    "11371": "Remove the mug from the white plate and place on the table",
    "70002": "Place the blue mug on the white plate"
}